{
  "id": 53368,
  "title": "Don't Marry; or, Advice on How, When and Who to Marry",
  "author": "Donovan, James W.",
  "chapters": [
    {
      "title": "I.",
      "content": "“I never loved but one,” she said;\r\n “I loved him just for fun,” she said;\r\n And, saying this, she swung her head--\r\n Had she been frank, they had been wed.\r\n I saw her at a ball that night,\r\n Her eyes so dark and face so white,\r\n Her tone and manner wild delight;\r\n I knew she served him not aright."
    },
    {
      "title": "II.",
      "content": "“I am too old to love,” she said;\r\n “The one I loved in fun is dead!\r\n I plant these flowers above his head,\r\n Here lies my idol, dead!” she said.\r\n “’Tis sad to think it might have been;\r\n ’Tis sadder yet to feel my sin.\r\n Love learns too late; but then, but then,\r\n He loved me once--the best of men."
    },
    {
      "title": "III.",
      "content": "“I never see a pure, good face,\r\n Nor painting outlines ever trace,\r\n But he is near, his love is dear,\r\n Had I been earnest; he were here!”\r\n She veiled her dark eyes with her hand;\r\n I turned away,--“True love is grand,”\r\n I murmured, in an undertone;\r\n “Life gives no more than love of one.”\r\n\r\n_Don’t marry odd sizes._ A tall man with a little woman looks awkward\r\nenough; but a tall woman with a little, tiny man is a misfit, surely.\r\n\r\nSee if you can’t find someone of your size, as the school-lads say in\r\na wrestle. Pair off like soldiers in time of dress parade, with an eye\r\nto unity.\r\n\r\nThis caution relates to extremes, of course, and not to small\r\nvariances. Some change and grow portly after marriage, but none get\r\nvery much taller after twenty-four.\r\n\r\nJust for the looks of the thing, pair off in uniform lines.\r\n\r\n_Don’t marry a man or woman without a character._ Soon enough you’ll\r\nsee the value of this caution. Character is a matter that grows through\r\na lifetime, but enough of it crops out early to be noticed. One is\r\nknown not only by his company but by his habits, his tastes, and his\r\ninclinations. It is said that some whole families are born fast; some\r\nthievish, some inclined to crabbedness, others mild, upright, honest,\r\nand reliable. It runs in the blood in some cases.\r\n\r\nSuppose one is to marry for virtue, purity, and uprightness, he will\r\nseek it in the blood as much as he would look for quality in a racer.\r\n\r\nIf a woman loves a rakish “man of the world,” so called,--a name too\r\noften used to varnish a bad character,--she will very easily find him\r\naround the different bar-rooms of almost any crowded hotel in the city\r\nor village. He will be after marriage what he was before.\r\n\r\nTell me where a man goes, and I will tell you what he is. If he is\r\nfast, he will cultivate fast habits, live a rapid life, and earn that\r\ncharacter very early. If these are the traits you are looking for,\r\n“inquire within” and you will find them. It may be a woman you are\r\nasking about, a girl for a wife, a life-long companion. Which are you\r\nseeking for? A dashy, fly-away dancer, or a domestic home-lover, and\r\none whom you can trust with your keys, your secrets, your conscience?\r\nLook to her character. In either case, the man or woman has lived\r\nsomewhere. Find out about it,--how long, how well, how faithfully.\r\n\r\nA well-to-do widow, was crazy to marry a man that she fancied, and\r\nwho actually refused to give more than his name and hotel, and no\r\nreferences. On careful inquiry such a person was known by no less\r\nthan two to four names,--changed to suit circumstances. The spell was\r\nbroken, the match ended.\r\n\r\nMen and women often rush into matrimony as game is run into a trap, for\r\nthe little tempting bait set to catch them (a catch-as-catch-can race).\r\nThey marry and risk a life-long happiness on less actual information\r\nof each other’s real nature than a good horseman would exact of his\r\ncarriage horse’s pedigree. This may do in the country, but never will\r\nanswer in a city. Sense and reason dictate that men and women, to enjoy\r\neach other’s society, should see well to the match beforehand. A fine\r\nhand, a small foot, a becoming hat, a twist of the head, a simper,\r\nor a half-witty saying will do well in their places; but colors must\r\n_wash_ and _wear_ to stand a lifetime.\r\n\r\n_Don’t marry a clown._ A silly fellow that jokes on every subject never\r\ndid amount to anything, and never will. All he says may be very funny,\r\nvery; but how many times can he be funny?\r\n\r\nFun will grow stale and threadbare; one cannot live by it. Life is a\r\ntrip that costs car fare, wash bills, board bills, trinkets, notions,\r\nand actual outlays. Real providers are never clowns; the clownish\r\nfellow is a favorite in school-days. He is so cute, just as cute as a\r\ncotton hat, so cunning, so witty, so nice. Is he? Wait a few years,\r\nuntil his nice nonsense turns to active business!\r\n\r\n_Don’t marry a dude._ Of all milk-and-water specimens, a dude is\r\nthe lowest,--a little removed from nothing; a dressed-up model for\r\na tailor-shop (sometimes it’s in woman form); a street flirt, a\r\nhotel-step gazer, an eye-glass ogler, a street strut; one who finds his\r\nenjoyment in the looking-glass--a masher.\r\n\r\nVery many are called, but few are chosen. The many that are called are\r\nridiculed. The time will come when a tailor’s suit and a fancy outfit\r\nwill no more make one respectable than it would make a gentleman of a\r\nwooden Indian in front of a cigar-stand.\r\n\r\nMen, real men of business, and men fit to marry, are not dudes, but\r\nmanly, upright beings, with sense, integrity, and genius or industry;\r\nwho come upon the stage of life as real actors in its affairs, not as\r\n“supes” and sham soldiers in “Pinafore” battle-scenes, where a few\r\nparade in fancy feathers as commodores for the amusement of spectators.\r\n\r\nLife is too earnest to spend on silly, tawdry, fancy colors or showy\r\nclothing; and the one who has the less of it is the most likely to be\r\nmarked for a gentleman, and the brand will be correctly designated.\r\nWith women, no less than men, is this silly street-walking habit quite\r\nprevalent. A flirting woman on a public street is a sorry picture;\r\neven one who stoops to notice her must secretly know her measure. She\r\ndeceives no one, for her character, like the dude’s, is so transparent\r\nthat no one mistakes its meaning. The habit of going nowhere for\r\nnothing is as foolish as it is injurious.\r\n\r\nCharacter grows out of little things. It may be that being seen with a\r\ndisreputable person three times, or even once, will change the whole\r\ncurrent of our career. Don’t practise the vices of dudes nor the habits\r\nof street flirts.\r\n\r\n_Do not marry a boy or girl who is not good at home._ That is the\r\ngolden test of duty,--to do one’s duty alone, away from the eyes of\r\nmen and the notice of the world; to be good from a right disposition.\r\n\r\nThere is no safer rule to marry by than this: “She loves her mother,\r\nand isn’t afraid to work. She has a good name at home among her near\r\nneighbors. She is neat, sweet, and tidy. Seven days each week she is\r\nnever off guard, always a lady.”\r\n\r\nAnd of a man may it be said, “He is a man, take him all in all; he\r\nis manly, he is truthful; he loves his home; he treats his sisters\r\nand mother kindly. He is capable of good deeds, and incapable of mean\r\nones. He has a good name.” He deserves success, and it will follow\r\nhim. He is plain, perhaps, but man outgrows it. He is not a painting,\r\nan imitation, a counterfeit, but simply a man. He will do to marry; so\r\nwill she, the last-named.\r\n\r\n_Don’t marry from pity._ It may be akin to love, but the kinship\r\nis quite distant. Many a weak woman has so married, and only once\r\nregretted it--each and every day afterwards. A life-long regret must\r\nfollow. What a cold respect is that compliment to any woman, “I took\r\npity on her!” Away with such base uses of pity! Many a woman has had\r\npity on a rakish man or a drunkard and married him to reform his\r\nnature. Better, far better, trust a child with a runaway horse or a\r\nmad dog. Danger seen and not avoided is criminal carelessness. Surely\r\nyou can save one life, and its happiness, in such cases. One is quite\r\nenough to be sacrificed. Let bravery be shown by demanding a full\r\nsurrender and reasonable atonement.\r\n\r\n_Don’t marry for an ideal marriage only._ The girlish dream of marriage\r\nis so wide of the reality as to be dangerous. She is to grow up and\r\ngo away, off to Italy, or some far-away clime of sunshine; there to\r\nbe taught music and the classics. On some clear moonlight evening,\r\nin a summer-time, where birds sing all day long, near a brook or\r\nflower-garden, she is to be surprised by a creature of form and make\r\nand mental endowment that shall thrill her whole being into rapturous\r\njoy. They will go to the parlor, and there, by a grand-piano, she will\r\nunseal the pent-up currents of her heart, till tears flow from all eyes\r\naround her; there she will seem to hear the childhood melodies, the\r\nsong of departed friends, the harmony of all the senses, mingling in\r\none sweet welcome to her new-found happiness.\r\n\r\nHer prisoned soul is no longer grovelling in common themes; all the\r\nlatent power of her being is to burst forth in gladness; and music of\r\nthe heart is to bear her up until the cottage walls are narrow, till\r\nflowers and falling water, brilliant company, ease and riches, smile\r\nupon her glad career.\r\n\r\nShe is to be lifted up, and raised to heights before unknown to\r\nmortals. He of whom she dreams of now is fit for Paradise. Finer and\r\nfiner every day will his genius grow, and nearer to her liking every\r\nhour. There is just such joy and just such glory in a new-born love,\r\nthat seems to reach a grander height each moment, as on eagle’s wings.\r\n\r\nAnd this is but the generous dream that Nature gives, as a preface to\r\na real life after,--so very, very different. The girl that twines her\r\ntender arms around her mother’s neck, and thrills with joyous pride in\r\ntelling of the brilliant prize that’s offered her, thinks not of rainy\r\ndays ahead. Perhaps it is just as well; who would begrudge her such\r\nhalf-hours of happiness? But, seeing sometime she must break the spell\r\nand know all, it may be safe to drop a hint in season, and say, This\r\nway lies safety, that way danger!\r\n\r\n_Don’t marry a man of even doubtful character._ No matter how handsome\r\nor brilliant, a bad man has in him elements that are always repulsive;\r\nthey are poison to his blood and his surroundings, and the only safe\r\nguide is his character.\r\n\r\nNo matter how many promises of reformation; you need not turn reformer\r\nfor his sake. If you will take the risk, do it after he proves himself\r\nreformed, and be in no great haste about it.\r\n\r\nNo amount of spicing and seasoning can make tainted meat palatable, and\r\nno amount of promising will reclaim a character tainted with vicious\r\nhabits once seated.\r\n\r\nYoung ladies who enter upon the reforming mission furnish more women\r\nand children for prisons, later in life, by their own misfortunes than\r\nany one class. Cases of reclaimed men after marriage are so rare as to\r\nbe exceptional. It’s always a dangerous experiment.\r\n\r\n_Don’t marry too cautiously as to perfection._ It has before been fully\r\nstated that men and women are human, and imperfect. That is, if you are\r\nhunting angels it’s a fool’s errand; there are none unpledged. If you\r\nlook for tall, handsome, rich, manly, cultivated, talented, brilliant\r\nmen, or pure, refined, fascinating, beautiful women, and one for each\r\nman the world over, the supply never equals the demand of either sex.\r\n\r\nBut to presume that the persons marked under head of “don’t marry”\r\ncover all the rest is unreasonable. There are thousands of noble women\r\nand men, possessed of sterling sense, strong bodies, affectionate\r\nnatures, ability to conduct a home, become a genial companion, raise a\r\nfamily, shine in society, and bear their full share of life’s earnest\r\nwork. Occasionally a man or woman will tower above their fellows, but,\r\ngenerally, the real difference is less than is often supposed. The\r\ngreat majority are good, and live and go to their reward unheard of\r\noutside of their neighborhood.\r\n\r\nOne has put it rather strongly in this, to many: “The lives of men\r\nand women, the best of them, are marred and ruined by uncongenial\r\nmarriages. They mostly suffer in silence, ashamed to complain of\r\nthe chain they cannot break. Men and woman cannot know what their\r\nsweethearts will be after marriage. I have known a sensitive man,\r\na genius with a soul like a star, whose life was a pilgrimage over\r\nburning coals, because his wife was a coarse termagant. Many a gifted\r\nwoman, fit to be a queen or an empress, is chained to a clod of a\r\nhusband, whose forced companionship is to her the tortures of Inferno.”\r\n\r\n_Don’t marry expecting all the virtues in one person._ If you do, the\r\ndisappointment will be startling. There are no perfect characters.\r\nHistory gives none since the Saviour. Even Joseph was willing to\r\npunish his enemies.\r\n\r\nThe majority of men and women are good and pure and fair-looking.\r\nThe numbers who go to the bad are few compared to the good. Take the\r\ncountry population, and ninety per cent will be good; and sixty per\r\ncent of all cities are people of fair characters.\r\n\r\nIt is a mistake to think that most people are bad because the bad\r\nones get so often chronicled in public journals. The good, like the\r\nvirtuous, live and die and demand no praise of their virtue. The great\r\nmass of men are sensible, and honest and upright and sober, and worthy\r\nto marry.\r\n\r\n_Don’t break a marriage abruptly._ This is the wrong way to break a bad\r\nmatch. It intensifies affection. It leads to elopement, or that slow\r\ncanker in a girl’s nature ending in melancholy, or insanity.\r\n\r\nLove is a plant so tender that to uproot or transplant it may touch a\r\nvital part. There are ways enough to change its current; but of all\r\nfood to increase its growth, give it a little opposition. Tell a child\r\nto leave something alone, and he sulks to touch it. Tell a girl that\r\nthe man she admires is distasteful to her relatives, and she half\r\ndespises them from a simple motive of resentment. Lead her by reason to\r\nsee with her own eyes, and she will be convinced.\r\n\r\nThe great London actor, Garrick, played the drunkard to disenchant a\r\ngirl, and succeeded. Her parents might have tried it a lifetime and\r\nfailed. Human nature is queer. It will lead when the way is enticing.\r\nIt will magnify discoveries, but they must be discovered in the right\r\nmanner. Remove not the prop till the safety of the structure is secure\r\nwithout it.\r\n\r\n_Don’t oppose one’s marriage choice suddenly._ Should a girl fall in\r\nlove with one of bad character, it is best not to call him so at one\r\nbreath; but say, “What are his habits? Is he good enough and worthy of\r\nso pure and comely a person as you are?” Let this task be performed by\r\nsome girl of same age and class as the one you seek to change. Let them\r\nbe often together, and find ways of expressing the objections by this\r\nmethod--coming from a classmate, a friend, a chum or companion--and\r\nyour object may be easily accomplished. A proposed absence without\r\nshowing why, a long journey with genial company, may have the desired\r\neffect. At least use one caution; see that the girl knows the real\r\nhabits and character of the man you are opposed to her marrying. It\r\nwill do more than all the urging, scolding, coaxing, or threatening.\r\n\r\n_Don’t marry for spite._ Why should you? If the one whom you loved most\r\nhas deceived you and taken another, it will be folly to try to punish\r\nhim by hanging yourself, or committing a double suicide in a loveless\r\nmarriage.\r\n\r\nYou will learn this lesson all too dearly when it’s over. Life is too\r\nshort for those who love it and are well mated; but many a miserable\r\nmarriage has made one or the other wish for death a million times, to\r\nbe rid of its burden.\r\n\r\nYou are the one most interested. You will find out, after the knot is\r\ntied, that there are many conditions in life better and easier to be\r\nendured than a silly marriage to spite some one. You will spite them\r\nbetter by showing what a noble choice they had missed when they took\r\nanother in your place.\r\n\r\n_Don’t propose on a wash-day, in the rain, at breakfast, or in a\r\ntunnel._ There is no room for fainting in the former, and a narrow\r\nchance for time in the latter.\r\n\r\nMany ladies have singular notions on how proposals should be accepted,\r\nand to such any rudeness is extremely shocking. A very modest fellow,\r\nin deep anxiety, took up his fair lady’s cat, and said, “Pussy, may I\r\nmarry your mistress?” when the young lady replied, “Say yes, pussy,\r\nwhen he gets brave enough to ask for her.” More than likely this\r\nbrought the young fellow to his senses. It certainly brought matters to\r\na crisis.\r\n\r\nMost young people talk to each other as though a tall stone wall stood\r\nbetween them and they must find a door in it. Strange enough, the\r\ndifference in views vanishes at the merest mention of each other’s\r\nsentiments.\r\n\r\n_Don’t mitten a mechanic_, simply on account of his business. If he is\r\nworthy, never mind his business. He can grow out of it, and will grow\r\nout of it. Collier was a blacksmith, Wilson a shoemaker, Andrew Johnson\r\na tailor, Peter Cooper a glue-maker, Grant a tanner, and Lincoln the\r\nhumblest of farmers. In this country it is not a question what a man\r\nwas, but what he is; not even what he is, but what he may be, and what\r\nhe is capable of yet attaining.\r\n\r\nMany a girl has turned away a mechanic and married a rich loafer, only\r\nto find in good season that the mechanic was at heart a gentleman, with\r\ngrowing possibilities, and the loafer remained such for all time.\r\n\r\nAdvice is seldom heeded in such matters, but it may do to mention it.\r\nThe true test of manhood is seen in the mettle of boyhood. If you wish\r\nto forecast the future, study the past history of your subject. If one\r\nis selfish, tyrannical, and overbearing by being rich, he will be a bad\r\nman to marry. If, on the other hand, he is pleasant, kind, genial, and\r\nforbearing, loves his kind, is attentive to his mother and sisters, and\r\nhas made friends and character in early life, he is not very likely\r\nto change his notions later. There is often more manhood in a poor\r\none-armed man than a rich athlete.\r\n\r\n_Don’t marry a man too poor._ It is the height of folly to mate,\r\nand attempt to raise seven children on what will bring up three\r\nindifferently. Have a little discretion. Think that eating, dressing,\r\netc., cost something, and no one can live happily without some of these\r\ncommon comforts. If they cannot buy them single, it is folly to double\r\none’s misery by marrying in the jaws of starvation. It is suicide: it\r\nis worse,--it is double suicide, and may lead to pauperism and crime\r\nand disgrace.\r\n\r\n_Don’t marry where the woman is older than the man._ Men are restless\r\ncreatures and exacting. They expect grace, beauty, and refinement; they\r\nprefer youth to age, generally. At least it is the fashion to marry a\r\nwife some years younger than the husband. Women mature earlier; they\r\nhave less expectancy of long life, and on an average live seven to ten\r\nyears less, and show age at fifty more than a man does at sixty-five.\r\nOf the two, a woman should look smaller and younger and better than a\r\nman. This accords with the belief of all refined people.\r\n\r\n_Don’t marry a crank._ This class of men will be wordy and persuasive.\r\nThey tell all sorts of stories of life,--how the world is mismade; how\r\nthey could improve upon this thing or that; how marriages should be\r\nmade between blondes and brunettes; how, with their philosophy, society\r\nwould reach perfection.\r\n\r\nSuch men are invariably tyrannical. They are exacting to the last\r\ndegree; they have neither faith, hope, nor charity, but run in one\r\ngroove. They distrust the powers that be, and generally mount some\r\nhobby, and forever prattle about the rights of free love or the wrongs\r\nof government. Avoid them as you would a tramp.\r\n\r\n_Don’t marry fine feathers._ Chesterfield was _well up_ on manners,\r\nand gave his son this rule, among his twenty-one maxims to marry by:\r\n“Let not the rustling of silk entrap you into matrimony.” Fine clothing\r\nhas a certain fascination to many. Some choose a wife by the becoming\r\neffect of a tasty garment. Some select a fine dancer; others rely upon\r\na small hand or a petite form. These points may be all well noted,\r\nbut they are but parts of a greater whole that should govern a wise\r\nselection.\r\n\r\n_Don’t marry a “masher”--man or woman._ A regular professional flirt\r\nwill never settle down to love one woman or one man. Habits once formed\r\nwill cling to them in after-life. They are like runaway teams--liable\r\nto take fright and go when least expected.\r\n\r\nCivil attention, by a lady or gentleman, to the other sex is natural\r\nand courteous, but the thought that every fair lady is common prey\r\nis repulsive. The traveller who avoids all vacant car-seats but the\r\nnearest to a handsome young woman, and forces his conversation against\r\nher will, has an eye to his business of one more conquest; but the too\r\noften insulted woman who complains of over-attention from gentlemen is\r\ngenerally one who walks much unattended and shows some willingness to\r\nbe not wholly unnoticed.\r\n\r\n_Don’t marry without love._ It will be plain enough after a while.\r\nYou will not mind it at first, perhaps, but the time will come when,\r\nby a song, or a face, or a voice, or a form, you will awake as from a\r\ndream, to find you have chosen carelessly. It will be too late then.\r\nA loveless marriage may stand throughout a honeymoon. It may last in\r\nyouth, but not when storms and trials come in after-years. It\r\nlacks that something which words do not well express,--continuity,\r\nheart-bound devotion, and endurance.\r\n\r\nNo matter how plain each or either may be, if they love each other\r\nthey will overlook little things, and live patiently and happily to\r\nthe end. But once, at least, must come this joy and glory of wedlock,\r\nthat seems to be the wise design of Nature,--a love for one another.\r\nIt endures through age and trouble, and is a more lasting tie than all\r\nothers together.\r\n\r\n_Don’t marry an idle spendthrift_; one whose money comes without\r\neffort at first, and goes as rapidly, will one day come to want as\r\ncertainly as waters reach their level. Nature has fashioned us all for\r\nwork,--work of mind or work of body, mental or physical labor,--and\r\nwith it comes strength of muscle and of will. Listless life of\r\nidleness, without motive, without aim, is open to every form of\r\ntemptation.\r\n\r\nIt is not a crime to be rich, or to be poor. It is a crime to be\r\nlistless in a busy world. He would be disgraced who, standing on a\r\nwharf, saw a drowning crew without offering relief. He would be a\r\ncoward who would not defend a woman in distress; yet all around us are\r\nthe needy, helpless, drowning, starving, whom it is our duty to rescue\r\nand lift up in life; and marriage is the place where society is born,\r\nand grows and ripens into use.\r\n\r\n_Don’t marry a stingy man_; of all narrow, mean men, he is worst who\r\nhas money, and has no will to do good with it. A “dog-in-the-manger”\r\nman, who can improve his town, his church, his neighborhood, and does\r\nnot, is a drone in life’s hive and deserves no success.\r\n\r\nOne who is poor and has no means is excusable; one who locks and buries\r\ntreasures deserves the Bible sentence of him who hid his talent in the\r\nearth--to be taken from him and placed with the active one’s talent.\r\n\r\nA narrow, selfish, stingy man will count your pennies spent, and\r\npostage used, and clothing worn, as wasted. One must live in constant\r\ndread of such a creature--we need not name him man; it would disgrace\r\nthe term. A miser’s wife lives a loveless life.\r\n\r\n_Don’t marry too hastily._ Some rush into matrimony like a steam-engine\r\ngoing to put out a fire, as though one moment lost would be eternal\r\ndefeat, and the first there gain the highest prize. Many a one has\r\nrepented more leisurely and in sorrow for such conduct. But of all\r\nthings, marry at a good opportunity.\r\n\r\n_Don’t be too slow about it._ Girls who give up the society of all but\r\none, and turn their homes into special receptions for one person, will\r\nbe worried to death in a year or two, if things move too moderately.\r\n\r\nBrace up and proceed to business, or release your claim and let\r\nsome one else have an opportunity. Long engagements lead to lovers’\r\nquarrels; they, in turn, fail to make up sometimes, and then follow\r\nscandal and gossip over broken ties; and later two go down to their\r\nearly sleep disheartened, ruined by a trifling neglect and a reasonable\r\ninventory of prospects. You will see it all plainly when it is over. It\r\nwill be a “might have been” then, sure enough, but too late.\r\n\r\n_Don’t marry a silly girl._ It’s something of an art to select a\r\nsensible person, but many are captivated by frivolous sayings and\r\ncoquettish acts of simpering school-girls and marry them. They make\r\nbetter playmates than wives. They are generally shallow, nonsensical,\r\nand superficial. They seldom learn anything; a tittering girl is\r\nwearisome in real life. They are ever unstable as water and changeable\r\nas wind; get some one that you can rely upon in confidence.\r\n\r\n_Avoid slovenly dressed girls or heedless men._ Life seems very short\r\nsometimes, but if ill-mated it may be a long and tiresome life. A woman\r\nwith shoes run down, a man with slouched and battered hat, reckless of\r\nneatness, will grow worse, and seldom better.\r\n\r\nTrifling as it may appear, the tidy dress, the tasty every-day apparel,\r\nthe ladylike appearance, and general style of man or woman, go a long\r\nway to form character. Beecher was right in saying that “clothes do not\r\nmake the man, but they make him look better after he is made.” The same\r\nrule is true of women.\r\n\r\n_Don’t expect too much in marriage._ The story pen-pictures and\r\nfashion-plate models of men that we see and read about are always\r\nexaggerated. Not one man in a million would equal their description.\r\nMen are plain flesh-and-blood creatures; women are not angels. They\r\nbuild their hopes too high who expect otherwise. Take the handsomest\r\nperson you know and ten years’ wear will dull the edges; and of all\r\nfaded features, the once very handsome show change the soonest. There\r\nare many little odd-faced fellows who grow up to be fine manly men.\r\nThe growth from boyhood or girlhood to youth, and youth to manhood or\r\nwomanhood, and so on to old age, is marvellous. It takes a keen sense\r\nof foresight to measure the future of many boys and girls by their\r\nbeginning. There is no rule safer than choosing a good form, a good\r\nbrain, a good temper, and a good character, and waiting for the other\r\ndevelopments.\r\n\r\nEndure what cannot be cured, and don’t wish your wife or husband were\r\nas handsome as some neighbor or as rich as some nabob. Youth and good\r\nqualities are riches. It may be he is richer by far than the very one\r\nenvied. The richest are not always those who own the most--many of\r\nthese are poor indeed, and often miserable.\r\n\r\n_Don’t marry a fop._ Vanity in a woman is bad enough, in men it is\r\nintolerable! A man-milliner, a namby-pamby female male, a walking\r\nmodel for ready-made furnishing-stores, may think himself exceedingly\r\nstunning, but to a real lady or gentleman he is a nonentity. Such\r\nhusbands never could be satisfied with the admiration you would give\r\nthem; they would weary your mirrors and try your patience. What are\r\nthey good for, anyway? There is room for women and room for men, but a\r\nhalf-woman or a half-man is never great. They are not very likely to\r\nmarry at all, and less likely to make home happy.\r\n\r\n_Don’t expect everything of one person._ Some expect to marry love,\r\nbeauty, talent, riches, and affection all in one. It is unreasonable;\r\nyou will never find it, and may as well give up looking in good season.\r\n\r\n“Waukeen” Miller was requested to rewrite an article sent to a New York\r\nmagazine and returned this pithy reply: “I can’t re-copy it. I can’t\r\ndo everything. What do you expect of a man, anyway--to be a genius,\r\nan inventor, and a writing-teacher? No, I can’t bother my brains with\r\ncopying worth four to six hundred a year at the highest.” This covers\r\nthe whole subject in a sentence. But it is well to add that Nature is\r\nsparing of her gifts. To one she allots beauty, to another strength,\r\nto another wisdom, to a third courage, to a fourth ability to acquire\r\nriches, to another that to write and speak, to teach, to manage, to\r\npaint, or to control armies: all are not alike, and to no one belong\r\nall virtues.\r\n\r\n_Don’t expect too much of a wife._ If she is beautiful, that will be\r\nher pride and ideal. If plain, she may make it up a thousand times in\r\ngoodness, gentleness, industry, virtue (the plainest are the least\r\ntempted). Earnest in her duty, she may be of all women the most suited\r\nto your station. If talented, she will devote herself to it. You\r\ncannot own beauty, talent, domestic drudgery all in one.\r\n\r\n“Looking for angels, are you?” said an advanced maiden in the country.\r\n“Well, you’ll not find ’em fit for kitchen work; and, while I think of\r\nit, how would you look by the side of an angel, you brute you?” and he\r\nsubsided.\r\n\r\nNo, they are not much suited to kitchen work, the so-called angels;\r\nbut many a mother who has brought up a large family as her own kitchen\r\nmaid, without servants, who has braved the hardships of poverty and\r\nprivation, has led a life but little lower than the angels, after all.\r\n\r\n_Don’t marry and cross your husband._ While on this division, don’t\r\ncross your wife just at dinner-time. After the cares of business he is\r\ntired, fretful, and she is of similar humor. To make a dispute is much\r\neasier than to make a coal fire. Wait!\r\n\r\nDon’t flash up and speak back, and irritate by quick answer. Wait!\r\n\r\nIf man or woman could only wait in seasons of anger, all would blow\r\nover and harmony return like spring flowers, that are not always in\r\nblossom.\r\n\r\nDon’t both speak at once, nor both get angry at once, nor both be too\r\ndetermined at once. No one is ever convinced by angry tones. It is\r\nhorribly repulsive to talk so; besides, you will both be sorry for\r\nit very many times. Wait, and let your judgment mature after dinner;\r\nquarrel, if you must, in whispers; that is the new fashion. Try the\r\nnewer form.\r\n\r\nAbout ten thousand new divorces could be prevented each year by\r\nobserving these rules of common sense and reason. When will married\r\npeople and unmarried people, and lovers and neighbors, learn how\r\npleasant peace is, and how awkward it is to quarrel together?\r\n\r\nOne man pounds his finger with a tack-hammer and blames his wife for\r\nit a month later; one man’s goose gets in a neighbor’s garden and is\r\nkilled--perhaps served him right--and yet they are sworn enemies for\r\nfive years later; and not until some child is rescued from a burning\r\nbuilding or a mad dog, by the enemy neighbor do the two know how\r\npleasant and useful it is to dwell in harmony.\r\n\r\nFamilies who have been estranged for years are some day--ah, some\r\nday!--called to look into the sightless eyes that once flashed in\r\nanger, or lay away in its earthy home the form they shunned for some\r\ntrifling answer in a passion. If we knew how soon, how cautious we\r\nwould be! Life is so short to quarrel and make up in; they who quarrel\r\nmay never make up.\r\n\r\n_Don’t marry in fun._ Be in earnest about a matter of so much moment.\r\nIt may seem funny to a lot of girls out on a sleigh-ride to call in\r\nsome one and wind up an escapade by a double wedding; but few of such\r\nmarriages ever end well.\r\n\r\nSudden and ill-considered matches are mismatches. You may have a\r\nmother, a sister, or a family to consult; then the old-fashioned way is\r\nthe best. It’s a left-handed marriage at best that will not allow the\r\nforms used for ages to strengthen its solemnity.\r\n\r\nLet the world know by open dealing that you have married above any\r\nsecrecy, elopement, or underhanded fashion. Be brave enough to follow\r\nthe form of society in a manner that concerns every neighbor and every\r\nrelative.\r\n\r\nMarry at home or at church, in good form, without display; marry\r\naccording to the best usage of the best people, and you will reap some\r\nbenefit from the sensible conclusion.\r\n\r\n_Don’t marry without an eye to comfort._ A man that expects to live\r\nthirty years or more with a partner will investigate his likes and\r\ndislikes; so should a woman. Are you ready to attend a cattle ranch and\r\nbrave the frontier? Then look the matter clearly in the face at the\r\nfirst hint of the man’s proposal who expects it.\r\n\r\nDo you prefer the city to the country? Look to the earliest\r\nopportunity. Can you endure a soldier’s absence, or wait for an\r\nexplorer? or will you prefer a domestic relation that brings you both\r\nunder one roof daily? These questions should be answered soon enough\r\nto prevent regret, remorse, or separation. The greatest of all dangers\r\nin marriage is the color-blindness of lovers: they never use but one\r\ncolor--rose color--till a few weeks after the wedding.\r\n\r\n_Don’t spurn a man for his poverty._ “Prosperity is the parent of\r\nfriends; misfortune is the fire by which they are tried.” One may be\r\npoor by an honest failure, another may be rich on ill-gotten gains.\r\nThe first the lord of honor, the last a prosperous knave.\r\n\r\n“I would give it all willingly and work by the day if we could be\r\nplaced back where we were, and be free from the worry and dread and\r\nanxiety,” said a rich man’s wife to a waiting friend by her sick\r\nbedside.\r\n\r\nWho does not know of poor, plain boys who endured the poverty of youth,\r\nstruggled with their studies, carved out a fortune as from flinty\r\nmarble, and enjoyed it in maturer years, all the more for the effort\r\nit cost them, all the more likely to last and continue to bless other\r\ngenerations?\r\n\r\nFranklin commenced poor with a penny loaf; Greeley was homely and\r\nawkward. Few would have looked for Lincoln’s rise. Giddings and Collier\r\nand Garfield all started low on the ladder, and ended high in honor and\r\nworthy of any woman’s affection.\r\n\r\nIf we could only get near enough to Genius to comprehend its superior\r\nworth; if we could reverence talent and admire integrity and take true\r\nmeasure of prospective greatness, what a fortune we would possess!\r\n\r\nLike high-priced lots in large cities, the discoverers of rare\r\nlocations seldom knew the value of their purchases. It takes time for\r\ndevelopment; more time in genius and character than we are always ready\r\nto wait for; but the far-seeing are always rewarded, so with the prizes\r\nof matrimony.\r\n\r\n_Don’t marry and expect a husband to be wealthy while young._ Only the\r\nolder men should be looked to for high financial standing. In a hopeful\r\ncountry like ours, few are rich under fifty, seldom under sixty.\r\n\r\nYoung men who earn their education, and begin and learn a business are\r\nbarely partners at thirty or thirty-five. It takes time to prosper.\r\nSeveral mistakes may be made. Scarcely a wholesale house in New York\r\nor Boston has run on twenty years without a failure. Failure is the\r\nrule, success the exception. Patience, pluck, and perseverance win the\r\nvictory, but they who spend freely in the forenoon have little left in\r\nthe evening. Those who save early double in like ratio later on.\r\n\r\n_Don’t marry in opposite religious views._ If possible, marry near\r\nyour own belief. This may seem strained, but the story of divorces\r\nwill confirm its wisdom. Children and parents very often disagree on\r\nreligious subjects. The farmer’s “Betsey and I are out” controversy,\r\n“was a difference in our creed. And the more we argued the matter, the\r\nless we ever agreed.”\r\n\r\nIt is pleasant to agree on a subject so vital in families, more\r\nespecially so in Protestant and Catholic families, where education is\r\nsometimes controlled by church government, and marriages are held\r\nillegal in one church if not solemnized by its forms and between\r\nregular believers in its faith and doctrines.\r\n\r\n_Don’t marry a duke_, or any man who travels on his title. The most of\r\nsuch men are very common, and the most of young people who seek their\r\ncompany are sold, deceived, and seriously disappointed.\r\n\r\nThey expect a fortune to begin with, and will be the most exacting\r\nof all mortals. This is a mere matter of birth and surroundings.\r\nNovels tell many beautiful stories (pretty visions) about brave and\r\nnoble dukes and their princely palaces, attentive servants, and\r\nflower-arbors. Experience tells far different stories.\r\n\r\nThe history of nine out of ten of such unnatural unions is a record\r\nof a half million or so squandered on a petted daughter to satisfy a\r\nmother’s ambition, and ending in misery entailed by the dearly bought\r\npurchase. Don’t marry so much out of rank as to be a burden, or carry a\r\nburden.\r\n\r\n_Do marry a man that you can look up to_, and see that he can\r\ndo likewise. There are plenty of farmers, mechanics, merchants,\r\nconductors, doctors, lawyers, and men of general business, who are\r\nworthy, trusty, generous, noble, and will make excellent husbands.\r\n\r\nSeek them out from their character, their conduct at home, their\r\ntreatment of sisters and mothers, their devotion to business and\r\nadherence to principle. Show them that you trust them. Be ready to\r\nmarry. Become accomplished and useful. Make yourself worthy of a home,\r\nand know how to manage it with skill and kindness. Loving natures are\r\nnot long neglected. The worn-out belles and women who fade and wither,\r\nand die snappish and single, were insincere, or lacked some quality of\r\nwinning manners.\r\n\r\n_Do marry a President._ That is the correct form now. It’s so romantic.\r\nWaive all the hints of other objections,--age, love, spite, money, and\r\nthe like. Get a President,--just for the position, you know!\r\n\r\nThen all the little jewels and diamonds and presents will come rolling\r\nin like flowers to a favorite singer. All little objections vanish in\r\nthe presence of a President. He must be suited to any condition of\r\nbeauty, genius, or intellect. Don’t refuse a President’s offer; you may\r\nnever get but one such in a lifetime.\r\n\r\n_Do marry a plain man._ Just a plain, common-sense man; be he banker,\r\nlawyer, doctor, farmer, builder, merchant, so he is a man; for manhood\r\nis at a premium to-day in home life! The world is full to overflowing\r\nwith brilliant men. Public offices are public trusts, and all that such\r\nresponsibility implies, and there are women in stations where the word\r\nhome has very little meaning, and other women who long for the quiet\r\nand comfort of true domestic life away from the cares of office and the\r\ndemands of lofty stations.\r\n\r\nTwo of the things that lead to greatest misery of the masses to-day are\r\nover-ambition and reckless marriages.\r\n\r\n_Don’t coax a woman to love you._ If you wish to win, that is certainly\r\nthe wrong way. If they have any notion of it, you are in the opposite\r\ndirection of success.\r\n\r\nWomen despise a fawning, cringing nature. “Fortune and women, born to\r\nbe controlled, stoop to the forward and the bold.”\r\n\r\nA far more sensible way to win will be by indifference. Show enough\r\nwillingness to reassure her, and enough courage to act manly.\r\n\r\nTen to one you have mistaken her temper by lack of frankness. Nothing\r\nis more touching than truth. If you are really bent on marrying and\r\nhave told the right person the whole story, earnestly and truthfully,\r\nthe answer should be decisive.\r\n\r\nKeen dealers seldom banter; they may hesitate, they may explain their\r\nwants and wishes, they never parley very long or express much anxiety\r\nto strike a bargain.\r\n\r\n_Winning a wife or a lover is a rare art._ To be worthy of either\r\nis the first essential. It is better to be worthy of it than to be\r\nPresident and unworthy.\r\n\r\nIt must be consoling even to a jilted lover to feel that he is superior\r\nto the one successful. The next thing to being worthy is being ready.\r\nMany a youth begins driving, sleighing, and dressing for society who\r\npays his clothing bills by instalments, and whose salary is wholly\r\nunequal to his outlay.\r\n\r\nFairness demands that a girl in marrying should better her condition.\r\nHow can one expect her to marry into misery?\r\n\r\nChesterfield quotes an old Spanish saying of great force and aptness:\r\n“It is the beginning that costs in everything. The first step over, the\r\nrest is easy.”\r\n\r\n_Don’t marry recklessly._ Before two or more men form a partnership,\r\nthey learn each other’s means of furthering the business to be engaged\r\nin; the confidence that each is worthy of, the skill, attention, etc.,\r\neach can give, and the prospects of a mutual agreement and prosperity.\r\n\r\nWithout some inquiry on these vital requisites, no company concern\r\nwould be founded. It would be a foolish investment to purchase goods\r\nand fit up stores or warehouses without some forecast of results; and\r\nyet this is precisely in the line of marriage.\r\n\r\nPartnerships are business marriages. It is not best to be too cool and\r\ncalculating about it; one caution may let another take the venture and\r\ndraw the premium. But some common-sense may as well be mixed with a\r\nmatter so vital as a life-long engagement.\r\n\r\nFirms are limited to a few years; marriages are unlimited save by\r\ndeath, or divorce, for over a third of a century, on an average. While\r\nit is very difficult to tell whom to marry,--for no one can foresee\r\nyour circumstances,--still, it is well to mention a large class that no\r\none should marry, at least till all others are no longer accessible.\r\n\r\nIf one could foresee the extent of happiness depending on this\r\nselection of partners, if he would take a simple business caution\r\nand investigate enough to be considerate, he might save society from\r\ndisgrace and himself from lasting misery. For the fact is, that the\r\nmost glaring of all our American evils is the looseness of marriage\r\nties, and the misery it entails on domestic relations.\r\n\r\nIf these hints or reminders should induce one woman to avoid a bad\r\nmarriage, and one man to contract a good one, or save a long quarrel,\r\nor keep families in harmony, or help some poor bashful fellow to gain\r\nhis Yes by a sensible proposal, the time in reading will be well spent,\r\nthe trifling cost will be a splendid investment.\r\n\nROMANTIC MARRIAGES.\r\n\nCaroline Crofton had completed her course at Vassar, one of its\r\nearliest graduates, and one of the most brilliant in her class of\r\nthirty odd young New England, graceful, gifted, and generous girls,\r\nthat have long been noted for their purity of principles and perfection\r\nof character. She was smaller than her classmates, an only daughter of\r\nJudge Crofton, whose manner and training marked him as a classical,\r\nrefined, and upright gentleman, and a dignified and just judge.\r\n\r\nAll that culture could impart, or character add to the graces of\r\nnature, was bestowed upon Caroline, who never assumed the fashion of\r\nshortening her name by fancy contractions. Carline was the shortest\r\nway of calling her, and this was not a favorite with her mother. From\r\nher father she inherited the qualities ascribed to her, while her\r\nmother, like a clinging vine wound around the oak, was of a trusting,\r\nlovable, nature, of darker hair and eyes than the Judge; and the two\r\nmingled in the daughter, and formed a slender figure and a graceful\r\nform, an ardent, lovable character, as one could easily discover.\r\n\r\nDiligent by nature and proud of her progress in early studies, Caroline\r\nhad entered Vassar’s advanced classes and employed all her energy to\r\nexcel in each department.\r\n\r\nShe literally lived in her books for four full years, to the exclusion\r\nof modes, society, or even the newspapers; her one ambition seemed\r\never to be excellence, and when the graduating day arrived, and the\r\nlong row in white were seated in breathless awe to read their papers\r\nand receive their reward, something more than a common interest was\r\nawakened.\r\n\r\nSuch are the days when young men of wealth and ambition, and poorer\r\nmen with an eye to the beautiful, come in and listen to the overdrawn\r\npictures of school-girls’ first productions.\r\n\r\nThe theme of Caroline Crofton was “Pioneers;” how they had founded\r\nour government in the little log school-houses of New England, in\r\nthe sixteenth century; how they had established their town meetings\r\nand voting precincts; how they had gradually driven back the Indians\r\n(“noble redmen”) from the rich, fertile valley of the Mohawk in New\r\nYork, cleared away the underbrush from the fertile plains of Northern\r\nOhio and Pennsylvania, and boldly evaded the massive pineries of\r\nbleak, cold Northern Michigan; dauntlessly, fearlessly, and bravely\r\nestablishing schools and churches in the very midst of Indian huts and\r\nwigwams, taking their lives in their hands, to improve and populate a\r\ngreat and growing nation; and how wonderfully they had all prospered.\r\n\r\nIn her vivid and graphic picture of a fruitful theme (a theme learned\r\nfrom books and stories), she dwelt on the part that mothers had borne,\r\nand brothers were bearing, in this tide of prosperity and improvement,\r\ntill tear-drops came fast to the earnest eyes of the old gray-haired\r\nprofessors, who were judges, and many a mother’s heart leaped with\r\njoyous pride at the mention of brave sons battling with the Western\r\nwilderness, for their sons were among them.\r\n\r\nCaroline Crofton could feel the hush of silence, always such applause\r\nas is irresistible; she could feel the emotion, and conveyed that\r\nemotion to her audience; she forgot herself, forgot her hearers,\r\nand read with a girlish animation born of deep-seated belief in the\r\ngrandeur of the theme she advocated. Round after round of applause\r\ngreeted her conclusion, and she staggered to her seat literally\r\novercome by the brilliant effort which resulted in a handsomely\r\ninscribed medal as first of her class of Vassar.\r\n\r\nWhether the influence of that essay on the mind of Caroline, or its\r\ngreater influence on Cyrus Arthur (a newly arrived resident of Vassar)\r\nwas the most potent means of a quick acquaintance between them, is not\r\nwell known to the writers; certain it is that an early friendship soon\r\nrefined into affection, and meagre inquiries into his character being\r\nsatisfactory to Caroline, he was promptly admitted as a suitor at the\r\ndignified household of Judge Crofton, on the banks of the beautiful St.\r\nLawrence. The Judge was led to believe that a long acquaintance had\r\nripened between schoolmates, when in fact it was a love at first sight\r\naffair, and on very little consideration.\r\n\r\nThat these young and ambitious lovers enjoyed all that is allotted\r\nto their class is forever a secret, for their after-life reveals but\r\nlittle of its mystery. Their after-life was a struggle for bread first,\r\nand position soon after. They really put off living, very foolishly.\r\n\r\nCyrus Arthur was a large, strongly built, dark-haired, handsome fellow,\r\nof considerable assurance in the social gatherings, and generally\r\nmanaged to lead off with the dances and parties from his size and\r\ncommanding way more than from any merit of talent or real goodness in\r\nhimself; one of the village leaders who gained favor by fine looks and\r\noutward appearance; one of the petted class of forenoon brilliants\r\nwhose afternoons are often more shaded.\r\n\r\nThere was a smile of serene contentment and half-satisfaction on the\r\nhaughty face of young Arthur as he offered himself to the Judge’s\r\ndaughter in that manner assumed by generals in battle. He obtained his\r\nprize, and she obtained her ambition. He married beauty, she married a\r\nleader. Her highly colored future was a life of intellectual greatness;\r\nhis first pride was of conquest, then of distinction.\r\n\r\nA large man in a small place may be a little man in a large city.\r\n\r\nIn good season they were married, of course; and of their courtship\r\nlittle need be said, for it was all unromantic.\r\n\r\nArthur’s father was a merchant of limited means, and the younger having\r\nhigh notions of going West to grow up with the country, early settled\r\nin a lumber-making city of North Michigan, where he took his fair young\r\ncompanion, who soon realized that her rose-colored romance of brave\r\npioneers was not a living reality.\r\n\r\nDreams are one thing, real life is another; work was scarce in the big\r\novergrown city, but plentiful in the pineries; and after the first\r\nday of married life wore into weeks, and living expense came around\r\nwith painful regularity, the new couple were forced to economize, then\r\nlook for employment, which they first found in tending store and camp,\r\ncooking for a large lumber-ranch; certainly far less refining than the\r\nvision of a Vassar schoolgirl’s essay had pictured.\r\n\r\nBut they prospered, and by dint of close saving, always coming from the\r\nwise counsel of the weaker one, they became managers, then owners, of\r\na portable saw-mill and a ranch, and gradually a store building partly\r\npaid for.\r\n\r\nFrom the letters home, showing their thrift and economy, gradually\r\ncame small sums lent to the far-away idol of the staid old Judge’s\r\nhousehold. Cyrus was surprised and delighted one day to find a large\r\nbill of goods sent on to fill up their store and give them a start in\r\ntheir hard beginning.\r\n\r\nIt was the work and influence of that little brainy wife, whose tender\r\nhands had grown harder by cooking, mending, and working for forty or\r\nmore robust workmen, and the reward it brought and the encouragement\r\nto both. With a well-stocked grocery and comfortable surroundings,\r\nCyrus began to look the world in the face quite complacently, and take\r\nmatters easier. Meanwhile, the silent ambition of Caroline determined,\r\nif growing up with the country meant anything, she would fathom its\r\nmystery, and she continued to delve and save, and plan and execute, and\r\nencourage her husband in his extensive contracts.\r\n\r\nHere was a profit on forty laborers, a margin on their payment in\r\ngoods, a rise in lumber, and a golden opportunity to buy vast tracts\r\nof pine timber at very low figures in cash payments. Drawing on her\r\nsavings the little wife advised wise investments."
    },
    {
      "title": "II.",
      "content": "Fifty-seven, eight, and nine were the three trying years in Northern\r\nMichigan. Many a man would cheerfully trade a load of shingles for\r\na bag of corn, and a thousand feet of timber for a single ham. New\r\nEngland thrift was in the market, and the little daughter of a discreet\r\njudge balanced the chances and made hay in sunshine most effectually.\r\n\r\nFour years passed by, and a rapid rise in prices gradually increased\r\nthe value of timber, then lumber, then shingles, then lands, and long\r\nbefore the war ended, Arthur and his once timid wife were among the\r\nwealthy citizens of the Rapids.\r\n\r\nA large, strong frame, and but little anxiety; a dark, swarthy\r\ncomplexion, with a heavy black beard; the face of such a man at\r\nthirty-eight showed less signs of wear than his little fair-faced\r\ncompanion at six years younger.\r\n\r\nAge, climate, work, and care were telling on the slender build of\r\nCaroline. The rapid birth of three children in ten years told also\r\ntheir story of a mother’s anxiety, written in shading lines on her once\r\ndelicate features.\r\n\r\nAbsorbed in her duties as a wife, she had little room for society,\r\nwhile he, a man relieved by riches from hard labor, was approaching\r\nthat prime of maturity when the world looks complacently upward to one\r\nwho has prospered, not even asking how, or why, or any reason.\r\n\r\nLong trips to large cities, absence from home, mingling often with\r\nwealthy lumbermen, and assuming that position that wealth ever commands\r\nin society, were doing for Cyrus Arthur what they will do for many in\r\nlike situations.\r\n\r\nHe craved a larger field for usefulness, he moved and settled in\r\na large city; he craved society, he was a favorite with women; he\r\ndeveloped a fondness for the more forward class. He fell; he fell often.\r\n\r\nIf he had ever loved his devoted wife, the author of all his success\r\nand prosperity, he now grew unloving, haunted by the caresses of more\r\npassionate women. Driven by appetite to seek the companionship of the\r\nbrazen and deceitful, he lost his self-respect, his love of home, and\r\ngrew madly in love with a most bewitching character, lately divorced\r\nfrom her husband.\r\n\r\nA spell came over him; “the trail of the serpent is over them\r\nall,”--the “twelfth temptation,” as shown in the powerful drama of\r\nits name, that takes a farmer-boy in innocence, carries him safely\r\nthrough the perils of a great city, saves him from saloons and wine,\r\nand larceny and dishonesty, and at last when weakened by tampering with\r\nsin, brings him face to face with such dazzling beauty that his fall\r\nbefore it seems as natural as his ruin later is effectual.\r\n\r\nThe trail of the serpent had crossed by the path of Arthur. The coil\r\nwound around him, for he loved the bold siren who enchanted him, and\r\nyielded to the twelfth temptation."
    },
    {
      "title": "III.",
      "content": "“For a woman can do with a man what she will;” yet a man who knows a\r\nwoman thoroughly and loves her truly--and there are women who may be so\r\nknown and loved--will find, after a few years, that his relish for the\r\ngrosser pleasures is lessened, and that he has grown into a fondness\r\nfor the intellectual and refined amusements without an effort, and\r\nalmost unawares.\r\n\r\nFettered and controlled by the witchery of his evil genius, Cyrus\r\nArthur lost all power but that borrowed of his seducer. Her counsel\r\nreplaced the once wise confidence of a better companion. Her influence\r\nwas as a loadstone in a compass,--it carried him in dumb obedience to\r\nher will. He was absorbed, confused, bewitched, stranded, lost!\r\n\r\nAs often as they met in their evil way, she demanded a divorce and\r\ninsisted on early proceedings.\r\n\r\n“But the cause?” he would say. “Cause?” she would answer; “make a\r\ncause!” “Not so easily done,” replied her willing admirer.\r\n\r\n“Money will do anything,” was her ready answer.\r\n\r\n“Money will do anything,” repeated the fond lumberman; “true, money\r\nwill do everything.”\r\n\r\nBut how? When, and where?\r\n\r\nThese questions were all puzzling."
    },
    {
      "title": "IV.",
      "content": "There was a dark-faced inspector, a man-of-all-work in lumber camp,\r\ncalled Roland, who had often called at Arthur’s, and who occasionally\r\npartook a little too freely of Northern fire-water, as the Indians term\r\nit, and whose poverty at such times would consent to almost anything,\r\non one pretence and another.\r\n\r\nYoung Roland was sent to inquire if Mr. Arthur was in, or if Mrs.\r\nArthur needed shopping done, or errands attended to, with instructions\r\nto hint that his employer was seen riding out with the enchantress\r\nin a cutter, seemingly on the way to another village. These little\r\nirritations were to be repeated for effect, but no effect seems\r\nprobable. They did create some inquiry, and at such dates of\r\nconfidential conferences Mrs. Arthur was alone with the hireling spy\r\nand listened to his inferences of her husband’s indiscretions.\r\n\r\nNeither by word nor deed nor murmur did Caroline exhibit a sign\r\nor symbol of her unhappiness, save by the deeper lines and paler\r\ncountenance that easily escaped detection to one who barely looked her\r\nin the eyes twice a day for months together.\r\n\r\nIt was a failure; she would never act, he must take the initiative.\r\n\r\nArmed with a sworn affidavit of her infidelity with Roland on a recent\r\noccasion, together with further papers to complete their separation\r\nand settle an alimony of a few thousand dollars as her share of their\r\nlarge property, Cyrus Arthur visited his wife late at night as a robber\r\nwould call for her jewels, and demanded a complete surrender. Stunned\r\nand shocked, and overcome by the intelligence, she wept most bitterly,\r\npleaded, begged, and implored her husband, in the name of Heaven, to\r\nspare her and her _children_ from a disgrace so terrible. The sighing\r\nof the pines in a Northern forest would have moved him as soon from his\r\npurpose. She was between him and an envied object; he must succeed.\r\nHe was already goaded to desperation. Seizing the part of her plea\r\nrelating to her little girls, he made the worst of it.\r\n\r\n“If you would spare yourself and them from disgrace eternally, make no\r\ndenial and all shall be secret, and no one the wiser.”\r\n\r\n“Can this be true?” asked the distracted mother of the other’s lawyer.\r\n\r\n“Yes,” he replied, cases have been heard on default and divorces\r\ngranted, and not one scrap of bill or answer ever published.\r\n\r\n“What is a bill and answer?” questioned the little woman in her tears,\r\nfor she never dreamed of a divorce between her and her husband till\r\nthat moment.\r\n\r\n“It is the ground and denial for divorce,” replied the attorney.\r\n\r\n“Cyrus Arthur,” said his wife, as she looked at the eyes that evaded\r\nher earnestness, “do you mean this proceeding, or are you trifling?”\r\n\r\n“I am in earnest,” he answered.\r\n\r\n“Have you forgotten my home, my surroundings, the shock to my mother,\r\nmy father, my own feelings, my neighbors, our children? Do you realize\r\nhow you sin, and wrong me?\r\n\r\n“How I have toiled and helped you, planned our success! How I have\r\nsuffered, gone almost in the grave, in bringing you these children! Are\r\nyou in earnest?\r\n\r\n“If your heart is not iron, speak to me; shall I deny such a foolish\r\nslander? Shall I tell you before God, who will one day judge us all,\r\nthat every one of the charges are infamous lies and perjuries; shall I\r\nplace my word against his and you deny me?”\r\n\r\n“But you cannot swear in court in such cases,” said the ready lawyer.\r\n\r\n“Then Heaven will hear me; I am innocent. And may the Almighty end my\r\nlife right here, if I have ever, by act or look, or word or deed, done\r\naught that a true woman should not do in every day of our married life,\r\nfrom first to last, as God is my witness!”\r\n\r\n“But your children?” he pleaded, as if he had heard not a word of her\r\nearnest protest.\r\n\r\nOn and on they argued, later and later grew the hour, till, worn out at\r\nmidnight they passed her the papers, and eight thousand dollars, with\r\nwhich she was to return to her home in New England, and abandon all\r\ndefense to the proceeding, including a release of all dower interest in\r\nhis estate, real and personal.\r\n\r\nYou may smile at the absurdity, you may question the reason of such\r\nhaste and compulsion.\r\n\r\n“But who, alas! can love and still be wise?”\r\n\r\nAsk of the court records in every American city, and you will find\r\nstronger cases and stronger instances, more degradation, greater\r\nhardship, and equal perjury. Ask of _one_ court and find this case!\r\n\r\nNo sleep nor rest comes to Caroline Arthur. Early dawn found her\r\nsurrounded by her weeping children, in alarm at the sudden illness, for\r\nshe only called it illness.\r\n\r\nTwice she started for the City National Bank to deposit her money, and\r\ntwice relented. Once she determined to consult a neighbor, and later\r\nconcluded she would bear alone her sorrow.\r\n\r\nHastily filing his bill and securing her appearance, an early demand\r\nfor a hearing before a commissioner, in less than a _single week_ came\r\na divorce on the ground of infidelity.\r\n\r\nElated by his victory, with his deeds well recorded, and the court’s\r\ngreat seal granting their divorcement, Cyrus Arthur stalked the streets\r\nin supreme confidence as a man of victory.\r\n\r\nIt is said that Roman generals, once victorious ever bore about with\r\nthem the marks of conquerors; so did our modern general, but for a\r\nbrief duration.\r\n\r\nOnce in the newspapers, and the busy streets were vocal with open\r\ndenunciation. “Eight thousand dollars from a property worth one hundred\r\nand fifty thousand dollars!” came from bankers. “The wife that made\r\nhim what he is,” said another. “A shame to our civilization,” said the\r\nthird. “A fraud, a sham, a pretext,” said another.\r\n\r\nAnd the majority joined in the last anthem,--“a sham, a pretext,” a\r\ntrick to turn off his worn-out wife and marry that impious trader in\r\nunvirtue and immorality.\r\n\r\nPress interviews were had, and the dear little lady of clean hands\r\nand honest heart, whose soul shone as a diamond in the filth of foul\r\nslander around her, utterly and consistently refuted and denied the\r\nwhole story, and related its history with marvellous circumstantial\r\nevidence to convince any reasonable person of her truthfulness.\r\n\r\nIndignation knew no bounds; a firm of able lawyers at once filed a\r\ncross bill, and a prayer to set aside the fraudulent bill and another\r\nto annul all conveyances to Arthur; and within almost as brief a limit\r\nas he had secured his decree she had been restored to her rights with a\r\ndivorce from Arthur and a thirty-thousand-dollar settlement.\r\n\r\nHe was driven from the city in infamy, and she lived on in honor; but\r\nthe stain on the children was of a nature more permanent.\r\n\nUNROMANTIC MARRIAGES.\r\n\nGrace Hartwell graduated at Hillsdale College in 18--, and settled as\r\nan assistant teacher in the Union school on College Hill, living with\r\nher mother across the narrow river near by, where she would pass the\r\nold homestead of Richard Baker, son of a well-to-do farmer adjoining\r\nthe village, and who early became interested in the fair young teacher.\r\n\r\nGrace was a full brunette, of fairer complexion than is common to her\r\nschool of beauty.\r\n\r\nShe was beautiful, with well rounded arms, heavy black hair, rosy lips,\r\nwhite hands, eyes of marked expression--eyes that stood out full, and\r\nshone in striking contrasts, the black portion and the white being\r\nclear and sharply defined.\r\n\r\nGrace was no less a beauty than a dreamer, and longed for the kind of\r\nchange that best suits a girl of her quick, passionate, and impulsive\r\nnature--a marriage.\r\n\r\nRichard was below the medium size, with very light hair, of slim\r\nfigure, reticent of speech, shy and bashful, especially so in the\r\npresence of Grace, whom he met at parties, donations, and college\r\nreceptions, so frequent and amusing in their lively village.\r\n\r\nBoth went too long a distance for their dinner to make the trip\r\nagreeable, and both often carried their daily lunches in little baskets\r\nfor convenience.\r\n\r\nOn their homeward trips they met occasionally, bowed, passed the time\r\nof day, chatted of the last night’s party. It was growing so much of a\r\ncustom with Richard to meet these road-side appointments, self-made,\r\nand well timed to match his lonely companion, that they soon became a\r\nmatter of each day’s history.\r\n\r\nGrace was willing to listen, Richard was anxious to turn aside from his\r\nregular pathway and go round a square to bear her company.\r\n\r\nThey were in love without romance, and against both the belief and\r\nexpectation of all their associates.\r\n\r\nShe was the prize of the village; he was neither well-off nor popular,\r\nbut plain and unhandsome. He was not her only suitor, but the first had\r\ntaken some pique at her attentions to a stranger in the village, that\r\noffended the haughty admirer of her beauty, and each was claimant for\r\nher entire devotion.\r\n\r\nMiss Hartwell’s father was a tall black-eyed Virginian, warm-blooded,\r\nswarthy, and impulsive, and liked not the manner of his daughter’s new\r\nfriendship.\r\n\r\nHe put his foot down with emphasis. He insisted on obedience. He wanted\r\nposition, old family, wealth and social standing, or no marriage.\r\n\r\nGrace could not always govern her scholars, but herself she was\r\ndetermined to control.\r\n\r\nHerein both father and daughter were much alike.\r\n\r\nTime passed; attachment increased by opposition. Such is more often the\r\nway of lovers separated; but these were not wholly separated.\r\n\r\nAt the death of Richard’s stepfather a division of the estate netted a\r\nround three thousand to the young farmer, who had done nearly all the\r\nfarm work lately, and now started on an early Northwestern visit to\r\nthe wheat-growing regions, resolved on a test of climate, comparison\r\nof prices, and general outlook for an investment. He bought early and\r\nlargely in prairie lands of finest quality. He struggled, prospered,\r\nand grew well-to-do as a farmer.\r\n\r\nAnd what became of Grace, the teacher? Letters to and from Dakota,\r\nneatly written, choicely worded, and carefully punctuated, from one\r\nside; hurried notes, badly composed, from the other. The mind is never\r\nquite full of two subjects at once, and the surest cure for heartache\r\nis active employment and earnest work.\r\n\r\nThe increasing cares of farming, the magnitude of the business, the\r\nconstant desire for money (for the seed-time of farming is in its early\r\nstages), were a source of daily anxiety to Richard. “My poor Richard”\r\nwas not a common name for a heading to Grace’s letters; truly she had\r\nfound a fit name for her absent lover; a lover of land and of cattle, a\r\nlover of acres and of reapers, a lover of fences and shade-trees, and a\r\ngrowing Northwesterner; but poor, indeed, in actual happiness.\r\n\r\nThey were married; Grace removed to her rude quarters and furnished\r\nthem by taste, skill, and refinement. She took to her new home all the\r\ndelicacy of rare machine-work, neat stitching, and tidy ornaments of\r\nher Eastern education; the sewing of many odd hours of industry.\r\n\r\nIt seemed like an endless harvest, a long busy day, a strife and a\r\nstruggle, in a wilderness of bleak broad fields at great distance from\r\nmarket. They raised vast crops, but sold at low prices.\r\n\r\nThe panic of ’73, and the cold winter following, made not a very happy\r\nhoneymoon to both, but they endured it all, risked all in a fond large\r\nhope of abundant future riches. In a land of no railroads (it’s changed\r\nnow; it’s as much more brilliant to-day as an electric light compared\r\nwith the light of a common candle), Dakota was then rather a dreary\r\ncountry.\r\n\r\nSometimes, it is true, there would come over Grace a feeling of\r\nlonesome homesickness. It comes to a far-away settler many times in a\r\nlifetime; but she would choke it under, and resolve to be a brave wife\r\nand a worthy companion.\r\n\r\nTen years have rolled by, and times are better; both are older, worn a\r\nlittle by climate, larger, changed.\r\n\r\nOn the way to the National Park I chanced past their village one\r\nevening on the great Pacific Railroad, and mentioned “Hillsdale”\r\nincidentally.\r\n\r\nI saw a woman turn half-way round and look towards me, but went on\r\nunmindful of the situation. Suddenly her companion arose and asked me\r\nif I said Hillsdale, to which I assented, and then a vacant seat was\r\nmade and both came back and questioned me. They were strange people,\r\ntruly.\r\n\r\nHe a stout-built, long-bearded man, half gray, with buffalo\r\novercoat, fur cap and mittens on; she well wrapped in beaver; both\r\nWestern-looking in every particular.\r\n\r\n“You spoke of Hillsdale, sir,” began the woman; “and we lived there\r\nonce, and feel curious to know if you would not remain all night with\r\nus. We have a farm near by next station. I hope you will consent to\r\nspend the night with us;” clearly the woman was the social leader.\r\n\r\nThere was a pleading in the look, a frank expression that said, Please\r\ndo, and I consented.\r\n\r\nTwo miles, a drive by a cold open sleigh-ride--cold is hardly strong\r\nenough to mark the term,--and we found a low unpainted farm-house,\r\nplastered below, with chamber-floor for ceiling overhead, and rudely\r\nformed walls; a house of three rooms, mainly in two; a farm of six\r\nthousand acres, five teams, three tenant-houses, wagons and sleighs and\r\nfarming-tools without stint, but comfort nowhere.\r\n\r\nAfter breakfast the farmer fed his flocks and attended to his general\r\nchores, while I stayed in and chatted by a sickly pretence of fire\r\nmade of bad coal and green kindling-wood. I had seen, each time as he\r\ncame in, how gently he handled his little pet dogs, that seemed their\r\nonly children, how deeply absorbed he was in farm and stock, and how\r\nanxious he was I should see the ranch, but how little he noticed his\r\nsuperior companion.\r\n\r\n“Where are your children?” I ventured to inquire.\r\n\r\n“They are all three yonder in the field,” she said, and I knew they\r\nall slept in narrow houses there. This seemed to let loose the flood\r\nthat held her feelings since the night before. “But for my husband,”\r\nshe added, “I should go home ere this. He promised me to go as soon as\r\nthe road was built; but then it costs so much, we keep on putting off\r\nfrom year to year. But I am longing so much to go! And when I heard\r\nthat word Hillsdale last night, it filled me so full of home I could\r\nnot contain myself. I hope you were not offended; but it seemed if\r\nsome one would come and talk to me, my life would all be new again! It\r\nis so blank, so bleak, so cold and desolate, and I am heart hungry.”\r\nThe tears came fast, and filled her large dark eyes and softened down\r\nher voice to tones of confidence. With eagerness she spoke of care, and\r\nwork and trouble, sorrow and neglect; for, in his greed of gain, he had\r\nforgotten her as year by year rolled on, and both were growing older\r\nfast, and he not heeding it,--living on in his farm, reapers, sheep and\r\ncrops; his heart was full of such, and had no room for her, no room for\r\nlife.\r\n\r\n“And you have been out here for fifteen years?” I said. “How many years\r\nin that long time have you really lived?”\r\n\r\n“Lived!” said Grace--for this was Grace and Richard, as you must know\r\nere this--“lived!” she replied;--“in work and trouble a long life\r\nindeed; in happiness, not one year yet. We have been waiting every year\r\nfor that good time to come when we would find our happiness; we have\r\nnot found it yet. The more he gets, the more he wants. Land means care,\r\nand taxes, and hired men, anxiety of crops, and overwork.\r\n\r\n“I had rather live _one year_ back by the old farm school-house, when I\r\ncarried my dinner to my school, and had a loving group of faces looking\r\ninto my eyes each noon, and loving me, than own all our acres and be\r\nhere a dozen years.\r\n\r\n“Life is not all in years to me! I have learned that lesson dearly,\r\nlearned it living where we see so little of real life that memory is\r\nall the hope I have.”\r\n\r\n“Starving amid plenty is cruelty,” I said. “Sell half and live while\r\nyou may. You are wasting your whole lives in a fruitless hunt for\r\nhappiness.”\r\n\r\nI have since learned that my visit was a revolution and reform, and\r\nthat they are living better.\r\n\r\nAnd I thought, as I turned to the States and cast a long sad look\r\nat the lonely form in the doorway, and one at the bundle of robes\r\nbeside me, who was driving me to the land of daily enjoyment, if their\r\nchildren had grown up and lived in such a place, where would have\r\nbeen their hope? In land and horses! Where their company? The company\r\nof flocks and cattle. The hope of sometime finding more congenial\r\nquarters. I turned in sadness, saying inwardly, “God pity the land-poor\r\nfarmers, and pity their wives, and show them the lives they are\r\nleading!”\r\n\r\n * * * * *\r\n\r\nTHE SCIENCE OF A NEW LIFE.\r\n\r\nBY JOHN COWAN, M. D.\r\n\r\nA Book Well Worth Possessing by Every Thoughtful Man and Woman.\r\n\r\nThe “Science of a New Life” has received the highest testimonials and\r\ncommendations from leading medical and religious critics; has been\r\nheartily endorsed by all the leading philanthropists, and recommended\r\nto every well-wisher of the human race.\r\n\r\n_TO ALL WHO ARE MARRIED_\r\n\r\nOr are contemplating marriage, it will give information worth HUNDREDS\r\nOF DOLLARS, besides conferring a lasting benefit, not only upon them,\r\nbut upon their children. Every thinking man and woman should study this\r\nwork. Any person desiring to know more about the book before purchasing\r\nit, may send to us for our 16-page descriptive circular, giving full\r\nand complete table of contents. It will be sent free by mail to any\r\naddress. The following is the table of contents.\r\n\r\nMarriage and its advantages; Age at which to marry; The Law of choice;\r\nLove Analyzed; Qualities the Man Should Avoid in Choosing; Qualities\r\nthe Woman Should Avoid in Choosing; The Anatomy and Physiology of\r\nGeneration in Women; The Anatomy and Physiology of Generation in Man;\r\nAmativeness--its Use and Abuse; The Prevention of Conception; The Law\r\nof Continence; Children--Their Desirability; The Law of Genius; The\r\nConception of a New Life; The Physiology of Inter-Uterine Growth;\r\nPeriod of Gestative Influence; Pregnancy--Its Signs and Duration;\r\nDisorders of Pregnancy; Confinement; Management of Mother and Child\r\nafter Delivery; Period of Nursing Influence; Fœticide; Diseases\r\nPeculiar to Women; Diseases Peculiar to Men; Masturbation; Sterility\r\nand Impotence; Subjects of which More Might be Said; A Happy Married\r\nLife--How Secured.\r\n\r\nThe book is a handsome 8VO, and contains over 400 PAGES, with more than\r\n100 ILLUSTRATIONS, and is sold at the following PRICES--ENGLISH CLOTH,\r\nBEVELED BOARDS, GILT SIDE AND BACK, $3.00; LEATHER, SPRINKLED EDGES,\r\n$3.50; HALF TURKEY MOROCCO, MARBLED EDGES, GILT BACK, $4.00. Sent by\r\nmail, post-paid, to any address, on receipt of price.\r\n\r\nCOMMENDATIONS.\r\n\r\n“In a careful examination of Dr. Cowan’s SCIENCE OF A NEW LIFE, I am\r\nprepared to give it my very cordial approval. It deserves to be in\r\nevery family, and read and pondered, as closely relating to the highest\r\nmoral and physical well-being of all its members.... The essential\r\nremedy for these great evils is to be found in Dr. Cowan’s work;\r\ntherefore, may it be circulated far and wide.”\r\n\r\n WILLIAM LLOYD GARRISON.\r\n\r\n“As it is easier to generate a race of healthy men and women than to\r\nregenerate the diseased and discordant humanity we now have, I heartily\r\nrecommend the study of THE SCIENCE OF A NEW LIFE to every father and\r\nmother in the land.”\r\n\r\n ELIZABETH CADY STANTON.\r\n\r\n“It seems to us to be one of the wisest, and purest, and most helpful\r\nof those Books which have been written in recent years, with the\r\nintention of teaching Men and Women the Truths about their Bodies,\r\nwhich are of peculiar importance to the morals of Society.... No one\r\ncan begin to imagine the misery that has come upon the human family\r\nsolely through ignorance upon this subject.”\r\n\r\n THE CHRISTIAN UNION.\r\n\r\nIf, after reading the above, you wish to get a copy of the book, send\r\nus the money by Post-office order or registered letter, and we will\r\nsend it by return mail.\r\n\r\nAgents wanted to whom we offer liberal terms. Send to us at once for\r\nconfidential terms, and state what territory you can work to advantage.\r\n\r\nAddress all orders and applications for an agency to\r\n\r\nJ. S. OGILVIE Publisher, _P. O. BOX 2767. ROSE STREET, NEW YORK._\r\n\r\n * * * * *\r\n\r\nARE YOU THINKING ABOUT BUILDING A HOUSE?\r\n\r\n[Illustration]\r\n\r\nIT IS EASY ENOUGH TO BUILD A HOUSE AT A LOW COST IF YOU START RIGHT\r\nand the way to start right is to buy the new book, PALLISER’S AMERICAN\r\nARCHITECTURE; or, Every Man a Complete Builder, prepared by Palliser,\r\nPalliser & Co., the well-known Architects. A careful examination of\r\nthis book will save you hundreds of dollars.\r\n\r\nThere is not a Builder, or anyone intending to build or otherwise\r\ninterested, that can afford to be without it. It is a practical work,\r\nand the best, cheapest and most popular book ever issued on Building.\r\nNearly four hundred drawings. A $10 book in size and style, but we have\r\ndetermined to make it meet the popular demand, to suit the times.\r\n\r\nIt contains 104 pages, 11 x 14 inches in size, and consists of\r\nlarge 9 x 12 plate pages, giving plans, elevations, perspective\r\nviews, descriptions, owners’ names, actual cost of construction,\r\n_no guesswork_, and instructions HOW TO BUILD 70 Cottages, Villas,\r\nDouble Houses, Brick Block Houses, suitable for city suburbs, town\r\nand country, houses for the farm, and workingmen’s homes for all\r\nsections of the country, and costing from $800 to $6,500; also Barns,\r\nStables, School House, Town Hall, Churches, and other public buildings,\r\ntogether with specifications, forms of contract, and a large amount of\r\ninformation on the erection of buildings, selection of site, employment\r\nof Architects. It is worth $10 to any one, but we will send it in paper\r\ncover by mail, postpaid, on receipt of $1.00; bound in cloth, $2.00.\r\nAddress all orders to\r\n\r\nJ. S. OGILVIE, Publisher, 57 Rose St., New York.\r\n\r\n * * * * *\r\n\r\nTranscriber’s Notes:\r\n\r\nThe author of this book is listed in other sources as James W. Donovan\r\nusing the pseudonym Hildreth.\r\n\r\nPunctuation has been made consistent.\r\n\r\nVariations in spelling and hyphenation were retained as they appear in\r\nthe original publication, except that obvious typographical errors have\r\nbeen corrected.\r\n\r\nThe following changes were made:\r\n\r\np. 54: that removed (and trials come)\r\n\r\np. 65: it added (for it a)"
    }
  ]
}