{
  "id": 17199,
  "title": "Golden Days for Boys and Girls, Vol. XII, Jan. 3, 1891",
  "author": "Various",
  "chapters": [
    {
      "title": "1788.",
      "content": "The original Carlos began the insurrection business in 1825, and, after\r\nbeing repeatedly defeated and banished, died at Trieste in 1855. His son\r\nDon Carlos continued to make periodical attempts to regain the crown,\r\nbut died in 1861, leaving no direct heir.\r\n\r\nThe present Don Carlos, the nephew of the above, has headed four\r\ninsurrections and has many followers, but no one believes that he will\r\never be more than an aspirant.\r\n\r\nDom Pedro, the deposed Emperor of the Brazils, lives in Portugal, and is\r\nthe most unhappy of ex-rulers. The death of his wife followed close upon\r\nhis exile, and he longs to return to Brazil, if only to die. He has\r\nrefused the gratuity offered him by the infant republic, and not being\r\nwealthy, the future looks rather dark for him.\r\n\r\nWhen Italy was united, a number of petty sovereigns were deprived of\r\ntheir crowns and now wander around without any particular aim in life.\r\nUnlike an ex-President of the United States, an ex-king cannot go to\r\nwork, and, if he has not saved any money, must depend on charity for a\r\nliving, unless he can marry a rich wife.\r\n\r\nAustria has taken care of several rulers of the Tuscan provinces, and\r\nthe Italians are generous enough to see that none of them starve.\r\n\r\nParis is a notable refuge for royal exiles, and some of them are engaged\r\nin anything but kingly pastimes. A prince of Georgia drives a cab, and\r\none of the best police agents is a scion of the royal house of Poland.\r\n\r\nAmong the curiosities of Paris is Orelie, King of Araucania. Originally\r\na poor lawyer, with a taste for adventure, he made his way to Chili, and\r\nthence to a remote section of the republic, where the Araucanian Indians\r\nlive. He won their good will to such an extent that they elected him\r\nking, and for several years he ruled over them. Then the Chilians\r\nstarted a war and Orelie I decamped. In Paris he still calls himself\r\nKing of Araucania, and makes a precarious living by selling titles of\r\nnobility to gullible or vain people.\r\n\r\nAnother exile, more meritorious, is Francesco, King of Armenia and\r\nPrince of Jerusalem. It has been many years since Francesco's ancestors\r\nwere driven by the Turks from the throne of Armenia, but there can be no\r\ndoubt whatever of the royal antiquity of the family. Descended from a\r\nbold crusader, they held the kingly rank for centuries, until the rise\r\nof Mohammedan power in the East made them exiles. Russia, for many\r\nyears, gave the titular prince a pension, but this was dropped about\r\nforty years ago, and since then the kings of Armenia have had a very\r\nhard time of it. The present king is a waiter in a small restaurant near\r\nVersailles. He is a quiet fellow, and does not parade either his\r\npedigree or his misfortunes.\r\n\r\nThere can be no doubt that the number of royal exiles will increase with\r\nthe passing years. The trend is all one way. Monarchies are giving way\r\nto republics all over the world, and once the people have the power in\r\ntheir own hands they will not relinquish it. Revolutions, however,\r\nnowadays are peaceful, and kings may thank their stars that they are no\r\nlonger in danger of losing their heads along with their crowns.\r\n\n A HAPPY NEW YEAR.\r\n\nNature has made no marked division between the new year and the old, and\r\nthere is practically no difference in weather between the last week in\r\nDecember and the first week in January. Perhaps it would be more logical\r\nto have the year begin with the vernal equinox, but practically it makes\r\nno difference at all. The year begins on the first day of January in all\r\nChristian nations except Russia and her dependencies, and it is not\r\nlikely that any change will be made in future.\r\n\r\nYet, although there is no natural division, custom has made one that we\r\ncannot help but notice. In the business and financial world the end of\r\nthe old year marks a distinct epoch, and the first of January is the\r\nbeginning of new accounts and new books. There is a general brushing up,\r\nso to speak, and a number of new rules enacted, even if they are never\r\nenforced.\r\n\r\nThere seems to be no reason why there should not be a moral brushing up,\r\nas well as a business one. On the first of January, why should not every\r\none take an account of stock? Why not foot up all the good and bad done\r\nin the old year, and find out on which side the balance lies? If bad, it\r\nis a subject for correction; if good, it is a matter for congratulation.\r\n\r\nIt is not necessary for one to make the footings public, any more than a\r\nbusiness man takes the outside world into his confidence, but a perusal\r\nmay do a wonderful amount of good. Indeed, it is the only way by which\r\none can learn to avoid a repetition of the errors of the old year.\r\n\r\nThe first of the new year is called \"happy\" doubtless on account of the\r\ngood resolutions which inevitably spring from a contemplation of the\r\npast. It is the one day in the year when every right-minded person at\r\nleast tries to do good, and it is an axiom that to be good is to be\r\nhappy.\r\n\r\nAnother reason springs from the time-honored custom of calling and\r\nrenewing old acquaintances, and thus reviving many happy memories.\r\n\r\nLet no boy or girl be laughed out of making good resolutions on New\r\nYear's Day. To make a resolution and keep it for a single day is better\r\nthan to make none at all, and it renders each successive resolution\r\neasier to make and keep. But good resolutions may be kept, and then,\r\nindeed, the new year will be a happy one.\r\n\r\nResolve, then, on New Year's Day to be something better and nobler than\r\nyou have been in the old year, to correct some fault or develop some\r\nvirtue; resolve to make some one's life brighter, or to do good in some\r\nway, however humble, and you will find your reward in a happiness equal\r\nif not superior to that which you have bestowed.\r\n\n ICEBERGS.\r\n\r\n by J.V. HAY.\r\n\nIt may sound strangely to the average reader to say that icebergs are\r\nmore numerous in warm weather, but such is the fact. Of course they are\r\nformed in winter, but it takes the summer sun to set them adrift and\r\nsend them floating on the ocean, a grand sight to look at but a fearful\r\nmenace to vessels.\r\n\r\nIcebergs are born every day in every month, but most of them remain in\r\nor near their native waters for a long time before they escape and\r\nwander to the great lanes of travel between here and Europe.\r\n\r\nThe bergs seen last summer are from two to ten years old--that is, they\r\nhave had an existence individually for years, though the ice from which\r\nthey are formed is much older, some of it possibly having been frozen\r\nfirst a thousand years ago.\r\n\r\nIcebergs are born of glaciers, and four out of five of the floating\r\nbergs on the Atlantic come from Greenland. A glacier is a river of solid\r\nwater confined in the depressions running down the mountain sides.\r\n\r\nSoft and powdery snow falls upon the summits, and though some is\r\nevaporated, the yearly fall is greater than the yearly loss, and so the\r\nexcess is pushed down the slope into the valleys which possibly at the\r\ntime are covered with green and have afforded pasture lands for cattle.\r\n\r\nThe snow gathers in the high valleys and every day undergoes some degree\r\nof the change which finally transforms it into ice. Slowly, very slowly,\r\nin some cases only a foot every year, this frozen river flows downward.\r\nNothing can stop it, nothing can even check it.\r\n\r\nThe process is the same in Switzerland and Greenland, only in\r\nSwitzerland the glacier melts when it reaches the lower valley and feeds\r\nrivers; in Greenland the glacier slides into the ocean, breaks off and\r\nbecomes an iceberg and floats away.\r\n\r\nOne of the incidents of an ordinary Alaskan cruise along the coast is to\r\nsee the glaciers break off and fall into the water. They are far more\r\nbeautiful than the finest of the glaciers of Switzerland, and in size\r\nthey are so great that the largest Alpine glacier would make only a\r\nfair-sized nose, if it could be taken bodily and placed upon the face of\r\none of the Alaskan giants.\r\n\r\nAt Glacier Bay icebergs are being born all the while. Muir Glacier, the\r\nlargest that dips into the bay, presents a front of 5000 feet. It is 700\r\nfeet thick, five-sevenths of it being under water. It extends back for\r\nmiles and miles.\r\n\r\nEach day the central part moves 70 feet into the sea, the discharge\r\nevery twenty-four hours being 140,000,000 cubic feet of clear ice. As\r\nthis great quantity cracks into pieces from the glacier, the bergs of\r\nthe North Pacific begin their life. The separation from the larger mass\r\nand the plunge into the sea cause terrific noises.\r\n\r\nThe interior of Greenland is a solid mass of ice. In fact, some people\r\nthink that at about the central part of Greenland there is a high\r\nmountain, around whose sides there has grown through the centuries an\r\nenormous glacier, sending down in every direction branch glaciers that\r\nextend to the coast. It is known that the only part of the land which is\r\nnot covered completely by ice is a narrow belt around the shore.\r\n\r\nCrossing this belt at hundreds of places are the glaciers. Some are only\r\na few hundred feet wide and 50 feet thick, while others are several\r\nmiles wide and measure 1500 feet from surface to bottom.\r\n\r\nAll of these ice streams are making their way to the sea, and as their\r\nends are forced out into the water by the pressure behind, they are\r\nbroken off and set adrift as bergs.\r\n\r\nEnsign Hugh Rodman, of the United States navy, in his report on the\r\n\"ice and ice movements in the North Atlantic Ocean,\" explains many\r\ninteresting things about ice and bergs.\r\n\r\nOnce the glacier extends into deep water, pieces are broken off by their\r\nbuoyancy, aided possibly by the currents and the brittleness of the ice.\r\n\r\nThe size of the pieces set adrift varies greatly, but a berg from 60 to\r\n100 feet to the top of its walls, whose spires or pinnacles may reach\r\nfrom 200 to 250 feet in height and from 300 to 500 yards in length, is\r\nconsidered an average size berg in the Arctic. These measurements apply\r\nto the part above the water, which is about one-eighth or one-ninth of\r\nthe whole mass.\r\n\r\nMany authors give the depth under water as being from eight to nine\r\ntimes the height above. This is incorrect, and measurements above and\r\nbelow water should be referred to mass and not to height.\r\n\r\nIt is even possible to have a berg as high out of water as it is deep\r\nbelow the surface, for if we imagine a large, solid lump, of any regular\r\nshape, which has a very small, sharp, high pinnacle in the centre, the\r\nheight above water can easily be equal to the depth below. An authentic\r\ncase on record is that of a berg grounded in the Strait of Belle Isle,\r\nin sixteen fathoms of water, that had a thin spire about one hundred\r\nfeet in height.\r\n\r\nEach glacier in Greenland, so far as any estimate has been made, is the\r\nparent each year of from ten to one hundred icebergs. When these bergs\r\nhave plunged into the Arctic Sea, they are picked up by the Arctic\r\ncurrent and begin their journey to the North Atlantic. But there are\r\nthousands of them afloat; they crowd and rub against each other and\r\nfrequently they break into smaller masses.\r\n\r\nMany go aground in the Arctic basin; others get to the shores of\r\nLabrador, where from one end to the other they continually ground and\r\nfloat. Some disappear there, while others get safely past and reach the\r\nGrand Banks.\r\n\r\nAccording to Ensign Rodman, the ice of bergs, although very hard, is at\r\nthe same time extremely brittle. A blow of an axe will at times split\r\nthem, and the report of a gun, by concussion, will accomplish the same\r\nend.\r\n\r\nThey are more apt to break up in warm weather than in cold, and whalers\r\nand sealers note this before landing on them when an anchor is to be\r\nplanted or fresh water to be obtained.\r\n\r\nOn the coast of Labrador, in July and August, when it is packed with\r\nbergs, the noise of rupture is often deafening, and those experienced in\r\nice give them a wide berth.\r\n\r\nWhen they are frozen the temperature is very low, so that when their\r\nsurface is exposed to a thawing temperature the tension of the exterior\r\nand interior is very different, making them not unlike a Prince Rupert's\r\ndrop.\r\n\r\nThen, too, during the day, the water made by melting finds its way into\r\nthe crevices, freezes, and hence expands, and, acting like a wedge,\r\nforces the berg into fragments.\r\n\r\nMuch of the ice encountered at sea is discolored, and often full of dirt\r\nand gravel, while not infrequently stones are found imbedded in it.\r\n\r\nAlong the shores of Labrador, where there is a large rise and fall in\r\nthe tide, ice is brought into contact with the bottom, and mud and\r\nsea-weed are frozen in with it, while at times landslides precipitate\r\nlarge quantities of dirt and stones on its surface.\r\n\r\nAs the ice leaves the coast and comes to the southward, it brings these\r\nburdens with it, which are deposited on the ocean bottom when the ice\r\nmelts. As this melting occurs to a great extent over the Grand Banks, it\r\nwould seem that the deposit from the field ice would be greater than\r\nthat from bergs.\r\n\r\nIt is hard to understand why bergs should have foreign substances frozen\r\ninto them, as they are formed from snow deposited on the frozen surfaces\r\nin the interior of Greenland, and hence their thickness is added to from\r\ntheir upper surface.\r\n\r\nIt is possible that in their journey south in the Arctic current they\r\naccumulate more or less foreign matter by having it ground into their\r\nbottoms; but this does not seem probable, as it is hard to force gravel\r\ninto ice and give it a permanent hold, while mud accumulated in this way\r\nwould soon be washed out.\r\n\r\nThen, too, the largest bergs find their way around the edges of the\r\nBanks, and do not cross, on account of their draught, for only an\r\naverage-size berg crosses the Banks.\r\n\n \"1891.\"\r\n\r\n by Rev. PHILIP B. STRONG.\r\n\n Dear \"1890\" is no more!\r\n The year has gone like years before.\r\n With feelings foreign, sure, to none,\r\n I write an \"1891.\"\r\n\r\n What lofty vows, what high resolves,\r\n The wakened soul to-day revolves!\r\n Will they endure, as now begun,\r\n Through all of \"1891?\"\r\n\r\n Oh, may more kindly words be said\r\n Than in the twelve-month that has fled;\r\n Far better, braver deeds be done\r\n Than then in \"1891.\"\r\n\r\n What hath this year of loss or gain?\r\n Who knoweth? What of boon or bane?\r\n Life's thread may bright or dark be spun,\r\n Ah, shrouded \"1891!\"\r\n\r\n But faith is strong though sight is dim;\r\n We gladly leave the days with Him,\r\n And, trusting, wait the sands to run\r\n Of hopeful \"1891.\"\r\n\n [_This Story began in No. 4._]\r\n\r\n Schooner Sailing and Beach Combing;\r\n\r\n or,\r\n\r\n LEE HOLLAND'S ADVENTURES.\r\n\r\n by EDWARD SHIPPEN, M.D.,\r\n\r\n Author of \"Cast Away in the Ice,\" \"The\r\n Yacht Grapeshot,\" \"Tiger Island and\r\n Elsewhere,\" \"Jack Peters' Adventures\r\n in Africa,\" etc., etc.\r\n\n CHAPTER VI.\r\n\r\nLee now began to feel hungry and tired, so he let the boat drift while\r\nhe sat down and ate the lunch which the old woman had provided with such\r\nvery different intentions; and after that was finished, he fell sound\r\nasleep in the stern-sheets, only to be awakened by the chill of the\r\ndawn. Sitting up, he saw that the Sound was covered by a dense mist, and\r\nall around him were flocks of wild ducks, settled upon the water, but\r\nwhich flew off as soon as he moved.\r\n\r\nWhile he sat looking at the sky, growing brighter in the east, and\r\ntrying to make up his mind in what direction Plymouth lay, he heard the\r\ndip of a paddle, and then he saw coming up through the mist a dug-out\r\ncanoe, in which sat a venerable-looking old negro.\r\n\r\n[Illustration:\r\n\"I'VE RUN AWAY FROM A SCHOONER ABOVE HERE,\r\nAND I WANT TO GET TO PLYMOUTH.\"]\r\n\r\n\"Hillo!\" said Lee.\r\n\r\nThe old fellow started as if he had been shot and peered about until he\r\nsaw the boat.\r\n\r\n\"Hillo, sah! hillo!\" he answered, and then paddled nearer. \"Now I can't\r\nsay as I rightly knows you, sah; an' I knows most everybody round here.\r\nDuck-shootin' maybe? Is you one o' de Talbots?\"\r\n\r\n\"No; I'm not duck-shooting, and I'm not one of the Talbots.\"\r\n\r\n\"What you doin' out here in de cold mornin', den, boy? Dat boat come\r\nfrom some wessel, I see. An' dear knows it would be quare if you _was_ a\r\nTalbot, an' I didn't know you. I belonged to old man Talbot onst.\"\r\n\r\n\"No, no, old man! I tell you I'm no Talbot. I've run away from a\r\nschooner above here, and I want to get to Plymouth.\"\r\n\r\n\"Laws a massy! Why, I runned away myself, afore de wah. Was fo' year in\r\nde Dismal Swamp, an' had a good time dere, too, honey. We had plenty o'\r\npossum an' chickens an' corn-meal toted by colored folks we knowed, an'\r\nput whar we could find it. An' we had sweet potatoes, an' simlins, an'\r\nwater-millions, an' berries, an' grapes, an' wild plums, an' wild hogs,\r\nan' fish. Don't know as ever I'd 'a come out ef it hadn't 'a be'n de wah\r\nfreed de slaves, an' I wanted to see de ole place.\"\r\n\r\nBy this time the old negro was alongside, and took out a cob-pipe,\r\nfilled it, struck a light, and settled himself for a good talk, first\r\ntelling Lee that he was going fishing, at which he made his living.\r\n\r\nBefore he could begin talking again, Lee asked him in what direction he\r\nought to go to reach Plymouth.\r\n\r\n\"Why, honey, I'se a-goin' right dat way. My place for fishin' lays right\r\nin dat direction. You come along o' me.\"\r\n\r\nAnd with that the old fellow made fast his canoe to the schooner's boat,\r\nand got in with Lee, taking one of the oars, so that they gave way\r\ntogether.\r\n\r\nAfter pulling for some time, the old man sounded.\r\n\r\n\"Now here I is,\" he then said, \"in my place for fishin'. Now you see de\r\nsun is scoffin' de fog, don't you? Well, you jus' keep de sun right in\r\nyour eyes, an' pull away, an' in less dan two hours you'll be in\r\nPlymouth, for de tide is fa'r for you. I wish you well, honey! I done\r\nrun away onst myself, but I believe I tole you about dat. Take some o'\r\ndis corn pone, and a piece o' dis cold bacon; you must want sumfin' in\r\nyour stumic. So-long!\"\r\n\r\n\"Can't you give me a drink of water?\" said Lee. \"I want that more than\r\nanything to eat.\"\r\n\r\n\"Yes, 'deed I kin!\"\r\n\r\nAnd then the old fellow rummaged in his canoe and brought out a black\r\njug, stoppered with a corn-cob, pulled the latter out, wiped the mouth\r\nof the jug with his sleeve, and presented it to Lee, who took a good\r\ndrink, thanked his black friend, and then settled down at the oars for a\r\nlong pull.\r\n\r\nBelts of fog and mist continued to lie upon the water, and after a time,\r\nand having taken several breathing spells, he was shut in by one of\r\nthem, when he began to hear, carried over the water from a distance, the\r\ncreaking of blocks and tinkling of iron, and the cries of drivers\r\nshouting at mules or horses, and other noises of a seaport.\r\n\r\nThen the fog suddenly lifted, and he saw, quite a distance above him,\r\nthe wharves and some houses and vessels, mostly big, three-masted\r\nschooners, loading lumber and tar and turpentine, just as he had been\r\ntold by old Jake.\r\n\r\nThen, for the first time, it occurred to Lee that if he appeared there\r\nalone, in possession of a ship's boat, he might be looked upon with\r\nsuspicion and might have hard work to explain how he came there, and\r\neven might be held until he could clear the matter up.\r\n\r\nSo, rather than be suspected and detained, he determined to make his\r\nappearance by land, instead of by water, and ran the boat on shore, some\r\nway below the town.\r\n\r\nJumping out, he was about to give her a shove out into the stream, when\r\nhe reflected that the tide was still flood and an empty boat would be\r\nsure to be seen and secured and his sudden appearance connected with her\r\nin some way; so he hauled her under a clump of bushes, made her well\r\nfast and walked up a marshy cattle-path toward the town.\r\n\r\nIn about twenty minutes he came out close to a wharf, where the work of\r\nthe day was in full blast. A large schooner lay there, with \"Traveler,\r\nof Boston,\" on her broad stern. She was taking, as a deck-load, some\r\nlarge, squared timbers, and just then had a big one hung by chains from\r\na patent crane, which stood upon the dock.\r\n\r\nA number of negroes were at work lowering it down, when suddenly\r\nsomething cracked and the most of them let go the winch.\r\n\r\nThe great timber must have come down on the deck with damaging effect if\r\nLee, who had often seen such cranes used before, had not jumped to the\r\nsafety-break, at the risk of being killed by the whirling winch-handles,\r\nand brought the beam to a stand before it could do any damage.\r\n\r\n\"Well done, my lad!\" shouted a stout, bronzed man, from the vessel. \"You\r\njust stay there and work those other three timbers down on deck, and\r\nI'll pay you for it. I'm short handed. But, stop; maybe you belong to\r\nsome of these other vessels? No? Well, I'll be as good as my word. My\r\nmate's sick with this confounded North Carolina fever, and the\r\nsecond-mate's got some kind of 'fantods,' too, and is laid up, and I\r\nwant to get away to-day.\"\r\n\r\n\"Send me out a drink of water and a piece of hard tack, sir, and I'll\r\nstop here till the timbers are on board.\"\r\n\r\n\"Steward,\" called the captain, \"there's a boy out there on the dock; I\r\nwant you to take him something to eat and drink. He's the one at the\r\nbreak. Now, bear a hand and sling another one.\"\r\n\r\nWhile they were slinging it Lee managed to eat something, and in an hour\r\nthe whole were safely on deck and securely chocked. Then the captain saw\r\nLee still on the dock and beckoned him on board.\r\n\r\n\"Now, here's a half-dollar for you, my lad. Do you belong about these\r\nparts? Don't look as if you did. But, no matter; I s'pose you've run\r\naway from some vessel. Now, I'm bound to Havana with this load of\r\nlumber, and I'll ship you, if you like.\"\r\n\r\n\"I would rather ship in some vessel going north, sir.\"\r\n\r\n\"Well, maybe you can and maybe you can't. I'm going to haul out, right\r\naway. Go, or not go? What do you say?\"\r\n\r\n\"Are you going home from Havana, captain?\"\r\n\r\n\"I can't say. I will, if I get a charter. But, being short handed, I'd\r\nlike to have a good, active, stout lad, like you, and will give you\r\nordinary seamen's wages. Haven't been much to sea, have you?\"\r\n\r\n\"No, sir; but I'm not a bad schooner sailor, and can reef and steer.\"\r\n\r\n\"Well, I don't want any shilly-shally! Say yes or no. I have my\r\nclearance, and here comes the tug to take me down the Sound.\"\r\n\r\n\"Well, yes, then.\"\r\n\r\nAnd so it came about that Lee found himself, within half an hour, bound\r\ndown for Hatteras Inlet and thence for Havana, when he had only started\r\nfrom home to go halibut fishing!\r\n\n CHAPTER VII.\r\n\r\nIn a day or two after the vessel got to sea the mates got better and\r\nwent to duty, and the skipper seemed to take a pleasure in abusing and\r\nworrying them, although it was evident from their appearance that they\r\nhad suffered severely from the swamp fever, and had not been shamming,\r\nas the captain intimated.\r\n\r\nIn fact, the latter turned out to be a regular sea-tyrant, and Lee soon\r\nfound that life under him would be intolerable.\r\n\r\nThe crew were a mixed lot, mostly Norwegians and Dagos, whom the captain\r\nhad shipped at low wages. Some of them hardly understood a word of\r\nEnglish; and before the week was out the captain almost killed a poor\r\nPortuguese by striking him with a belaying-pin because he misunderstood\r\nan order while at the wheel.\r\n\r\nThat night the second-mate talked to Lee during his watch, and asked him\r\nhow he came to ship.\r\n\r\nLee told him his story.\r\n\r\n\"Well, my lad, my advice to you is to run away as soon as we reach\r\nHavana. The captain is also part owner, and he will never pay you any\r\nwages, if by any chance he can avoid it, while he is likely to do you\r\nharm if you cross him.\"\r\n\r\n\"Why do you stop on board?\" asked Lee.\r\n\r\n\"Because he owes me several months' wages, and I cannot afford to lose\r\nit. But you mind what I tell you, and get away the first chance.\"\r\n\r\nAmong the crew of the Traveler, Lee had found a Cuban lad of about his\r\nown age, named Diego, whom Captain Bristol had inveigled into shipping\r\nas a cabin-boy, on a previous voyage to Havana.\r\n\r\nHe had been five or six months on board the vessel, and began to speak\r\nEnglish pretty fluently, but in a broken way, and with many sailor\r\nexpressions.\r\n\r\nOne evening, at sea, he came up to Lee and said:\r\n\r\n\"My name is Diego. What is your name?\"\r\n\r\nLee told him.\r\n\r\n[Illustration:\r\nDIEGO AND LEE LOOKED AT EACH EACH OTHER\r\nAS MUCH AS TO SAY, \"WHY WOULDN'T WE DO?\"]\r\n\r\n\"I came from Havana. Where did you come from?\"\r\n\r\nLee related his story in a few words.\r\n\r\n\"Just the same with me,\" said Diego, when he had finished. \"I've got no\r\nfather, no mother; but I'll not stop here. The captain treats me like a\r\nslave. When we get to Havana, we go ashore, eh?\"\r\n\r\nLee had for some time thought he had better get out of the Traveler, if\r\nhe could only see his way to do so. But he said:\r\n\r\n\"Where would we go, and what would we do, Diego? I have to get a living,\r\nand would only have to look for another vessel to take me home, and that\r\nmight not be so easy to get.\"\r\n\r\nDiego smiled knowingly.\r\n\r\n\"You see, I've got an aunt, and she lives at Regla,\" he said. \"She's a\r\ngood old woman, but very poor. We can sleep in her house, though, till\r\nwe find something to do.\"\r\n\r\nLee did not promise, although Diego returned to the subject several\r\ntimes. But on the morning that the vessel entered Havana the captain\r\ngave him a violent blow with his fist, because he was not quick enough\r\nin bringing him his spyglass from the cabin, and this determined Lee\r\nfinally, and he went forward and told Diego he was ready to go at the\r\nfirst chance.\r\n\r\n\"All right,\" replied the Cuban; \"I'll keep my eyes open and mouth shut.\"\r\n\r\nIt was a lovely morning as Lee stood forward and entered the first\r\nforeign port in which he had ever been, glancing up at the frowning\r\nMorro Castle at the entrance, close to which all vessels must pass, and\r\nseeing the great guns pointing at them from the embrasures in the old\r\nwalls, the quaint turrets or sentry-boxes, painted in red and yellow,\r\nwith the sentinels pacing up and down, with polished muskets and\r\nbayonets, and dressed in uniforms of white linen.\r\n\r\nThen opened the view of the great harbor within, filled with shipping,\r\nand the town beyond, with houses having no chimneys and painted in white\r\nand red, and green and pink, with nodding palms and other tropical\r\nfoliage growing--all strange enough to a lad who had been all his life\r\nnorth of Cape Cod.\r\n\r\nWhen they had been boarded by the health officer and the custom house\r\nofficials, the Traveler came to anchor, and for a time all were busy in\r\nfurling sails and cleaning up the decks, while the captain took a boat\r\nand went off to see his consignees.\r\n\r\nAll day they lay quiet, as the captain did not return and there were no\r\norders to begin to discharge, but toward evening a bumboat came off,\r\nwith fresh bread, fruits and other things to sell to the crew.\r\n\r\nIn the bumboat was a boy of about Diego's age, whom he recognized as an\r\nold acquaintance and playmate, and who seemed very much surprised at\r\nseeing him on board the American vessel.\r\n\r\nDiego went down and had a whispered talk with him, which resulted in his\r\nbeckoning to Lee to come down. The second-mate was in charge of the\r\ndeck, and if he saw them go he took no notice.\r\n\r\nLee had no clothes to take, as he had only two shirts--one flannel and\r\none woven undershirt, which he had up to this time worn in turn, while\r\nhe washed the other--and both were becoming well worn out.\r\n\r\nIn view of a chance of running away, he had put them both on, in spite\r\nof the heat of the day.\r\n\r\nDiego's friend pushed them into a little cubby-hole under the half-deck\r\nof the bumboat, saying in Spanish, which Diego translated to Lee:\r\n\r\n\"Lie there, lads, and we'll put you on shore at Regla all right.\"\r\n\r\nThe place was hot and stuffy and there was hardly room to turn round,\r\nbut they were so anxious to get away that they lay perfectly still for\r\nat least an hour.\r\n\r\nThen the bumboat shoved off to return to the shore, and in fifteen\r\nminutes Lee stood upon foreign soil for the first time. Forlorn and\r\nstrange enough he felt, too, and if it had not been for Diego, would\r\nhave felt almost inclined to go back to the Traveler and her tyrant of a\r\ncaptain.\r\n\r\nEvery sight and sound which met him when he landed was different from\r\nany he had ever experienced before. Long drays, drawn by mules covered\r\nwith tasseled harness and bells, and driven by half-naked negroes,\r\ngroups of dark-complexioned men, with sashes round their waists and gay\r\nhandkerchiefs on their heads, on top of which they wore felt or straw\r\nhats.\r\n\r\nThey talked with great energy and many gestures as they smoked their\r\ncigars. Diego said they were stevedores and other laborers who had just\r\nfinished their day's work.\r\n\r\nThe streets were paved with small cobble stones, or else not paved at\r\nall, and the sidewalk was very narrow and elevated, more like a beach\r\nthan a walk, and everybody seemed to take to the middle of the street.\r\n\r\nNobody took any notice of the two lads, for sailors were no rarity in\r\nthose parts, and they worked their way along the narrow, crowded, noisy\r\nstreets, sometimes jumping to one side to avoid a mule dray or some\r\nheavy burden, carried by a number of negroes upon their heads, the\r\nbearers singing in chorus to warn people out of the way.\r\n\r\nOccasionally they met a lady dressed in white, with bare head and fan in\r\nhand, who had driven down in her volante to fetch a father or a husband\r\nfrom his place of business.\r\n\r\nThis vehicle struck Lee as being very odd. It was a sort of large, open\r\ngig, mounted on very high wheels and drawn by a horse at the end of very\r\nlong shafts, which kept him several feet from the volante.\r\n\r\nThe horse was always ridden by a black postillion in gorgeous livery,\r\nglazed hat and cockade, and enormous boots, who cracked a whip with a\r\nnoise like pistol-shots, to show that an important person was coming.\r\n\r\nA number of times Lee stopped to look at the novel sights about him, but\r\nat last Diego said:\r\n\r\n\"Come on now, Lee. We're still some ways from my Aunt Dolores, and she\r\nalways goes to bed with the chickens.\"\r\n\r\nTrudging on, over the rough, slippery stones, they at last turned up a\r\nside street of poor habitations, most of them in sad want of soap and\r\nwater, as well as paint and whitewash, and about half-way up the block\r\ncame to an open door, at which sat a chocolate-colored, withered old\r\nwoman, who was smoking a very long, thin cigar.\r\n\r\nDiego stepped up to her and said, in Spanish:\r\n\r\n\"Dear aunt, do you not know me?\"\r\n\r\nThe old woman stared at him a moment with her dim eyes, as she took the\r\ncigar from her mouth, and then she jumped up and exclaimed, in the same\r\nlanguage:\r\n\r\n\"It is Diego! my Diego!\"\r\n\r\nAnd with that she flung her arms about him, hugged and kissed him, and\r\ntalked at such a rate that all the neighbors came to see what had\r\nhappened. At last Diego got clear of her, and turned to Lee, saying:\r\n\r\n\"She says they heard that I had gone off to the ends of the earth with a\r\nconfounded Gringo Yankee, and I was gone so long she thought I must be\r\ndead.\"\r\n\r\nThen he turned to the old woman and continued:\r\n\r\n\"Here is a Yankee friend of mine, who is a good fellow. We have had hard\r\ntimes, and I want you to let us sleep here to-night, and to-morrow we\r\nwill look for something to do. We have had enough to eat for to-day, and\r\nso we only want shelter.\"\r\n\r\nOld Dolores, Diego's aunt, was a washerwoman. She employed one or two\r\ngirls during the day, but they had now gone home, and she was alone\r\nin the house; so she took the lads in and spread some sheets on\r\nironing-tables in a back room, which opened upon a little court, with\r\nhigh stone walls, and there they lay down, and in spite of the numerous\r\ncurious smells, and of the hardness of their beds, were soon asleep.\r\n\n CHAPTER VIII.\r\n\r\nNext morning the old woman had them up early, for she wanted to use\r\ntheir beds, and gave them some breakfast, consisting of very good\r\ncoffee, without milk, fried plantains, very nice white bread from the\r\nbaker's next door, and to each a little relish of salt bacon, which did\r\ninstead of butter.\r\n\r\nIt was evident that this repast was considered a great treat by both\r\nDiego and his aunt. When they had finished, the latter said:\r\n\r\n\"Now, Diego, if you and your friend will take a basket of washed clothes\r\nover into the city, to the hotel for which I work, you will do me a\r\nfavor.\"\r\n\r\n\"Why not?\" answered Diego, who then explained to Lee what was wanted.\r\n\r\nThe old woman soon had the large, square basket packed and covered with\r\na clean checked cloth, and then said:\r\n\r\n\"Here, Diego, take these coppers for the ferry-boat, and here are the\r\nlists and the bills. You will get the money and bring it back to me.\"\r\n\r\nThe boys set off at once, crossing the bay to the city in the balmy\r\nclear, tropical morning, so charming before the sun gains its full\r\npower, and having a long trudge before they came to their destination.\r\n\r\nIn this neighborhood Lee saw a very different state of things from that\r\nat Regla. They passed a great square, planted with palms and flowering\r\nplants, such as he had only seen in pictures heretofore. Then there were\r\nlong ranges of public buildings and grand houses, with sentry-boxes in\r\nfront of them, and sentinels pacing to and fro.\r\n\r\nThey also met frequently battalions and companies of troops, going to\r\nrelieve guard or returning from early parade, stepping out briskly over\r\nthe clean-swept pavements to lively airs played by the bands.\r\nEverything, at that hour, was life and bustle, for most of the business\r\nof the day is done in the early morning, that people may have time to\r\ntake the \"siesta\" during the hot hours.\r\n\r\nAll these strange sights seemed to divert Lee's thoughts from the heavy\r\nbasket which they were carrying, and he was still staring about when\r\nDiego stopped before a large, low, two-storied building, with a great\r\narched entrance into a court-yard, around the four sides of which the\r\nbuilding extended. Above the arch hung a sign, with \"Hotel de los\r\nEstados Unidos,\" painted upon it.\r\n\r\n\"Well, I know what _that_ sign means,\" said Lee; \"and it's the first one\r\nI've seen which I _did_ understand.\"\r\n\r\n\"Yes, here we are at last,\" replied Diego.\r\n\r\nAnd they turned in and came out in the large court-yard, which presented\r\nquite an animated appearance.\r\n\r\nA fountain was playing in the middle, surrounded by orange trees,\r\nbananas and flowering plants, in great green tubs. All around, the doors\r\nof sleeping rooms opened upon the court, while above, another set of\r\ndoors opened upon a balcony, which was reached by steps below.\r\n\r\nOn the pavement of stone were many little tables, at which gentlemen and\r\nladies were taking breakfast, and waiters in white jackets were bustling\r\nabout and supplying their wants.\r\n\r\nOn the left, as the boys entered, was an office, with a half door and a\r\nshelf upon it, from which a clerk hailed them:\r\n\r\n\"_Hi, muchachos, qui quiere?_\" (What do you want, you boys?)\r\n\r\n\"The clothes, senor,\" answered Diego, in reply, pointing to the basket,\r\nwhich they had deposited on the flagstones.\r\n\r\n\"Ah, that's all right! Are they from Dolores? There's a gentleman here\r\nwho has inquired half a dozen times already about his clean things. He\r\nwants to leave to-day.\"\r\n\r\n\"What's his name? I have the lists here.\"\r\n\r\n\"What _is_ his name? I never _can_ remember these English and American\r\nnames. But here he comes himself.\"\r\n\r\nAs he spoke, a tall, fine-looking man, of about forty, with light hair\r\nand complexion and wearing gold spectacles, came hurrying in from the\r\nstreet.\r\n\r\n\"Now, then, senor,\" said he, addressing the clerk, \"are those my things?\r\nAll right. Take them to my room, No. 17, on the balcony. The steamer\r\nsails for Ruatan this afternoon, before sunset, and I must send my\r\nbaggage on board at once. Where is the servant you promised to engage\r\nfor me?\"\r\n\r\n\"Senor, the young man I hoped to get will not go on such an expedition\r\nas yours, and has backed out, at the last moment, after promising me he\r\nwould be ready.\"\r\n\r\nLee and Diego both pricked up their ears at the word \"expedition,\" and\r\nDiego took off his cap and said:\r\n\r\n\"Where might the gentleman be going?\"\r\n\r\n\"I'm going to make some explorations, and to try to find some ruined\r\ncities in Central America. Not an easy task, for their situation is not\r\nprecisely known, and many have been baffled in trying to find them. I\r\nwant a young man who is a good traveler and handy, and who speaks both\r\nSpanish and English, so that he can act as an interpreter.\"\r\n\r\n\"But just where are you going, sir?\"\r\n\r\n\"Why, to Ruatan, first--where I shall get my outfit, and engage some\r\ncanoe hands and a cook; and then to Truxillo, for more precise\r\ninformation. I may go up the River Maugualil, or some other stream. It\r\nwill depend upon what I hear.\"\r\n\r\nDiego and Lee looked at each other as much as to say, \"Why wouldn't we\r\ndo? We must do something, and that at once; and here is a chance for\r\ntravel and adventure, too.\"\r\n\r\nLee even forgot his design of returning North, and said to the\r\ngentleman:\r\n\r\n\"I am an American, sir, willing and strong, and ready for anything which\r\nwill give me an honest living and a chance to see something new; and my\r\nfriend here speaks Spanish, for it is his native tongue--and also\r\nEnglish well enough. If you'll take us both, there is nothing to prevent\r\nus from going, for we have left our vessel.\"\r\n\r\nThe gentleman looked closely at their faces, and then answered:\r\n\r\n\"I don't see why I shouldn't try you--especially as I can't get any one\r\nelse,\" he added to himself. \"My name is Higley, and I am a professor in\r\nCoryale College. I have been sent out for the purpose I have told you,\r\nand expect to be gone from here for seven or eight months, or perhaps a\r\nyear. Now, who are you?\"\r\n\r\nLee told him their story, and the professor said, when he had finished:\r\n\r\n\"Very well, then. If you have no one from whom to get permission, I will\r\ntrust you without reference. I expected to pay a faithful and competent\r\nman, who was willing to go with me, and encounter any danger or\r\nprivations which we may meet, fifty dollars a month; and of course he\r\nwould live the same as myself. Now, I'm willing to divide that sum\r\nbetween you two lads, if you do well and earn it.\"\r\n\r\nThis offer sounded very large to Diego and Lee, who neither of them had\r\na copper of their own, especially when the excitement of discovery and\r\nadventure was to be thrown in, and they closed with Professor Higley's\r\noffer immediately, only stipulating that they were to go back to take\r\nold Aunt Dolores her money and bid her good-by.\r\n\r\n\"Well, go; but be sure to be back here by three o'clock at the latest,\r\nor I shall conclude you've changed your minds.\"\r\n\r\n\"Ah, it is settled at last,\" said the Spanish clerk. \"Now that the\r\ngentleman has been suited, he will leave me in peace to smoke my cigar.\r\nThese Americans and English have no idea of quiet, but must always be on\r\nthe go,\" he mumbled to himself, as he turned into his darkened retreat.\r\n\r\n[TO BE CONTINUED.]\r\n\n PLANTS IN A ROOM.\r\n\nThere is a widespread belief that the presence of growing plants and cut\r\nflowers in a room is in some way prejudicial to those who sleep therein.\r\nThis belief is probably due to the fact, learned at school, that plants\r\ngive off at night carbonic acid, which is known to be deleterious to\r\nhealth.\r\n\r\nA recent writer has published the results of some experiments made in a\r\nclosed green-house, showing how fanciful are these fears. In this\r\ngreen-house there were 6000 growing plants, and the average of three\r\nexperiments made early on three different mornings after the place had\r\nbeen closed for more than twelve hours exhibited only 4.03 parts of\r\ncarbonic acid per 10,000.\r\n\r\nWe can judge by this experiment that from one or two plants the quantity\r\nof gas given off must be far too small for recognition, and certainly\r\nmany hundred times less than that formed by a burning taper or given off\r\nby one pair of lungs.\r\n\n A CORNER IN ALLIGATORS.\r\n\r\n by GEORGE ETHELBERT WALSH.\r\n\n\"'Gator hides worth three dollars, and big ones four. That's our game,\r\nJed, and we'll make enough in 'gator hunting to get that pony.\"\r\n\r\n\"You bet, for there's plenty of 'em down in Loon Lake--big ones, too.\"\r\n\r\n\"We'll have a regular corner in 'em. Come, let's get off.\"\r\n\r\nThe two young Southern hunters felt as if they had already captured a\r\nsmall fortune, and Stam--short for Stamford--made a rush for the house.\r\n\r\n\"Where's my gun? It's never in its place. Mother,\" raising his voice, \"I\r\ncan't find my gun anywhere. It's so provoking! Have you taken it?\"\r\n\r\n\"And my game-bag is gone,\" echoed Jed, in an irritable voice. \"We're in\r\nsuch a hurry, too.\"\r\n\r\n\"It's money out of pocket standing here looking for these plaguey\r\nthings.\"\r\n\r\n\"Well, boys,\" replied Mrs. Fellows, appearing on the scene, \"you have no\r\none to blame but yourself. Nobody has touched your things, and they are\r\njust where you left them.\"\r\n\r\n\"Where is that?\"\r\n\r\n\"You ought not to be told. You should be made to look for them.\"\r\n\r\n\"Oh, please tell us, mother, for we're in such a hurry.\"\r\n\r\n\"'Gator skins are selling high now,\" added Stam, opening his eyes, \"and\r\nwe know where we can get some big ones.\"\r\n\r\n\"That's no reason why you shouldn't be made to find your things. You\r\nmust be cured of your careless habits in some way. This is a good time\r\nto begin.\"\r\n\r\n\"Oh, don't lecture us now, mother. Do it when we come back.\"\r\n\r\n\"Please tell us where we can find the gun and game-bag,\" pleaded Jed,\r\nputting an arm around his mother's waist.\r\n\r\nMrs. Fellows could not resist this appeal, and she directed the boys to\r\nthe wood-shed, where they found the desired gun and game-bag standing\r\nnear a pile of wood. The boys had left them there two days before after\r\nreturning from a hunt, and the gun was somewhat the worse for rust and\r\nexposure.\r\n\r\nDown by Loon Lake the great saurians were basking themselves in the hot\r\nsun, and the appearance of the boys among them made a slight disturbance\r\nalong the edges of the water.\r\n\r\n\"These are only small ones,\" whispered Jed, with contempt. \"We want some\r\nbig four-dollar hides. Snag Creek's the place for them. The big fellows\r\nalways hang out there.\"\r\n\r\nThe young hunters paddled their small skiff rapidly around the edge of\r\nthe clear-water lake, and then shoved her gently up a narrow, muddy\r\ncreek.\r\n\r\nEnormous cypress trees lined either bank, and scores of buzzards were\r\nperched on the dead branches, watching the solitary skiff glide through\r\nthe water. The buzzards seemed to know that they were protected by law,\r\nand they did not deign to jump from their roosts.\r\n\r\nAt the end of the creek was a smaller lake, or rather a small muddy\r\npond, in the centre of which was an island which nearly touched the\r\nmainland at one end. Between this island and the land the big alligators\r\nbasked in numbers, and Jed truthfully exclaimed, as he caught sight of\r\nthe saurians:\r\n\r\n\"We've got a regular corner in 'em, sure! We'll land and pelt 'em like\r\nfun!\"\r\n\r\nThe boys had only one gun between them, but they were both so excited\r\nthat they enjoyed the anticipated sport as much as if each held one of\r\nthe deadly weapons in his hand.\r\n\r\nAs the skiff touched the island, they leaped out of it together. Stam\r\nhurried up to a huge alligator and took deliberate aim before pulling\r\nthe trigger; but, to his chagrin, the alligator still blinked at him\r\nafter the hammer struck the cap.\r\n\r\nThe gun was so rusty from its two days' exposure that it refused to go\r\noff. Several caps were exploded with the same unsatisfactory result.\r\n\r\nThe boys began to worry and fume while the alligator eyed them\r\nmenacingly.\r\n\r\nStam took the ramrod out and began to draw the load, but, before he\r\ncould succeed, the alligator became aggressive. He winked at his\r\ncomrades, snapped his jaws, and then waddled toward the young hunters.\r\n\r\n\"Look out!\" Jed screamed, \"he's coming for you! Get in the boat and draw\r\nthe load there.\"\r\n\r\nBoth boys turned and ran for the skiff, but there was no skiff to be\r\nhad. In the excitement they had jumped out of the boat and left it\r\nwithout securing it in any way, and the skiff had quietly drifted off.\r\n\r\nThe two boys were in a great predicament, and their fun gave place to\r\nfear.\r\n\r\n\"We're in for it now, Stam,\" gasped Jed.\r\n\r\n\"We'll have to swim ashore.\"\r\n\r\n\"We can't do that unless we get on the other side of the island. There\r\nare too many snags on this side. We'd get caught in them.\"\r\n\r\nThe boys walked around their narrow prison, and tried to frighten the\r\nalligators away; but they were unsuccessful in this attempt. Two or\r\nthree curious alligators crawled up on the land to ascertain the cause\r\nof the alarm.\r\n\r\nThe boys set up a shouting, and threw sticks at the saurians; but the\r\nmore noise they made, the more alligators assembled around the island.\r\nThe backs and heads of several big ones could be seen swimming toward\r\nthem from the adjacent shores.\r\n\r\nEvidently the creatures knew intuitively that a feast was ahead of them,\r\nand each one was getting ready for his share.\r\n\r\n\"Oh, if this gun would go off!\" groaned Stam.\r\n\r\n\"And if we had thought to tie that skiff,\" sighed Jed.\r\n\r\n\"It's all our fault; we were so careless.\"\r\n\r\n\"I'll never be so thoughtless again if I ever get out of this.\"\r\n\r\n\"But we can't. We'll be eaten up in less than half an hour. Oh, dear!\"\r\n\r\nThe battle now actually began. The boys were forced to the extreme end\r\nof the island, and they had to fight or take to the water. Behind them\r\nwas an enormous alligator--larger than any other two. The big fellow was\r\nfloating about motionless, with more than half of his body out of water,\r\nand he seemed to think that he was sufficient guard for that side of the\r\nisland.\r\n\r\nThe two hunters clubbed the approaching enemies and retreated gradually\r\ninto the water. At first they almost cried in their terror, but, as they\r\nwarmed up to their work, they felt that everything depended on their\r\nbravery. Stam used the butt end of his gun, while Jed swung a heavy club\r\neffectively.\r\n\r\nBut there was no fighting such determined enemies successfully. The boys\r\nhad to jump around lively to escape the snapping jaws and thrashing\r\ntails.\r\n\r\nAt last they found themselves in water knee deep, with the alligators\r\nclose upon them.\r\n\r\n\"It's no use,\" gasped Jed, throwing away his club. \"Swim for your life.\r\nMake direct for the shore.\"\r\n\r\n\"I don't believe I have strength enough left,\" replied Stam, who was\r\nnearly exhausted in swinging the heavy gun.\r\n\r\n\"Well, keep together, and we'll die helping each other.\"\r\n\r\nWith this noble resolve the brothers ran out into the water as far as\r\nthey could and then swam for dear life; but between them and the shore\r\nwas the huge alligator guarding that side.\r\n\r\nBefore they were aware of their danger the boys were nearly upon the\r\ngreat saurian.\r\n\r\n\"We're lost!\" whispered Jed.\r\n\r\n\"Ugh!\"\r\n\r\nThe last exclamation was made by Stam, as the long tail of the alligator\r\nrubbed against his side. Both boys expected to see it swish through the\r\nwater the next moment and dash the life out of them, but it did not\r\nmove. Stam took a hold of it and twisted it viciously.\r\n\r\nThe alligator did not resent this familiarity, but was as motionless as\r\never.\r\n\r\n\"He's asleep!\" Jed whispered. \"We can get by him yet.\"\r\n\r\n\"No, he's dead,\" shouted Stam, \"and he'll have to carry us ashore.\"\r\n\r\nIt took the brothers only an instant to realize their good fortune. The\r\nalligator was only the dead carcass of a big bull 'gator, which the sun\r\nhad swollen and distended. It was so light that it could almost carry a\r\nman on its back without sinking. The boys threw an arm over either side\r\nof the carcass, and then with the other they began to paddle for dear\r\nlife.\r\n\r\nThe pursuing alligators were close upon them, but, with their strange\r\nsupport, they easily held their own in the race.\r\n\r\nThey reached the bank in time, and, leaving the dead 'gator in the\r\nshallow water, they staggered up in the woods to a place of safety.\r\n\r\nWhen they recovered their breath and strength they began a search for\r\ntheir boat, which they found at length drifting close into the shore.\r\n\r\nThen they returned to the scene of their battle and recovered their gun.\r\nWhen they started home they towed with them the carcass of the alligator\r\nwhich had saved their lives.\r\n\r\nTheir corner in alligators was over with, and ever afterward they took\r\ngood care to see that they were not cornered before they counted their\r\ngains in cornering the market in 'gator skins.\r\n\r\nAs Jed expressed it:\r\n\r\n\"We've got to get over our careless ways, if we're going to do anything\r\nwith these 'gators. They don't make any allowances for forgetfulness, as\r\nmother does, _and perhaps she shouldn't, either_.\"\r\n\r\n * * * * *\r\n\r\n --\"Decide not rashly. The decision made\r\n Can never be recalled. The gods implore not,\r\n Plead not, solicit not; they only offer\r\n Choice and occasion, which once being past\r\n Return no more.\" _--Longfellow._\r\n\n INTERNATIONAL LESSON--FOR JAN. 11.\r\n\r\n I Kings 12: 25-33.\r\n\r\n Subject--Idolatry in Israel.\r\n\r\n by REV.G. E. STROBRIDGE, D.D.\r\n\nGOLDEN TEXT.\r\n\r\n \"Thou shalt not make unto thee any graven image\" (Exod. 20:4).\r\n\nINTRODUCTION.\r\n\r\nJeroboam reigned twenty-two years, beginning in the year 975 B.C. The\r\nextent of his territory was larger than that of the kingdom of Judah,\r\nover which Rehoboam ruled after the division. Jeroboam's portion, called\r\nthe Kingdom of Israel, and comprising the northern portion of the land,\r\nwas about the size of the State of New Hampshire.\r\n\r\nRehoboam first made an attempt to recover the allegiance of the revolted\r\ntribes, and sent his representative to take tribute from them, but he\r\nwas promptly killed. Rehoboam then made preparations for war; but he\r\nwas admonished to pursue this course no longer by the prophet Shemiah\r\n(1 Kings 12: 21-24).\r\n\r\nRehoboam then turned his attention entirely to his own kingdom, and for\r\nthree years left off his former wild and sinful ways, and seemed to give\r\npromise of becoming a good monarch (2 Chron. 11: 17). He busied himself\r\nin fortifying his kingdom by a circuit of fifteen walled cities, thus\r\nprotecting it on the south and west.\r\n\r\nThree years of this devotion to a wise care of his kingdom was about all\r\nthis young man could stand, and he went back to his dissolute ways, and\r\nthe bad blood of his heathen mother manifested itself.\r\n\r\nContinuing thus for two years, he was then attacked by Shishak, the King\r\nof Egypt, who was a friend of Jeroboam. Judah was invaded, and the\r\nthousand shields of gold which Solomon had made for the display of his\r\nwealth and power, and other treasures of the temple, were carried off.\r\nThese shields Rehoboam replaced with shields of brass.\r\n\r\nThere was a war, on a larger or smaller scale, all the time between the\r\ntwo kingdoms, until in the reign of Abijah, the son of Rehoboam,\r\nJeroboam was severely punished by an overwhelming defeat.\r\n\nJEROBOAM'S FORTIFICATIONS.\r\n\r\n \"Then Jeroboam built Shechem in Mount Ephraim, and dwelt therein;\r\n and went out from thence, and built Penuel.\"\r\n\r\nJeroboam did not build Shechem. There had been a town there from the\r\nearliest times, but the meaning is that he rebuilt it, enlarged it,\r\nbeautified it, and made it the capital city.\r\n\r\nIt was especially adapted for this, as it was right in the centre of the\r\nterritory of the ten tribes and the leader of the revolt. It was the\r\nmost ancient sanctuary in the land, and the ancestors of the Israelites\r\nhad worshiped there long before they became a nation.\r\n\r\nIn 1 Kings 14: 17, we are informed that after a time Jeroboam left\r\nShechem, and set up his capital in Tirzah, where he built a palace and\r\nother buildings on so grand a scale that the place became even a rival\r\nof Jerusalem (Sol. Song 6: 4).\r\n\r\nAfter having established himself in Shechem, he began to give attention\r\nto the outlying territory, and, in order to protect it, he built a\r\nfortification at Penuel. The name of this place means \"the face of God.\"\r\nIt received this name from the meeting here of Jacob with the angel, and\r\nhis wrestling with the angel (Gen. 32: 24-32). It is located on a little\r\nstream called Jabbok, and is twenty miles east of the Jordan. It was an\r\nimportant point, as it was situated on the road over which all the\r\ncaravans passed first to Damascus and then on east to the countries of\r\nBabylon and Nineveh.\r\n\r\nA fortress here would defend the kingdom of Israel from the attacks of\r\nAssyria on the east and north, and from Judah on the south.\r\n\nTHE KING'S APPREHENSION.\r\n\r\n \"And Jeroboam said in his heart, Now shall the kingdom return to the\r\n house of David.\r\n\r\n \"If this people go up to do sacrifice in the house of the Lord at\r\n Jerusalem, then shall the heart of this people turn again unto their\r\n lord, even unto Rehoboam, King of Judah, and they shall kill me, and\r\n go again to Rehoboam, king of Judah.\"\r\n\r\nNow that Jeroboam is king, his troubles begin. Having settled the matter\r\nof protection against invasion by the building of the strongholds as\r\njust noticed, a more serious danger arose before him. It would seem that\r\nthe people had no thought when they separated from the government of\r\nRehoboam that they would also give up their religion. It was expected\r\nthat Jerusalem should be still the religious capital, and the temple the\r\nplace for all the people of both nations to worship.\r\n\r\nBut Jeroboam reasoned with himself that if the people of his kingdom\r\nwent up to Jerusalem three times a year, as the law directed (Deut. 16:\r\n16), to worship there, they would by this become alienated from him as\r\ntheir ruler, would learn to reverence the king who was of David's line\r\nas more rightfully their sovereign, and the result would be not only\r\nthat they might change, such was the fickle temper of people in the\r\neast, but they might expel him and perhaps take his life.\r\n\r\nIt was a very natural course of reasoning, but he should have trusted in\r\nGod. In I Kings 11: 38, the promise had been expressly made to him that\r\non condition of his obedience, he should be protected and his throne\r\nshould be firmly established. But he forgets this and goes on in the\r\nfoolish fashion of all doubt and unbelief.\r\n\nFALSE GODS SET UP.\r\n\r\n \"Whereupon the king took counsel, and made two calves of gold, and\r\n said unto them, It is too much for you to go up to Jerusalem; behold\r\n thy gods, oh, Israel, which brought thee up out of the land of Egypt,\r\n\r\n \"And he set the one in Bethel, and the other put he in Dan.\"\r\n\r\nHe reasoned that if there were to be two kingdoms, there must also be\r\ntwo religions: at least, the citizens of one kingdom should not get\r\ntheir religion from the worship and service held in another kingdom. On\r\nthe face of it this looked like the very essence of wisdom. It was\r\nworldly wisdom, but it was religious folly because it was putting policy\r\nabove principle.\r\n\r\nAfter he had thought this matter over for some time, Jeroboam took some\r\nof his friends and counselers into the secret of his reflections, and\r\nthey agreed with him. Thereupon he proceeded to establish home rule in\r\nreligion as in everything else, and his whole course is an exhibition of\r\ngreat shrewdness. It is a pity that so bright an intellect had not been\r\nunited with a better heart.\r\n\r\nHe set up objects of worship and established shrines for them at two\r\nplaces in his kingdom, Bethel and Dan.\r\n\r\nBethel was located in the tribe of Benjamin's territory, but had been\r\ntaken as part of the land embraced in the revolt of the ten tribes. The\r\nname meant the house of God, and was so called by Jacob at the time of\r\nhis vision (Gen. 28: 11-19.)\r\n\r\nAs long ago as Abraham's time, an altar had been built here (Gen.\r\n12: 8.) Samuel had also judged Israel here (1 Sam. 7: 16.) It was,\r\ntherefore, shrewdly selected, for the people of those days were readily\r\nand deeply impressed with the sacred associations of places, especially\r\nold places.\r\n\r\nThe other place, Dan, was in the extreme northern part of the land, so\r\nthat the expression from Dan to Beersheba means from one end of the land\r\nto the other, north to south.\r\n\r\nThere was no city here at this time, but at a spot about four miles from\r\nwhere the city of Dan was afterwards located, there is a remarkable cave\r\nin one of the ridges at the base of Mount Hermon. This cave had been a\r\nsanctuary or place of worship from the earliest times (Gen. 14: 14.)\r\n\r\nHaving thus selected the localities, Jeroboam set up there the objects\r\nfor their worship. It was not his intention so much, perhaps, to teach\r\nthe people the worship of images--he would hardly have ventured to do\r\nthat in its bald form--but it was his intention that these calves or\r\noxen should be the symbols representing the presence of God just as the\r\nark and the cherubim did in the temple.\r\n\r\nThey were made of wood and covered with plates of gold. The ox was an\r\nold object of worship. Aaron had set it up in the wilderness, and\r\nJeroboam used almost the very words of Aaron so long before (Ex. 32: 4).\r\n\r\nThe Israelites were made familiar with this image in the decorations of\r\nthe temple of Solomon, including colossal cherubim. Also the great\r\nmolten sea of brass was supported upon oxen of the same material.\r\n\nTHE DAMAGING RESULTS.\r\n\r\n \"And this thing became a sin: for the people went to worship before\r\n the one, even unto Dan.\r\n\r\n \"And he made a house of high places, and made priests of the lowest\r\n of the people, which were not of the sons of Levi.\"\r\n\r\nIt was hardly to be expected that any other result than that of sin\r\nwould come from this course. It was, to begin with, a violation of the\r\nsecond commandment, and if Jeroboam did not intend to teach Israel the\r\nworship of false gods, this was the result of it, and repeatedly he is\r\nspoken of in the Scriptures as the one that did cause Israel to sin.\r\n\r\nSo completely were the people carried away with this bad current, that\r\nthey preferred to get as far away from Jerusalem as possible, and went\r\neven to Dan to engage in their idolatrous practices.\r\n\r\nAt both these places where he had set up the calves, he built houses for\r\nthem. Originally and commonly houses of worship were built upon high\r\nplaces, so that this expression \"high places\" came to be a description\r\nof the house itself.\r\n\r\nIt is not a fortunate translation to state that Jeroboam made priests\r\nof the lowest class of the people. It would have been poor policy, and\r\nwould have brought his movement into disrepute.\r\n\r\nThe literal rendering of the Hebrew is \"from the ends of the people,\"\r\nand means, as in the Revised Version, \"from all the people.\"\r\n\r\nJeroboam would have been glad to have the priestly tribe, Levi, furnish\r\nhim his priests, but they were loyal to God and the true worship and\r\nwould not assist the king in his schism, so he had to get priests where\r\nhe could from all the people and from any tribe.\r\n\r\nIn 2 Chron. 11: 13 it is said that the Levites in a body went over to\r\nRehoboam. This greatly strengthened the king of Judah and tended to keep\r\nthe religion of that part of the people pure.\r\n\nNEW FEASTS APPOINTED.\r\n\r\n \"And Jeroboam ordained a feast in the eighth month, on the fifteenth\r\n day of the month, like unto the feast that is In Judah, and he\r\n offered upon the altar. So did he in Bethel, sacrificing unto the\r\n calves that he had made: and he placed in Bethel the priests of the\r\n high places which he had made.\r\n\r\n \"So he offered upon the altar which he had made in Bethel the\r\n fifteenth day of the eighth month, even in the month which he had\r\n devised of his own heart; and ordained a feast unto the children of\r\n Israel: and he offered upon the altar, and burnt incense.\"\r\n\r\nJeroboam was the more anxious to get his religious enterprises\r\nestablished because the time for the feast of the tabernacles was coming\r\non and many of his people would be going up to Jerusalem.\r\n\r\nHe therefore, as a part of his scheme, very shrewdly appointed a counter\r\nfeast, putting it on the same day of the month, the fifteenth, because\r\nthat was the time of the full moon, but he changed the month.\r\n\r\nThe right time was the seventh month, corresponding with our October and\r\nNovember, and it was the most joyous of all the festivals celebrating\r\nthe gathering of the harvest.\r\n\r\nHe could plead a good reason for putting his feast a month later,\r\nbecause the harvest was slower ripening in the northern part of the\r\nkingdom than in the southern, and the change of time would be an\r\naccommodation. The law fixing the seventh month is given (Lev. 23:\r\n34, 39, 41).\r\n\r\nAt this feast Jeroboam himself approached the altar and served as a\r\npriest. He did this doubtless for two reasons--1, To give the royal\r\nsanction to the new religion; and 2, To show that he considered himself\r\nthe religious as well as the civil head of the nation.\r\n\nLESSONS."
    },
    {
      "title": "1. Seek first the kingdom of God and His righteousness. Jeroboam",
      "content": "forgot this rule and put the improvement and fortifying of his kingdom\r\nfirst--his secular affairs--and as a result made a fatal mistake."
    },
    {
      "title": "2. How long and far a sin reaches! Solomon's idolatry bears fruit in the",
      "content": "breaking up of the nation and the lapse of half of it into heathenism.\r\nWhat a disappointment to God, who had done and borne so much for this\r\npeople!"
    },
    {
      "title": "3. Jeroboam needed to have no fear about the perpetuity of his kingdom.",
      "content": "He had an express promise from God. (1 Kings 11: 38.) But his faith in\r\nGod's word failed, and hence he sinned. Thus sin is always the fruit of\r\nunbelief."
    },
    {
      "title": "4. Jeroboam also put policy before principle; for the sake of temporary",
      "content": "success he turned aside from the strictly right course. This is always\r\nwrong, and because wrong is unsafe. Fasten the lesson deep in your\r\nheart; never for the sake of any apparent advantage depart in the least\r\nfrom the truth as conscience and God's Word shall make it known to you."
    },
    {
      "title": "5. It is said in the lesson that Jeroboam devised of his own heart these",
      "content": "religious departures which he forced upon the people. Here was another\r\nfeature of his sin--that he presumed to depart from the explicit\r\ndirections that God had laid down as to the times, places and manner of\r\nHis worship, and gave the people instead inventions of his own. To say\r\nthe least, he had no business to do this, and he exposed himself to the\r\ncurse that comes upon those who take from or add to God's Word.\r\n\nILLUSTRATIONS.\r\n\r\n \"On mission ground there was once a prayer meeting held in an idol\r\n temple. A lamp was placed in the hands or lap of each idol around\r\n the room, so that the idols themselves held the light by which the\r\n true God was worshiped. So the sins of Jeroboam may light us to\r\n heaven.\" --_Peloubet._\r\n\r\n \"Judge a religion by its god. Judge a people by the kind of god\r\n that will satisfy them. If a calf will do, what must be their\r\n intelligence? If nature will do, what must be their emotion? If\r\n science will do, what must be their moral sense? The Christian\r\n religion pays the highest tribute to human intelligence. It calls\r\n men to a God, infinite in every perfection.\" --_Joseph Parker._\r\n\r\n \"It has been remarked that the two tribes in whose inheritance\r\n the calves stood are not found among the number of the sealed in\r\n Revelations. The names of Ephraim and Dan are missing from that\r\n list.\" --_Waller._\r\n\r\n * * * * *\r\n\r\n \"Oh, God, our strength! to Thee our song,\r\n With grateful hearts we raise;\r\n To Thee, and Thee alone, belong\r\n All worship, love and praise.\r\n\r\n \"And Thou, Oh, ever gracious Lord!\r\n Wilt keep Thy promise still,\r\n If, meekly hearkening to Thy word,\r\n We seek to do Thy will.\r\n\r\n \"Led by the light Thy grace imparts,\r\n Ne'er may we bow the knee\r\n To idols, which our wayward hearts\r\n Set up instead of Thee.\" --_Harriet Auber._\r\n\n SIDNEY'S GOOD INTENTIONS.\r\n\r\n (_A New Year's Story._)\r\n\r\n by FLORENCE HALLOWELL.\r\n\n[Illustration]\r\n\r\n\"Sidney, did you leave that note at Mrs. Flynn's yesterday?\" asked Mrs.\r\nDent, as her eldest son came hurriedly into the sitting-room to get the\r\npocket-knife which he had left on the table. \"She hasn't come, and I\r\ndon't know what I am going to do about the washing. Nora's arm is still\r\nso lame that she must not attempt to use it.\"\r\n\r\n\"Oh, mother, I am so sorry!\" and Sidney looked mortified and contrite.\r\n\"I fully intended to leave the note, but--\"\r\n\r\n\"You forgot all about it,\" finished his sister Fannie, who was sewing at\r\none of the front windows. \"Of course! Mother ought to have known she\r\ncouldn't trust you. Your intentions are always good, but that is as far\r\nas you go.\"\r\n\r\n\"It is a great deal easier to _intend_ to do a thing than to do\r\nit--everybody knows that,\" said Clara, a girl of twelve, who had put\r\ndown her book as her brother came in. \"I suppose as long as we live\r\nwe'll have to hear Sidney say, 'I fully intended.' I don't expect\r\nanything else.\"\r\n\r\nAnd she laughed.\r\n\r\n\"I can't help being forgetful,\" said Sidney.\r\n\r\n\"Perhaps not,\" said his mother; \"but you could go a long way toward\r\ncarrying out your good intentions if you would only do promptly whatever\r\nis given you to do.\"\r\n\r\n\"I will go to Mrs. Flynn's now,\" said Sidney. \"She can get here by ten\r\no'clock, anyway.\"\r\n\r\n\"Very well,\" said his mother. \"The sooner you see her, the better it\r\nwill be for the washing. This winter sun will not last long.\"\r\n\r\nSidney went out, and, hurrying on his overcoat and cap, was soon on the\r\nway to the cottage of Mrs. Flynn.\r\n\r\nHe felt a little depressed, for the remarks of his sisters had hurt his\r\nfeelings a good deal.\r\n\r\nHe wondered, as he walked briskly along, if Fannie and Clara never\r\nforgot anything.\r\n\r\nNext to Mrs. Flynn's was a small, brown cottage a good deal in want of\r\nrepairs. It had needed a coat of paint for many a year, and some of the\r\nblinds were broken. But at the window was a very pretty little girl,\r\nwith golden curls, and Sidney paused a minute to nod and smile at her.\r\nHe knew her quite well, for she was sister to one of the junior clerks\r\nin his father's warehouse.\r\n\r\nThe child smiled in return, and looked into the rear of the room, saying\r\nsomething Sidney could not hear. But a moment later the head of a pale,\r\nsad-faced woman appeared above that of the little girl.\r\n\r\nShe bowed to Sidney and then moved quickly away.\r\n\r\n\"How ill Mrs. Stewart looks!\" thought kind-hearted Sidney. \"I imagine\r\nChristmas did not bring many good things to _this_ house. I remember now\r\nthat I fully intended to send little Mabel a doll; but--\"\r\n\r\nAnd then he stopped and blushed hotly. _Another_ good intention never\r\ncarried out.\r\n\r\nFortunately, he found Mrs. Flynn in, and she promised to go to his\r\nmother at once. So he walked away, feeling that he had done his best to\r\nrepair the neglect of the previous day.\r\n\r\nHis next stopping-place was his father's office, which was a room built\r\non to the warehouse, and communicating with it by a single door.\r\n\r\nThere was another door which opened on to a side alley, and was kept\r\nalways locked. It was the door used exclusively by his father for\r\nentrance and exit. But Sidney was a privileged person, and had been\r\nallowed a pass-key. So he entered the office now without having to go\r\nthrough the busy warehouse.\r\n\r\nHe was disappointed to find the room empty. His father had promised to\r\ngive him some money to buy powder, shot and caps for the new gun he had\r\nreceived on Christmas Day, and, like all boys, he felt that time was\r\nvery precious when he was going to buy anything of that sort.\r\n\r\n\"Now I suppose I've got to wait,\" he soliloquized, as he threw himself\r\ninto the swivel-chair in front of his father's desk. \"It'll be noon\r\nbefore I get a chance to try the gun, I dare say.\"\r\n\r\nHe played with a paper-cutter at first; but soon his attention was\r\nattracted by a letter on the desk, the superscription of which was in a\r\nfamiliar hand.\r\n\r\nHe picked it up at once, for his Aunt Susan Dent's letters were always\r\npublic property at home. His father never failed to bring them home and\r\nread them aloud at the supper-table. So Sidney drew this letter from the\r\nenvelope without hesitation.\r\n\r\nHe had always received a five-dollar bill every Christmas from his aunt,\r\nbut this year the day had come and gone without the customary present,\r\nand he gave an exclamation of joy when, on unfolding the letter, a\r\nfive-dollar bill fell out.\r\n\r\n\"For me, of course. Better late than never,\" muttered Sidney, as he\r\nhastily glanced over the letter.\r\n\r\nYes, his aunt intended the money for him.\r\n\r\nShe wrote that she had been too ill to write just before Christmas, but\r\nthat Sidney would probably rather have the gift come late than not at\r\nall.\r\n\r\n\"Well, I should say so!\" ejaculated Sidney. \"And now I needn't wait for\r\nfather. I can use this money to buy my ammunition, and tell him about it\r\nat dinner time.\"\r\n\r\nHe restored the letter to its envelope, and then let himself out at the\r\nalley door. In five minutes he was in the nearest hardware store,\r\nbargaining for his shot.\r\n\r\nHis mind was full of the sport he expected to have that afternoon in the\r\nwoods with his gun, and when he reached home he sprang up the steps two\r\nat a time.\r\n\r\nHe was about to ring, with no gentle hand, when the door was thrown open\r\nby his sister Fannie.\r\n\r\n\"We've been watching for you, Sidney,\" she said, in some excitement.\r\n\"Uncle Charles is here, and wants you to go home with him for two or\r\nthree days. He says he can promise you a splendid time. You'll have to\r\nhurry, though, for the train leaves at twelve o'clock, and it is\r\nhalf-past eleven now. We were _so_ afraid you wouldn't get back in\r\ntime.\"\r\n\r\n\"Hurry, Sidney,\" said his mother, appearing at the parlor door. \"Change\r\nyour clothes as quickly as possible. I have packed your valise for you.\"\r\n\r\n\"No time to waste, my boy,\" said his uncle, from the dining-room, where\r\nhe was snatching a hasty lunch, attended by Clara. \"The train won't wait\r\nfor us.\"\r\n\r\nSidney was soon ready, and, with a hasty good-by to his mother and\r\nsisters, hurried off with his uncle.\r\n\r\n\"And be sure you come back Friday night, Sidney,\" called out his sister\r\nFannie, as she followed him to the front gate. \"Don't 'fully intend' to\r\ndo it, and then come walking in here on Sunday. You know you've got to\r\nmake calls on New Year's Day.\"\r\n\r\n\"All right,\" answered Sidney. \"I'll be here. You needn't worry.\"\r\n\r\nIt was not until he was in the train and half way to his destination\r\nthat he thought of the five-dollar bill. He was provoked with himself\r\nthat he had not spoken of it to his mother.\r\n\r\n\"But I'll write as soon as I get to Meadville,\" he thought; \"and they'll\r\nget the letter to-morrow.\"\r\n\r\nBut there was a great deal to occupy him when he reached his uncle's\r\nhome.\r\n\r\nHis cousins were fond of fun and were always ready for anything, and he\r\nwas so hurried from one place to another and had so many calls on his\r\ntime, that it was little wonder that the writing of that letter was\r\npostponed. He fully intended to write it, but it wasn't written.\r\n\r\nOnly the recollection of Fannie's parting words made him resist an\r\ninvitation to a sleighing party and start for home on Friday. He knew\r\nhow the girls would talk if he were not there to make those calls on New\r\nYear's Day.\r\n\r\nHe occupied himself while on the train with thinking on whom he would\r\ncall and what he would talk about. His visit to Meadville would give him\r\none subject, at least, for conversation.\r\n\r\nIt was nearly eleven o'clock at night when he reached home, but he found\r\nhis father and mother and two sisters still up. They were finishing some\r\npreparations for the celebration of the next day.\r\n\r\n\"So you have actually come!\" cried Fannie, as Sidney entered the room\r\nand went to the fire to warm his half-frozen hands and feet. \"One good\r\nintention kept, at least. I'll score that to your credit, Sidney.\"\r\n\r\n\"It seems as if I had been gone a good deal longer than four days,\" said\r\nSidney. \"I've been in a perfect whirl of excitement ever since I left\r\nhere.\"\r\n\r\n\"We've had some excitement, too,\" said Clara. \"Father's discharged Harry\r\nStuart.\"\r\n\r\n\"Yes, just think, Sidney, he stole five dollars,\" said Fannie.\r\n\r\n\"We merely _suspected_ him of stealing it, my daughter,\" said Mr. Dent.\r\n\"I did not accuse him of it; but I fear there is no room to doubt that\r\nhe is guilty. He was the only one in the office while I was out.\"\r\n\r\n\"It is very hard to believe Harry Stuart a thief,\" said Mrs. Dent. \"He\r\nhad as open and frank a face as I ever saw, and every one says he is\r\ndevoted to his mother; but then of course he was greatly tempted,\r\nneeding the money as he did.\"\r\n\r\n\"Do you mean the five-dollar bill Aunt Susan sent to me, father?\" asked\r\nSidney.\r\n\r\nHe had grown very pale and his voice trembled as he spoke.\r\n\r\n\"Yes; how did you hear of it? The letter came the very day you left.\"\r\n\r\n\"Oh, father, I read the letter, and--and it was I who took the money! I\r\nfully intended to tell you, but--\"\r\n\r\nAnd there Sidney broke down utterly and could not go on.\r\n\r\n\"_You_ took it!\" repeated his father. \"Oh, what trouble and sorrow you\r\nhave brought upon an innocent person, Sidney, by not letting me know\r\nthat sooner!\"\r\n\r\n\"I intended to write from Meadville,\" faltered Sidney.\r\n\r\n\"But, as usual, you did not carry out your good intentions. Sidney, for\r\nthe first time in my life I am ashamed of you--heartily ashamed.\"\r\n\r\nBy degrees they drew the whole story from Sidney; and, though they\r\nblamed him, they could not but feel sorry for him, so acute was his\r\nremorse.\r\n\r\n\"I hope this affair will be a lesson to you as long as you live,\" said\r\nMr. Dent, as he dismissed the remorseful boy to his room.\r\n\r\nHad it not been so late, Sidney would have gone that night to see Harry\r\nStuart, but as it was, he was up the next morning by six o'clock, and in\r\nthe cold, gray light of the first day of the New Year hurried to the\r\nlittle brown cottage.\r\n\r\nHe found Mrs. Stuart sitting by the bedside of her son, who, never\r\nstrong, had been utterly prostrated by the trouble which had come upon\r\nhim, and for two days he had been delirious with fever.\r\n\r\nHe did not recognize Sidney, and the latter could hardly repress his\r\ntears as he took the young man's hot hand in his own and looked down at\r\nhis flushed face and unnaturally bright eyes, and heard him mutter\r\nincoherently his denial of the theft of which he had been suspected.\r\n\r\nThat was the only call Sidney made that day. All else was forgotten as\r\nhe sat by Harry Stuart's bedside hour after hour, trying to atone for\r\nthe pain and grief his carelessness had caused.\r\n\r\nHarry got well at last and was restored to his former place with an\r\nincrease in salary, and he and Sidney were firm friends for the rest of\r\ntheir lives; but Sidney never forgot the lesson he had learned and the\r\ngood resolutions he had made that New Year's Day in the little brown\r\ncottage.\r\n\r\nNo one ever again heard him say, \"I fully intended.\" To intend was to\r\n_do_ with him at last.\r\n\n NEW YEAR'S EVE.\r\n\n Ye bells! peal forth\r\n From south to north,\r\n No longer let your iron tongues be dumb:\r\n Up to the rafters swing,\r\n Make all the country ring\r\n An omen of a Happy Year to come,\r\n\n [_This Story began in No. 2._]\r\n\r\n ANDY FLETCHER,\r\n\r\n the Story of a Boy with a Purpose.\r\n\r\n by JOHN RUSSELL CORYELL,\r\n\r\n Author of \"Cast Adrift; or, Ned Carroll's\r\n Promise,\" etc.\r\n\n CHAPTER IX.\r\n\r\n Police Headquarters.\r\n\r\n\"Who are you? What are you talking about?\" demanded one of the\r\ndetectives of Andy, after the latter had stepped forward with his\r\nexclamation that it was not the little boy.\r\n\r\nA curiously malevolent expression crossed the face of the man with the\r\nchild as he bent his eyes on Andy; but he did not speak to him then, but\r\nrather to the crowd that had quickly gathered,\r\n\r\n\"What does all this mean? Why am I stopped in this way? Is there a\r\npoliceman here? Call a policeman, somebody, please. Upon my word--a\r\npretty pass this, that a man may be molested in a public place in such a\r\nfashion!\"\r\n\r\nMr. Roberts was well dressed and his manner was composed and even\r\ndignified, so that the sympathy of the spectators was with him at once,\r\nuntil one of the detectives threw back his coat and showed his badge,\r\nwhen there was a murmur of wonder, and one of them asked:\r\n\r\n\"What's he done?\"\r\n\r\nJust at this point the policeman came hurrying up.\r\n\r\nThe detective in charge saw him and showed him his badge, and then said\r\nto him:\r\n\r\n\"Collar the kid,\" pointing to Andy, \"and fetch him along to the office\r\nup here. Are you a passenger on the steamer?\" he asked of his prisoner.\r\n\r\n\"No; but I warn you that you will find yourself in trouble if you do not\r\nrelease me at once. I can easily see that there is a conspiracy among\r\nyou to give me trouble. That boy there, whose father is a convict, as I\r\nhappen to know, is at the bottom of it, I suppose. As for this child\r\nhere, he is the son of a friend, and I have brought him here to see the\r\ndeparture of the steamer. If, after this explanation, you still persist\r\nin detaining me, it shall be at your peril.\"\r\n\r\n\"If I've made a mistake, I'm sorry,\" said the detective; \"but I'm doing\r\nno more than my duty in holding you. I never saw that boy before. I\r\ndon't know what he knows of the matter.\"\r\n\r\n\"You're looking for Regy Thorne, aren't you?\" said Andy, who had\r\nconfined himself to listening and thinking until now.\r\n\r\n\"What if we are?\" replied the non-committal detective.\r\n\r\n\"So am I, that's all,\" answered Andy, giving his enemy a bold glance of\r\ndefiance in return for the black looks cast upon him.\r\n\r\nThey had reached the wharf office by this time, and were readily\r\nadmitted by the wharfinger and given a place at the back end.\r\n\r\n\"Oho!\" said the detective, \"so you are after him, too, are you? How do\r\nyou come to know anything about it?\"\r\n\r\n\"I live in Lakeville, and I left there last night on purpose to come\r\nhere and look for Regy. I was after the reward.\"\r\n\r\n\"Do you know this gentleman?\"\r\n\r\nAnd he pointed to the man Andy had such good cause to know.\r\n\r\n\"He knows me,\" struck in Mr. Roberts, with a sneer, \"and bears me no\r\ngood will for having exposed him in the village where he lives. I\r\nprotest against being held on his evidence. If I am to undergo this\r\nhumiliation, send for a carriage immediately and have me taken to\r\nheadquarters, so that I may send for this child's parents and for some\r\nof my friends. The charge against me I do not understand yet, excepting\r\nthat it has something absurd to do with this little boy.\"\r\n\r\nIf Andy had been allowed to speak at once in answer to the question of\r\nthe detective, he would have betrayed a great deal of the knowledge he\r\nhad of the man, and would have given out a sudden light that had come\r\nto him as he stood there looking at him and listening. But with\r\nconsideration came wisdom, or, at the least, caution, and he replied,\r\nbriefly:\r\n\r\n\"I saw him in Lakeville yesterday. He did what he could to injure me,\r\nbut I did not know that he had anything to do with this matter.\"\r\n\r\n\"You know the boy we are looking for?\" asked the detective.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"And you are sure this is not the one?\"\r\n\r\nAndy looked carefully at the child, who had stood in a sort of wonder at\r\nthe attention he was receiving.\r\n\r\n\"I am sure,\" said Andy, finally, \"that this is not Regy Thorne; but he\r\nis dressed exactly as Regy was yesterday, or the day before. I did not\r\nsee him yesterday.\"\r\n\r\n\"Dressed the same!\" said the detective, exchanging meaning glances with\r\nhis fellow-officer. \"How do you explain that?\" he inquired of Andy's\r\nenemy.\r\n\r\n\"I don't explain it,\" was the cool answer. \"I suppose, however, that a\r\ngreat many children dress alike in these days when clothing is bought\r\nready-made.\"\r\n\r\nThe detective looked at him shrewdly and turned to his companion.\r\n\r\n\"Get a carriage, Dan--that is, if this gentleman is prepared to pay\r\nfor it.\"\r\n\r\n\"Certainly,\" was the reply. \"And may I ask what the charge against\r\nme is?\"\r\n\r\n\"I should suppose you might have guessed it by this time,\" answered the\r\ndetective, with so much less respect in his manner that it was quite\r\nevident that he did not believe his prisoner as innocent as he would\r\nhave it appear. \"The charge against you isn't made yet, but I arrested\r\nyou on suspicion of being implicated in the kidnapping of a little boy\r\nnamed Reginald Thorpe Thorne, and I shall take you to headquarters on\r\nthat suspicion.\"\r\n\r\nAndy was sure he saw a slight change in the man's features at the tone\r\nin which the words were uttered, and it was plain to him that the\r\ncoincidence of the little boy in his company being dressed exactly as\r\nRegy had been dressed, had made an impression on the detective.\r\n\r\nThe latter turned to him.\r\n\r\n\"You will have to go with us too. What is your name?\"\r\n\r\n\"Andrew Fletcher.\"\r\n\r\n\"You will find his father's name on the register at Sing Sing,\" said the\r\nman who had, as Andy believed, done so much to put it there.\r\n\r\nAndy flashed an indignant glance at him, but paid no other attention\r\nto him.\r\n\r\n\"Must I go with you?\" he asked of the detective.\r\n\r\n\"Yes.\"\r\n\r\n\"Will you leave somebody here to watch the steamer, just the same?\"\r\nquestioned Andy, anxiously.\r\n\r\n\"Don't worry about that, my lad. The steamer shall be watched.\"\r\n\r\n\"Will I be kept long?\"\r\n\r\n\"I can't tell. Depends on what the inspector says.\"\r\n\r\nIt seemed to Andy that all his chances of earning the reward were gone;\r\nbut there was just a glimmering of hope left, and he was determined not\r\nto part with a certain secret he had until he was certain that Regy was\r\nfound.\r\n\r\nThe secret was a small thing, and yet it might be the key to success. It\r\nwas this: Andy had made no effort to connect the two speakers he had\r\noverheard while he was working in the onions with any one he knew, until\r\nas he stood there in the wharf office confronted with the man who had\r\ntried so hard to injure him, and who seemed in some singular way\r\nconnected with the kidnapping of Regy Thorne.\r\n\r\nThen it came to him like a flash, that his was the voice he had heard\r\nsaying to the other man the words about being at the Arizona at five in\r\nthe morning.\r\n\r\nIt was certain to him then that Henry Roberts was connected with the\r\nkidnapping, and while it was impossible for him to comprehend the\r\nmeaning of the episode in which he was an enforced actor, he had settled\r\nit in his mind, that if Regy was to be found, it would be through this\r\nman.\r\n\r\nHe should have told all this--his knowledge and his suspicions--to the\r\npolice when he was taken to the inspector's office and examined; but he\r\ndid not realize the importance of doing so, and his eagerness to gain\r\nthe money for his father's sake was so great that he merely answered the\r\nquestions put to him.\r\n\r\nAs for the man, whom he had come to look upon as his enemy, and who,\r\nindeed, seemed to have transferred to the son the hatred and ill-will he\r\nhad once borne the father, it was found impossible to fix any sort of\r\ncomplicity on him.\r\n\r\nThe child was easily proven to be the son of respectable parents, who\r\nhad been promised long ago by Mr. Roberts that he should go some morning\r\nto see an ocean steamer off. The clothes had been purchased some time\r\nbefore at a clothing store.\r\n\r\nSo Mr. Roberts was dismissed; but no apology was made to him, and he\r\ndemanded none. Of course, no one thought of apologizing to Andy for a\r\ndetention of four hours at police headquarters, for Mr. Roberts had not\r\nfailed to inform the inspector that Andy's father was in Sing Sing, and\r\nit is natural for police to judge a child by his parents.\r\n\r\nSo Andy was dismissed, with a warning not to mix himself up in matters\r\nthat did not concern him. And Andy went out of the gloomy building,\r\nfeeling that there was not much justice to be had from the law.\r\n\r\nThere was his father, innocent and in prison; and here was he,\r\ndismissed, as if he was not much better than a criminal himself. And to\r\nbe told not to mix himself up in the matter! As for that, he would not\r\ngive up his search for Regy because they told him to.\r\n\n CHAPTER X.\r\n\r\n A Mysterious Letter.\r\n\r\nAndy walked out into the street, feeling very ill-used and indignant,\r\nand was for hurrying away as quickly as possible, forgetting for the\r\nmoment that he had determined on a certain course to pursue.\r\n\r\n\"I thought fer sure yer was in fer a trip to the island,\" said a voice\r\nbehind him.\r\n\r\nAndy turned and there was Pete following after him.\r\n\r\n\"Oh, is that you, Pete? I had forgotten all about you. Where did you\r\ncome from?\"\r\n\r\n\"Yer didn't think I'd give yer the go-by now, did yer?\" asked Pete, in\r\nan injured tone. \"I was waitin' fer yer all the time. I don't go back on\r\na pardner like that. Why, if they'd shipped yer up to the island, I'd a'\r\nbeen there to say good-by to yer, an' don't yer ferget it. Yer give me a\r\nbreakfast this morning, didn't yer? Yer licked them fellers, didn't yer?\r\nWell, Pete, if he's got only one name, don't go back on yer. See? An'\r\nthat settles it.\"\r\n\r\nIt was not an elegant speech, and Pete was an uncommonly\r\ndisreputable-looking lad, with his grimy face and hands and his tattered\r\ngarments, but there was a ring of gratitude and earnestness in his tone\r\nthat went straight to Andy's heart, and he held out his hand with:\r\n\r\n\"You're the right sort, Pete.\"\r\n\r\n\"Anyhow, I don't go back on a pardner,\" said Pete, shaking the proffered\r\nhand awkwardly.\r\n\r\nAndy was in need of sympathy at just that moment, and he was really very\r\nglad of the friendship of the little waif, who was so old in experience\r\nif so young in years.\r\n\r\n[Illustration:\r\n\"YER KNOW ME? I'M LYNX-EYED BILL, THE TERROR OF THE FORCE.\r\nGIT ONTER MY LYNX EYE.\"]\r\n\r\nHe would not have selected Pete for a friend and confidant; but there he\r\nwas, at hand, with his sympathy ready, and Andy was moved to take him\r\ninto his confidence.\r\n\r\n\"I say, Pete,\" he began, and stopped.\r\n\r\n\"Say it,\" said Pete.\r\n\r\nBut at that moment Andy had caught sight of his man with the child, and\r\nhe exclaimed: \"Do you see that man, Pete?\"\r\n\r\n\"The feller that was on the wharf? I see him.\"\r\n\r\n\"I want to follow him.\"\r\n\r\n\"Nobody's hinderin' yer.\"\r\n\r\n\"But he knows me, and if he sees me following him, he will know what I\r\nam after. Don't you see?\"\r\n\r\n\"I'm fly. Yer want me ter do the trick. Good! Yer know me? I'm Lynx-eyed\r\nBill, the terror of the force. Git onter my lynx eye.\"\r\n\r\nWhether he had a lynx eye or not, he certainly was a very shrewd little\r\nscamp, for he left Andy's side and hurried nearer to the man and child;\r\nand so, followed by Andy at a considerable distance, he kept after them.\r\n\r\nThe mother of the child and some sympathizing friends were with them,\r\nand there was no difficulty in keeping them in sight as long as they\r\nremained together.\r\n\r\nMr. Roberts went with them, however, only to the cars, where he left\r\nthem, evidently with many apologies for the trouble he had been the\r\ncause of putting them all to, for Pete, and even Andy, from his\r\ndistance, could see him bowing many times over.\r\n\r\nAs soon as the car took them away, he looked all around with seeming\r\ncarelessness, though it was plain to the boys that he was scrutinizing\r\neverybody anxiously.\r\n\r\nAndy jumped out of sight at once, and when he peered around his corner\r\nagain the advantage of having Pete help him was evident.\r\n\r\nMr. Roberts had disappeared, but Pete was visible just as he was\r\nhurrying around a corner, and so Andy was enabled to follow again.\r\n\r\nIf he had been asked just what he expected to gain by following the man\r\nhe could not have told. It was merely that it had entered his head that\r\nif Mr. Roberts was concerned, as he believed, in the kidnapping of Regy,\r\nand if Regy had not yet been taken out of the country, then Mr. Roberts\r\nwould be likely to do something or go somewhere that would betray Regy's\r\nhiding place to him.\r\n\r\nMr. Roberts walked over to Broadway and down it a few blocks to a liquor\r\nsaloon, which he entered. Pete was turning it over in his sharp brains\r\nhow he could contrive to follow him in there without attracting his\r\nattention, when he suddenly came out again and walked briskly up\r\nBroadway.\r\n\r\nPete reasoned that he had not been in there long enough to get a drink,\r\nand he was just reproaching himself for not having followed him into the\r\nsaloon, when Mr. Roberts drew a letter out of the side pocket of his\r\nsack coat, and with a preliminary glance around, read it, and then\r\nthrust it back into his pocket and showed relief in every movement.\r\n\r\nHe was no longer in a hurry, but sauntered along in leisurely fashion,\r\nand was no further concerned, apparently, as to whether or not he was\r\nfollowed.\r\n\r\nPete turned this over in his mind and came to a conclusion. The letter\r\nwas the thing that had had the sudden soothing effect on the man; then\r\nthe letter was probably about the child Andy was hunting for. If so, it\r\nwas only necessary to get the letter and give it to Andy and the matter\r\nwould be ended.\r\n\r\nAndy would have despaired of getting the letter, if he had been near\r\nenough to observe all that had taken place, and so would most other\r\npersons; but Pete had had a training which, fortunately, most persons\r\nhave not had, and it was a comparatively small matter to him to obtain\r\nthe letter.\r\n\r\nHe turned his sleeve up, so that his hand and wrist were clear and free,\r\nand then quickened his pace and drew nearer to where Mr. Roberts was\r\nsauntering along. He kept close behind him for a block or more, walking\r\nas if he had not a thing on his mind.\r\n\r\nPresently there was one of those sudden gatherings of people on the\r\nsidewalk, such as are of common occurrence in every large city.\r\n\r\nThen Pete pressed close to the side of Mr. Roberts, taking care to be on\r\nthe side where the pocket containing the letter was. Mr. Roberts did not\r\nknow it--you would not have seen it had you been there--but the grimy\r\nhand of Pete went in and out of that side pocket like a flash of\r\nlightning, and it held the letter when it came out.\r\n\r\nWhat would Andy say to that way of obtaining the letter? That was the\r\nvery question Pete put to himself after the missive was safe in his\r\npocket.\r\n\r\nHe had had an example of Andy's notions of honesty, and it spoke volumes\r\nfor Andy's influence on him that he did not propose to let his \"pardner\"\r\nknow how he had obtained the letter.\r\n\r\n\"I'll bet a quarter,\" said Pete to himself, as he fell back to where he\r\nknew Andy would be, \"that he'd be jest fool ernough ter give the chump\r\nthe letter back ag'in.\"\r\n\r\nWhen he was where he could beckon Andy he did so, and the latter\r\nhastened up to him.\r\n\r\n\"Here's a letter,\" explained Pete. \"He dropped it. Mebbe it has\r\nsomethin' in ter tell yer what yer want ter know.\"\r\n\r\n\"Dropped it?\" said Andy, taking the letter doubtfully, but not\r\nsuspecting the way in which it had been obtained.\r\n\r\n\"Ya-as, an' I picked it up,\" replied Pete, unblushingly. \"Go on an' read\r\nit, why don't yer?\"\r\n\r\nIt seemed to Andy that it would be no more than fair to read it under\r\nthe circumstances, and he opened it and did so. It was without\r\nsignature, and read as follows:\r\n\r\n \"Gone with Uncle Mike! Watch the Mirror.\"\r\n\r\nAndy's disappointment at the contents of the letter was plainly shown on\r\nhis face.\r\n\r\n\"What's the matter?\" asked Pete, curiously.\r\n\r\n\"I can't understand it,\" answered Andy.\r\n\r\n\"Can't yer read writin'?\" was Pete's surprised inquiry.\r\n\r\n\"Of course I can,\" replied Andy; \"but I can't make anything out of\r\nthis.\"\r\n\r\n\"What does it say?\" asked Pete.\r\n\r\nThey were walking along as they talked, and Pete constantly kept his eye\r\non Mr. Roberts.\r\n\r\nAndy read the letter to him.\r\n\r\n\"Lay low!\" exclaimed Pete, suddenly, pulling Andy around a corner. \"He's\r\nmissed the letter. He'll be back ter hunt fer it.\"\r\n\r\n\"I'll stay here,\" said Andy. \"You keep your eye on him.\"\r\n\r\nPete went out to Broadway again, and Andy saw him disappear hastily\r\naround the corner.\r\n\r\nHe knew by that that his man could not be approaching, so he peered\r\naround the corner and saw Pete on the edge of the sidewalk looking every\r\nway. Mr. Roberts was nowhere in sight.\r\n\r\nPete hunted and Andy hunted, but neither could obtain a glimpse of him,\r\nand Andy was in the depths of despair.\r\n\r\n\"It's no use,\" said Andy, at last; \"he's gone, and my chance has gone\r\nwith him.\"\r\n\r\nPete looked sympathetic and downcast.\r\n\r\n\"I s'pose it's my fault,\" he said, dismally.\r\n\r\n\"No, it's my fault,\" said Andy. \"I should have kept my eye on him all\r\nthe time.\"\r\n\r\n\"Yer've got the letter,\" reminded Pete, by way of consolation.\r\n\r\n\"What's the use of the letter when I can't understand it?\" replied Andy.\r\n\r\n\"What don't yer understand?\" asked Pete.\r\n\r\n\"Any of it 'What does 'Gone with Uncle Mike' mean? What does 'Watch the\r\nMirror' mean?\"\r\n\r\n\"Huh!\" said Pete. \"I can tell yer that much.\"\r\n\r\n\"You can.\"\r\n\r\n\"Yer bet I can. Come on, an' I'll show yer.\"\r\n\r\nAndy looked suspicious and doubtful. How could Pete be so knowing as\r\nthat? If he could not understand the letter, how could Pete?\r\n\r\nPete, however, led him without a word, but with a wonderfully knowing\r\nair, along several blocks, and finally stopped at a news stand and\r\nlooked it over.\r\n\r\n\"That the last Mirror, boss?\" he asked, of the man in charge.\r\n\r\n\"Yep.\"\r\n\r\n\"Give it ter me?\"\r\n\r\nAnd Pete handed over his quarter, received his change and a paper and\r\nthen led Andy up a side street and gave the paper to him.\r\n\r\nAndy saw that its name was the Mirror, and that it was devoted to\r\ntheatrical news. That was enough to give him confidence in Pete's\r\nintelligence, but he was in the dark yet.\r\n\r\n\"I see so much,\" he said; \"but I don't understand about Uncle Mike.\"\r\n\r\n\"Andy,\" said Pete, with a compassionate air, \"yer a dandy with yer\r\ndukes, an' yer square as a brick; but yer ain't cut yer eye-teeth yet.\r\nGimme the paper an' let me show yer.\"\r\n\r\nAndy gave him the paper and the knowing Pete took it and turned to the\r\nback pages.\r\n\r\n\"There!\" said he, pointing to a column beaded \"Dates Ahead.\" \"Look at\r\nthat an' see if Uncle Mike ain't mentioned.\"\r\n\r\nAndy, with a glimmering of Pete's idea, looked along the column until\r\nhe came to \"U,\" and there he saw, at the head of the list, \"Uncle Mike\r\nCo.; Philadelphia, July 8--week.\"\r\n\r\nHe read it aloud to Pete, and Pete nodded his head, as if to say, \"Of\r\ncourse, I knew you'd find it.\"\r\n\r\n\"Does it mean that Uncle Mike is a theatrical company?\" asked Andy,\r\neagerly.\r\n\r\n\"That's what it means, sonny, an' it means that Uncle Mike is goin' ter\r\nplay Philadelf fer the week wot begins on the eighth. So all yer've got\r\nter do is ter add that up an' there yer air. What! ain't we on ter his\r\nnibs? Oh, no, I guess not!\"\r\n\r\nAnd Pete dashed his old hat down over his eyes and strutted around.\r\n\r\n\"You think my man is going on there to join the company?\" asked Andy.\r\n\r\n\"Naw. The man with the kid is in Philadelf. That's the way I lay it\r\nout.\"\r\n\r\n\"That's it,\" cried Andy. \"I see! He wanted to get away on the steamer,\r\nand Mr. Roberts was afraid there would be detectives on the watch; so he\r\ndressed the little boy up just like Regy to make the trial first. Then,\r\nwhen he found that the steamer would be watched, the man with Regy went\r\nto Philadelphia.\"\r\n\r\n\"That sounds like it,\" said Pete, approvingly.\r\n\r\n\"Yes,\" continued Andy; \"but I don't understand what Uncle Mike has to do\r\nwith it.\"\r\n\r\n\"No more do I,\" answered Pete. \"But I tell yer what yer can do. Yer can\r\ngo on an' find out.\"\r\n\r\n\"Go to Philadelphia?\" exclaimed Andy.\r\n\r\n\"Why not?\"\r\n\r\n\"It'll take too much money.\"\r\n\r\n\"Huh! won't take a cent.\"\r\n\r\n\"Why not?\"\r\n\r\n\"How fur is it?\"\r\n\r\n\"I don't know. About a hundred miles, I think.\"\r\n\r\n\"Well, yer can walk, can't yer? Terday's the fifth, ain't it? That gives\r\nyer till the eighth, an' a week more. It won't take us that long;\"\r\n\r\n\"Us?\"\r\n\r\n\"Yes. I'll go along ter take care o' yer.\"\r\n\r\nAndy considered a moment.\r\n\r\n\"See here, Pete,\" he said, presently, \"how do you come to know so much\r\nabout what the letter meant?\"\r\n\r\n\"Been there,\" answered Pete.\r\n\r\n\"Been where?\"\r\n\r\n\"In the show business. Greatest knock-about juvee-nile all-around dance\r\nartist in the world! That's me. Too much knock-about fer me, an' I\r\nskipped. Tra-la-la!\"\r\n\r\nAnd Pete made a comical show of skipping away.\r\n\r\nIt seemed to account for Pete's extreme shrewdness, and Andy had no\r\ndifficulty in believing him. He weighed the reasons for and against\r\ngoing to Philadelphia after Regy on the strength of the letter.\r\n\r\nIt was only a chance that Regy would be found there; but it was a\r\nchance, and he could not bear to throw it away. And why should he? There\r\nwas only the thought of his mother to deter him, and he was certain that\r\nshe would be easy about him if he wrote to her.\r\n\r\n\"Let's go, Pete. I'll write to mother and then we'll start.\"\r\n\r\n\"Have yer got a mother?\" asked Pete, with a sort of eagerness.\r\n\r\n\"Yes,\" said Andy, \"and a father, too. I'll tell you about them and what\r\nI'm after soon as I get a chance. Come on while I buy a sheet of paper.\"\r\n\r\n[TO BE CONTINUED.]\r\n\n [_This Story began in No. 49._]\r\n\r\n Mind Before Muscle;\r\n\r\n or,\r\n\r\n TRIALS AND TRIUMPHS.\r\n\r\n by J.W. DAVIDSON,\r\n\r\n Author of \"Spud,\" \"Hardy & Co.,\" \"Rob\r\n Archer's Trials,\" \"Limpy Joe,\" \"Harry\r\n Irving's Pluck,\" etc., etc., etc.\r\n\n CHAPTER XXVII.\r\n\r\n Some Plain Talk.\r\n\r\nThe evening after Tony's return with the money was a very joyful one for\r\nJob Loring. He was continually praising his second son, much to the\r\ndisgust of the first, and really seemed to have recovered all of his\r\nhabitual cheerfulness.\r\n\r\nHe never once mentioned Tony's prospects; his own were assured, that was\r\nenough for him.\r\n\r\nAs the evening wore away he gravitated toward Aaron. There was really\r\nmuch in common between the man, whose one idea of power was mere\r\nphysical strength, and his rawboned son, so closely allied to him by\r\ndisposition.\r\n\r\nJob Loring was not a cruel man, nor yet did he mean to be an unjust one.\r\nIn his rude way his family was dear to him. Of course, the larger the\r\nobject, the more love could be bestowed upon it.\r\n\r\nTo Tony, with his fine, sensitive nature, inherited from his mother's\r\nside of the family, these grosser qualities were far from being\r\nattractive, and his companionship with Morrison had opened his eyes to a\r\nnew creation.\r\n\r\nSo it was with a feeling of relief that he saw his father turn to his\r\nelder brother, and the cloud lifted from the sullen face of the latter.\r\n\r\nLong before nine o'clock the next morning Tony was on his way to\r\nAshville. He found Morrison in the store, and the latter exclaimed, as\r\nsoon as his eyes fell upon the pale face of the little fellow:\r\n\r\n\"Why, Tony, what ails you? You look as though you hadn't a friend in the\r\nworld.\"\r\n\r\nTony made an effort to look happy, but did not wholly succeed. He\r\nglanced into the office, near which they were standing, and saw a stout\r\nman talking with Mr. Smart.\r\n\r\n\"That's my father,\" said Morrison, as he noticed the direction of Tony's\r\nglance. \"He arrived this morning. I'll introduce you when he comes out.\r\nHe was quite interested in you. Here he is now.\"\r\n\r\nAs he said this, Morrison turned to the gentleman who had just emerged\r\nfrom the office.\r\n\r\n\"Father, this is the boy I was telling you of--Tony Loring. Tony, let me\r\nmake you acquainted with my father, Mr. Morrison.\"\r\n\r\nTony nearly sank to the floor as he felt his hand grasped by that of the\r\nstout man, while a pair of dark eyes scanned him keenly.\r\n\r\n\"I had some curiosity to meet you,\" said Mr. Morrison, after his\r\nscrutiny, \"as my son has a habit of picking up some rather peculiar\r\nfriends. In this instance, I think he has shown much wisdom, considering\r\nhis usual lack of judgment.\"\r\n\r\nBoth father and son laughed at this, and then the senior Morrison looked\r\nat his watch.\r\n\r\n\"It is about nine o'clock,\" he remarked. \"Have you seen anything this\r\nmorning of the stranger from Scaly Brook? I think you said he was to be\r\non hand at that time.\"\r\n\r\n\"He is standing by the door now,\" replied Tony, a certain feeling of\r\nstrength creeping over him, which he could not account for.\r\n\r\n\"In that case, I will go with you to Mr. Furbush's,\" said Mr. Morrison.\r\n\r\nThe Morrisons, father and son, and Tony left the store at once, and,\r\naccompanied by the red-bearded stranger, proceeded to Mr. Furbush's.\r\n\r\nThey found that gentleman at home. They were scarely seated when the\r\nsenior Morrison said, somewhat abruptly:\r\n\r\n\"I called, in company with my son, to have a plain talk with you. Of\r\ncourse, as game-warden, you only did your duty in taking the captured\r\ndeer. The Loring boy was not to blame; my son was the responsible\r\nparty.\"\r\n\r\n\"You mean the guilty party,\" rejoined Mr. Furbush. \"Any one who commits\r\na crime is considered guilty.\"\r\n\r\nMr. Morrison smiled.\r\n\r\n\"There may be various degrees of guilt,\" he said, quietly; \"but I do not\r\nsee it in that light. To me, in order to place the guilt of an act upon\r\na person, that person must do a wrong willfully or maliciously. In this\r\ncase, my son did not know he was violating the law.\"\r\n\r\n\"Ignorance of the law is no excuse,\" answered Mr. Furbush. \"I've been\r\ndeputy sheriff and game-warden for a good many years, and about every\r\nlaw-breaker has an excuse.\"\r\n\r\nAgain Mr. Morrison smiled.\r\n\r\n\"All very true, no doubt,\" he replied; \"and, in regard to the deer,\r\nthere was no real harm done.\"\r\n\r\n\"Well, no,\" admitted Mr. Furbush. \"The fine was paid, and I set the deer\r\nat liberty as soon as I received information from the county warden. But\r\nseems to me this talk has all been unnecessary.\"\r\n\r\n\"Very likely,\" assented Mr. Morrison; \"but now we come to the real\r\nobject of our visit. You have a son Isaac. This gentleman,\" pointing to\r\nthe red-bearded man, \"would like to see him.\"\r\n\r\n\"I'll call him,\" said Mr. Furbush.\r\n\r\nIsaac was summoned, and came into the room with a frightened look on his\r\nround face.\r\n\r\n\"I was just going away,\" he said, glancing uneasily around the room.\r\n\r\n\"Going in to Duck Lake, I suppose?\" queried the stranger.\r\n\r\nIsaac grew very red in the face, but made no answer.\r\n\r\n\"Do you remember,\" continued the man, \"that this boy here\"-- pointing\r\ntoward Tony-- \"lost a lot of gum last fall, and you said I stole it?\"\r\n\r\nThe red in Isaac's face gave place to a deathly pallor, but no reply\r\npassed his lips.\r\n\r\n\"I don't see what use all these questions are,\" interrupted Mr. Furbush,\r\ntestily. \"My son is not a prisoner on trial.\"\r\n\r\n\"Well, if he isn't,\" replied the man, significantly, \"it won't hurt him\r\nto answer a few questions. Now, young man, speak up. Didn't you\r\ncirculate the story that I stole that gum?\"\r\n\r\nIsaac began to cry.\r\n\r\n\"And you did this notwithstanding the fact that I pulled you out of Duck\r\nLake, thereby saving your life,\" said the stranger, severely. \"Now I\r\nwant to jog your memory a little and get you in the habit of telling the\r\ntruth. Shall I go on?\" he added, turning to Mr. Furbush.\r\n\r\n\"Oh, I suppose so,\" replied that individual, wearily. \"Make it as short\r\nas possible.\"\r\n\r\n\"I stopped a few nights with you and this little chap you call Tony last\r\nfall,\" continued the stranger. \"One night this Tony had a fine lot of\r\ngum, and he put it away careful like. I forgot my pipe one morning, and\r\nwent back to the camp for it. The door was open, and I seen you taking\r\nTony's gum out of where he put it, and I dodged behind the camp and\r\nwatched you and see you take it and put it in a holler tree--a far-side\r\nof the path to the spring.\"\r\n\r\nHe turned to young Morrison and continued:\r\n\r\n\"Yesterday morning, when I got up at the camp, I looked in the tree and\r\nfound there was a lot of gum. So I shot at it, just to draw your\r\nattention to it. How much gum was concealed there?\"\r\n\r\n\"About fifty pounds,\" replied Morrison.\r\n\r\n\"If you knew my son was doing as you claim he did, why did you not tell\r\nthis other boy?\" demanded Mr. Furbush.\r\n\r\n\"Because,\" answered the stranger, \"I didn't go back to the camp again\r\nafter I see this boy a-hiding it away in the tree, and the next time I\r\nsee 'em was when I pulled 'em out of the lake.\"\r\n\r\n\"Is that all?\" asked Mr. Furbush. \"If it is, I'd like to ascertain the\r\nobject of all these accusations and questions. What proof have we that\r\nmy son did this or that you didn't do it? The boy has his property back,\r\nand why not let the matter drop? It looks to me like a trifling matter,\r\nanyway.\"\r\n\r\nThe face of Isaac brightened a little at this, but when his eye met that\r\nof the stranger, he trembled again.\r\n\r\n\"I'll tell you what the object of this is,\" he said. \"This boy of yours\r\nmade me out a thief; now I want to show it's him and not me. As for\r\nproof, I'll leave it to him, and forty-five dollars worth of gum ain't\r\nno trifling matter.\"\r\n\r\nThen he turned sharply to Isaac.\r\n\r\n\"Didn't you take that gum yourself?\" he asked. \"Remember, this is going\r\nto court unless I'm cleared of it.\"\r\n\r\nIsaac whimpered.\r\n\r\n\"If I own up to it will that save me?\" he asked.\r\n\r\n\"Yes,\" assured Tony; \"tell the truth.\"\r\n\r\n\"I took it,\" confessed Isaac. \"I'm sorry.\"\r\n\r\n\"Sorry he's found out,\" muttered the stranger. Then he said in a louder\r\ntone, \"I hope this'll be a warning. There's nothing so good for everyday\r\nwear as the truth. It'll wash and won't fade.\"\r\n\n CHAPTER XXVIII.\r\n\r\n A Revelation.\r\n\r\nThe little conference at Mr. Furbush's was over, and Mr. Morrison,\r\nrising, said slowly:\r\n\r\n\"I was very sorry to feel it my duty to take part in this matter. Let us\r\nforget it, and all be friends. Good-day, Mr. Furbush.\"\r\n\r\nHe shook hands with that gentleman, and also with Isaac, both of whom\r\nresponded with very poor grace.\r\n\r\nThen they walked out into the open air. Mr. Morrison, turning to Tony as\r\nthey reached the sidewalk, remarked:\r\n\r\n\"My boy, I was glad to see that you exhibited no desire for revenge.\"\r\n\r\nAs they walked back toward Mr. Smart's store, the senior Morrison talked\r\nearnestly with the stranger, while young Morrison said to Tony:\r\n\r\n\"Well, good-by, my friend. Father is determined to go back to Boston\r\nto-night, and wants me to go with him. I won't forget you.\"\r\n\r\nMorrison gave him a warm pressure of the hand, and then Tony found\r\nhimself alone. How unutterably lonesome the world seemed to the boy at\r\nthat moment! and as he walked slowly home he reviewed the events of the\r\nlast few months.\r\n\r\nHis winter's work had exceeded his most sanguine expectations, and yet\r\nhe felt the burden of defeat upon him. When he reached home, his father\r\nquestioned him closely in regard to what had transpired, all of which he\r\nexplained minutely.\r\n\r\n\"The young rascal!\" said Job Loring, clenching his hands and frowning.\r\n\"He got off too easy. He'd orter had a lesson.\"\r\n\r\n\"I am satisfied,\" said Tony. \"I think it will be a lesson to him.\"\r\n\r\nTony was treated with much more consideration than formerly, but somehow\r\nit brought him little comfort, and a week dragged slowly by.\r\n\r\nAaron had improved greatly, now that poverty had loosened its grip upon\r\nthem, and was helping his father fix up around the house, when a\r\nstranger came walking up to the door one afternoon.\r\n\r\n\"Hullo, Job! How are you?\" he cried, reaching out his hand.\r\n\r\nTony, who was reading, looked up to see his father shaking hands with\r\nthe red-whiskered man whom he had such good reason to remember.\r\n\r\nThe stranger nodded to Tony.\r\n\r\n\"So you're Job Loring's son, are you?\" he said. \"I tell you what it is,\r\nJob, that chap isn't very big,\" pointing to Tony, \"but he's a boy to be\r\nproud of.\"\r\n\r\nAfter this, he talked in low, earnest tones to Mr. Loring and Aaron, and\r\nsoon the three started together in the direction of Ashville.\r\n\r\nFather and son did not return till nearly dark, and then they came with\r\nquick, hopeful tread.\r\n\r\n\"Amanda,\" said Mr. Loring, eagerly, \"what do you think? I've got every\r\ncent o' my pay.\"\r\n\r\nMrs. Loring stopped her work in surprise.\r\n\r\n\"I'm glad for Tony's sake,\" she replied. \"Now he can have his money.\r\nHe's been moping around the house like a shadow.\"\r\n\r\nMr. Loring looked thoughtful.\r\n\r\n\"I have been harsh with him sometimes, I s'pose, and I've said lot's o'\r\nthings ag'in the rich folks that I hadn't orter. There's one decent one,\r\nanyway.\"\r\n\r\n\"Who's that?\" his wife wanted to know.\r\n\r\n\"Mr. Morrison.\"\r\n\r\nTony came into the room at this moment, and caught the sound of the\r\nname.\r\n\r\n\"What of him?\" he asked.\r\n\r\nThen Job Loring told his story:\r\n\r\n\"That chap who was here to-day worked with me'n Aaron, over on Scaly\r\nBrook last winter, and the land we trespassed on belonged to this Mr.\r\nMorrison. I didn't know it at the time. Morrison was away, but a lawyer\r\nin Ashville advised Smart to take the hull lot o' logs, 'cause they was\r\nforfeited. But there was one landin', or brow of logs, that could be\r\nproved as come off of our permit, every stick of it, though _I_ didn't\r\nknow it. This brow was in the way of the others, and some o' the boys\r\nattached it for their wages. Then they sent this red-whiskered man\r\nthrough to see what Morrison was going to do about it. He came home\r\nhimself and agreed to pay every man, and to-day we got it.\"\r\n\r\nThen he turned to Tony.\r\n\r\n\"How much did you make last winter?\" he asked.\r\n\r\n\"A hundred and thirty-three dollars,\" replied Tony, omitting the odd\r\ncents.\r\n\r\n\"Four dollars more than Aaron and me,\" said Mr. Loring.\r\n\r\nHe got up and paced across the room and back.\r\n\r\n\"I'll tell you what I'm going to do,\" he continued, speaking with some\r\neffort, \"I'm going to pay that all back to you, Tony--every cent of it.\"\r\n\r\nHe had expected to see Tony spring to his feet with a great outburst of\r\njoy. Instead, he only shook his head and said, slowly:\r\n\r\n\"I don't want it; you can keep it.\"\r\n\r\n\"Well! well! well!\"\r\n\r\nIt was all Job Loring could say.\r\n\r\n\"You can give me part of it, if you like,\" said Tony, at length. \"I\r\nsuppose I shall need some clothes.\"\r\n\r\n\"And you ain't going to peddling, nor nothing?\" queried Mr. Loring.\r\n\r\nAgain Tony shook his head.\r\n\r\nAnd so the matter was dropped.\r\n\r\nAnother week went by and Tony was one day walking through Ashville. He\r\nhad purchased, at the earnest solicitation of his mother, a suit of\r\nwell-fitting clothes; but he was low-spirited, and in spite of the money\r\nhe had made, the past winter seemed a sort of failure to him.\r\n\r\nSuddenly some one grasped him by the shoulder and a familiar voice\r\nshouted in his ear:\r\n\r\n\"Hello, Tony, how are you? I hardly knew you, with your new toggery on.\"\r\n\r\nCould it be possible? Yes, he was shaking hands with Morrison.\r\n\r\nThey were near Mr. Smart's hardware store.\r\n\r\n\"Come inside,\" said Morrison. \"I've got a bit of news to tell you.\"\r\n\r\nThey entered. Mr. Smart was nowhere in sight.\r\n\r\n\"Right into the office,\" continued the young man, gaily. \"Now, no\r\nbackwardness to-day. Sit right down, while I spin my yarn, as the\r\nsailors say. It was as big a surprise to me as it will be to you.\"\r\n\r\nTony sank into one of the chairs, while Morrison elevated his feet upon\r\nthe desk before him.\r\n\r\n\"Now, are you ready?\" he said, with a laugh. \"Well, here goes. I worked\r\nin this store two years, under this man Smart--and a precious rascal he\r\nwas, too--and never knew that my father owned this store and everything\r\nin it. Mr. Smart had been a clerk for father in Boston, and the object\r\nof the deception was to see if I really had any liking for business. And\r\nwhat do you suppose the result is?\"\r\n\r\n\"I don't know,\" said Tony, feebly.\r\n\r\n\"I'll tell you,\" continued Morrison. \"I was twenty-one years old\r\nyesterday, and I am sole proprietor here.\"\r\n\r\nTony looked at his companion in a peculiar way; saw how his eyes\r\nsparkled and his cheeks flushed with eagerness, and he knew that his\r\nheart was light and happy with ambition and hope. But the gulf between\r\nthem was wider than ever.\r\n\r\n\"I congratulate you,\" he said, huskily. \"I wish you everything--\"\r\n\r\nHe stopped and rose to his feet, but Morrison pulled him down into the\r\nchair again.\r\n\r\n\"Don't go yet,\" he pleaded. \"I'm not through. Now I want a favor of you.\r\nI want you in the store with me. Stop!\" he said, imperatively, as Tony\r\nattempted to speak. \"I know what your objection will be, but it's no\r\nuse. There are evening schools here in the village, and you can attend\r\nthem as much as you wish. You are bright and quick; I'll risk you. Mind\r\nbefore muscle, any time.\"\r\n\r\nWhat could the poor fellow do? Nothing, except to grasp the hand of\r\nMorrison and shed tears of gladness, while his lips vainly strove to\r\nutter the thankfulness which over-flowed his heart. His wildest dreams\r\nwere more than realized, and, better than all material advancement, he\r\nwould not be parted from his friend.\r\n\r\nAnd Morrison never had occasion to regret his offer, for Tony took to\r\nthe business like a duck to water. A year later, Mr. Morrison, senior,\r\nsaid to Job Loring, who was making some alterations in the rich man's\r\nstable:\r\n\r\n\"A wonderfully smart boy of yours, Mr. Loring. It doesn't seem possible\r\nthat twelve months can work such a change.\"\r\n\r\nJob ran his great fingers through his shaggy hair, and made answer in a\r\npuzzled sort of way:\r\n\r\n\"It do seem strange, Mr. Morrison--it do, for a fact. I al'ays pitied\r\nthe little chap, and kep' tellin' him he'd never be any good. But there,\r\nit shows that size don't al'ays count, and I wish Aaron could 'a had\r\nmore brains, even if he didn't have quite so much muscle.\"\r\n\r\nThe story of Isaac Furbush's petty pilfering in some way got noised\r\nabout the village, and it seemed as though the disgrace would ruin his\r\nprospects in Ashville, till Tony induced Morrison to give him a job as\r\nporter in the store.\r\n\r\nIsaac, to whom the bitter lesson had been extremely beneficial, accepted\r\nthe situation thankfully, and a goodly portion of his superfluous flesh\r\ndisappeared in his zeal to prove himself worthy of his employer's\r\nconfidence.\r\n\r\nAnd in the hunting seasons, Morrison and Tony manage to steal away and\r\nchase the flying caribou and deer, and more than one lordly moose has\r\nbeen forced to succumb to their prowess and skill.\r\n\r\n[THE END.]\r\n\n A SUBMERGED CITY.\r\n\nIt has happened many times in the history of the world that cities have\r\nfallen into decay, and finally disappeared so entirely that their\r\nexistence has not been suspected by the ordinary traveler.\r\n\r\nNineveh, Babylon and Carthage are the most notable instances of the\r\ndestruction due to war, pestilence and famine. Sometimes Nature lends a\r\nhand, as in the following strange case:\r\n\r\nThe city authorities of Rovigno, on the peninsula of Istria, in the\r\nAdriatic Sea, have discovered a little south of the peninsula the ruins\r\nof a large town at the bottom of the sea.\r\n\r\nIt has been observed for some years that fishermen's nets were sometimes\r\nentangled in what appeared to be masses of masonry, of which fragments\r\nwere brought up from the sea-bed. A year or two ago a diver declared\r\nthat he had seen walls and streets below the water.\r\n\r\nThe city authorities recently decided to investigate. They sent down a\r\ndiver who, at the depth of eighty-five feet, found himself surrounded on\r\nthe bottom of the sea by ruined walls. He says he knows they were the\r\nwork of man. He is a builder by trade, and he recognized the layers of\r\nmortar.\r\n\r\nContinuing his explorations, he traced the line of walls, and was able\r\nto distinguish how the streets were laid out. He did not see any doors\r\nor window openings, for they were hidden by masses of seaweed and\r\nincrustations.\r\n\r\nHe traced the masonry for a distance of one hundred feet, where he had\r\nto stop, as his diving cord did not permit him to go further. He had\r\nproved beyond a doubt that he had found the ruins of an inhabited town,\r\nwhich, through some catastrophe, had been sunk to the bottom of the sea.\r\n\r\nSome people think that they identify this lost town with the island\r\nmentioned by Pliny the Elder, under the name of Cissa, near Istria. This\r\nisland cannot be found now, and it is thought the submerged town may\r\nhave been a settlement on the island that so mysteriously disappeared.\r\n\n ST. NICHOLAS.\r\n\nA very pretty legend from Germany tells how St. Nicholas came to be\r\nconsidered the patron saint of children. One day, so the story goes, he\r\nwas passing by a miserable house, when he heard the sound of weeping\r\nwithin.\r\n\r\nStepping softly to the open window, he heard a father lamenting the\r\nwretched fate to which his three lovely young daughters were doomed by\r\npoverty. St. Nicholas' gentle heart was touched. He returned at night\r\nand threw in at the window three bags of gold sufficient for the dowry\r\nof the girls. His kindness to them, and to many others equally wretched,\r\nmade him regarded as the especial benefactor of children.\r\n\r\nIn Russia he is reverenced as the chief saint of the Greek Church, but\r\nin Germany, Switzerland, Holland and Austria it is as the children's\r\nsaint that he is chiefly honored. The good Dutch burghers who founded\r\nNew Amsterdam placed the little settlement under his care. It has grown\r\nto be the great city of New York, but his name is no less honored in the\r\nsplendid metropolis than in the humble Dutch town.\r\n\r\n * * * * *\r\n\r\n PUZZLEDOM.\r\n\r\n *No. DLXVI.*\r\n\nOriginal contributions solicited from _all_. Puzzles containing obsolete\r\nwords will be received. Write contributions on one side of the paper,\r\nand apart from all communications. Address \"Puzzle Editor,\" GOLDEN DAYS,\r\nPhiladelphia, Pa.\r\n\nANSWERS TO LAST WEEK'S PUZZLES\r\n\nNo. 1. Quiet--quite.\r\n\r\nNo. 2.\r\n\r\n R\r\n M A W\r\n M I C O S\r\n M I T H R A S\r\nR A C H I L L A S\r\n W O R L D L Y\r\n S A L L Y\r\n S A Y\r\n S\r\n\r\nNo. 3. P-reserved.\r\n\r\nNo. 4.\r\n\r\n A\r\n S T Y\r\n S H O E S\r\n S E A M A I D\r\n B A L L I S T A S\r\nC O L L E C T E D L Y\r\n\r\nNo. 5. Y-our.\r\n\r\nNo. 6.\r\n\r\n R E P U T E S\r\n H A R E L I P\r\n S I M I L E S\r\n C O V E N T S\r\n S Y R I N G A\r\n P I M E N T O\r\nP A R E R G A\r\n\r\nNo. 7. A very Merry Christmas to all those in our 'Thedom.\r\n\r\nNo. 8.\r\n\r\n M\r\n R A S\r\n P E T E R\r\n R E F U T E R\r\nM A T U T I N A L\r\n S E T I R E M E\r\n R E N E G E S\r\n R A M E N T\r\n L E S T S\r\n\r\nNo. 9. The eminent posers.\r\n\r\nNo. 10.\r\n\r\nC A N D L E W A S T E R\r\n P A R A D I S E A N\r\n B A N I S T E R\r\n B E T T E R\r\n S E I R\r\n D T\r\n\nNEW PUZZLES.\r\n\nNo. 1. CHARADE.\r\n\r\nThe glad New Year again is here,\r\n With joy and merriment bedight,\r\nLet vanish now all worldly fear.\r\n _Last_ peace let every heart be light.\r\n\r\nThis is the time for turning leaves,\r\n And living better lives withal,\r\nAnd he who o'er the past year grieves.\r\n His wayward thoughts must overhaul.\r\n\r\nThe youth his diary will grasp,\r\n And write _complete_ about his love;\r\nHe calculates when next he'll clasp\r\n Her to his heart and call her dove.\r\n\r\nThe cashier closes up his books.\r\n And feels at ease that he is free:\r\nFrom taint or tarnish of the crooks.\r\n To Canada he need not flee.\r\n\r\nThe plumber also gathers in\r\n The surplus from the bygone year;\r\nHis features wear an unctuous grin,\r\n He feels he is without a peer.\r\n\r\nAnd so the happy New Year gives\r\n Great pleasure to both great and small;\r\nWhere'er the human family lives\r\n First see we good that comes to all.\r\n\r\n_Philadelphia, Pa._ Arty Fishel.\r\n\nNo. 2. INVERTED PYRAMID.\r\n\r\n_Across:_ 1. The first day of the year. 2. A poison. 3. Dutch gold."
    },
    {
      "title": "4. Lit again. 5. Females. 6. A letter.",
      "content": "_Down:_ 1. A letter. 2. A prefix. 3. A pronoun. 4. To growl like a dog\r\n(_Obs._) 5. Plants. 6. Enameled (_Obs._) 7. A root. 8. The tail of the\r\nhare. 9. A she deer. 10. An article. 11. A letter.\r\n\r\n_Bangor, Pa._ T. Hinker.\r\n\nNo. 3. NUMERICAL.\r\n\r\nThe Christmas season of great joy\r\nComes not to all without alloy.\r\nFor soon will follow, in its line,\r\nThe day our bills we 3, 2, 9.\r\n\r\n1, 2, 3, 4, 5 are they\r\nWho view this time without dismay--\r\nWho have no fear to 12, 10, 11, 4--\r\nDread I.O. U's, given long before.\r\n\r\nSuch trying times must us befall,\r\nStill, a _complete_ we wish to all.\r\nAnd hope you may pull safely through,\r\n8, 1, 7, 6 your bills fall due.\r\n\r\n_Philadelphia. Pa._ F. Lasher.\r\n\nNo. 4. STAR."
    },
    {
      "title": "1. A letter. 2. Behold. 3. Skimmed (_Obs._) 4. To array. 5. The Pope's",
      "content": "triple crown. 6. Errors in printing. 7. Purest. 8. While. 9. A letter.\r\n\r\n_Chicago, Ill._ U. Neke.\r\n\nNo. 5. TRANSMUTATION.\r\n\r\nThe clock strikes nine, within the school\r\n The children take their seats:\r\nWithin the corner stands the fool,\r\n Him oft the _primal_ beats.\r\n\r\nThe master sits his desk behind,\r\n The lessons now commence:\r\n\"Of these verbs you will tell the kind,\r\n Also the mood and tense.\"\r\n\r\nThe sentences he then dictates,\r\n The pupils start the task,\r\nBut soon he spies two boys--two mates--\r\n Who each other answers ask.\r\n\r\nHe calls the _lasts_ to come to him:\r\n A flogging they expect.\r\nAnd, naturally, their eyes grow dim.\r\n And heads are not erect.\r\n\r\nThe master looks them in the eye.\r\n \"I see you guilty are.\"\r\nAnd straightway he does make them cry.\r\n And badly do they fare.\r\n\r\nAt last the punishment dost cease,\r\n The arm descends no more,\r\nBut of advice a right long piece\r\n He gives to them before\r\n\r\nThey are allowed to take their seats,\r\n With faces red with shame.\r\nSuch is the punishment of cheats,\r\n And they deserve the same.\r\n\r\n_Philadelphia, Pa._ O. Range.\r\n\nNo. 6. HEXAGON."
    },
    {
      "title": "1. An East Indian fruit obtained from a species of cypress. 2. Armor for",
      "content": "the arm. 3. The ends of an elliptical arch. 4. Narratives. 5. A variety\r\nof zeolite of a flesh-red color. 6. Restored the original design of."
    },
    {
      "title": "7. Moved. 8. English essayist (1671-1729). 9. An adder or serpent",
      "content": "(_Prov. Eng._)\r\n\r\n_Litchfield, Ill._ Stocles.\r\n\nNo. 7. CHARADE.\r\n\r\nWe are standing in the doorway,\r\n My dearest _prime_ and I;\r\nThe golden sun is sinking fast,\r\n And we must say good-by.\r\nGood-by! How can we speak the word\r\n So full of bitter pain?\r\nMy laddie is going o'er the sea.\r\n We may ne'er meet again.\r\n\r\nGod grant the _fine_ may carry him\r\n Safe on his quest away,\r\nAnd surely bring him home next year,\r\n Till then I'll wait and pray.\r\nAgain by the door I'm standing,\r\n With my love so near to me.\r\nFor my _prime_ was true, the _fine_ was strong,\r\n And our _all_ will ne'er severed be.\r\n\r\n_Cambridge, Mass._ Dil I. Gence.\r\n\nNo. 8. HALF SQUARE."
    },
    {
      "title": "1. Representations (_Obs._) 2. Charcoal. 3. Long measures of one hundred",
      "content": "feet. 4. Excrescences growing on a horse's leg. 5. To swell. 6. A bird\r\nof ill-omen (_Obs._) 7. A throng (_Obs._) 8. Measures of capacity for\r\nliquids (_Roman Antiq._) 9. A title for a person in authority in the\r\nEast. 10. A Latin preposition. 11. A letter.\r\n\r\n_Jersey City, N.J._ Itami.\r\n\nNo. 9. TRIPLE-LETTER ENIGMA.\r\n\r\n In \"promise wise;\"\r\n In \"different size;\"\r\n In \"endless ties.\"\r\n\r\nA country, governed by an _all_,\r\n Is nicely situated,\r\nFor it has some advantages\r\n Which can't be overrated.\r\n\nDOUBLE-LETTER ENIGMA.\r\n\r\n In \"knowing looks;\"\r\n In \"reading books;\"\r\n In \"solemn rooks;\"\r\n In \"quiet nooks;\"\r\n In \"line and hooks.\"\r\n\r\nMy _all_, you'll find, is quite a good book,\r\nBy a Scottish author. Now, then, look.\r\n\r\n_Rochester, N.Y._ Oregon.\r\n\nNo. 10. INVERTED PYRAMID.\r\n\r\n_Across_: 1. Restorations of lost parts of the body (_Surg. Sup._)"
    },
    {
      "title": "2. The quality of being warlike. 3. A fishing boat, built sharp at both",
      "content": "ends (_Obs._) 4. Diseases of timber. 5. The kidneys. 6. Gods (_Latin_)."
    },
    {
      "title": "7. A letter.",
      "content": "_Down_: 1. A letter. 2. An abbreviation. 3. To strike with a sharp blow."
    },
    {
      "title": "4. Angers (_Poet._) 5. The aromatic principle of flowers. 6. Peeped",
      "content": "(_Obs._) 7. Small carts used in mines (_Supp._) 8. Italian singer\r\n(1824 ----). 9. Blows the nose (_Low_). 10. Suppers. 11. An affix\r\nsignifying one who. 12. A prefix. 13. A letter.\r\n\r\n_Brooklyn, N.Y._ Gemini.\r\n\nNo. 11. TRANSPOSITION.\r\n\r\n Little Dick\r\n Was very sick\r\nFrom eating _primal_ hard;\r\n He went above,\r\n Where all is love.\r\nAnd now _last_ his reward.\r\n\r\n_Rochester, N.Y._ R.O. Chester.\r\n\nNo. 12. C.C. HEXAGON.\r\n\r\n_Across_: 1. An abbreviation. 2. A dish of stewed meat. 3. A small\r\nrodent mammal. 4. A kind of cold cream. 5. Polishes. 6. A softening\r\nof statement (_Rhet._) 7. Nitrate of potassa. 8. A French article."
    },
    {
      "title": "9. A letter.",
      "content": "_Down_: 1. Probable. 2. A scale of anything. 3. A fagot of brushwood."
    },
    {
      "title": "4. Shining. 5. Water passages (_Prov. Eng._) 6. Durations. 7. One who",
      "content": "defrauds. 8. Boundaries. 9. Movements.\r\n\r\n_Logan, Pa._ H.C. W.\r\n\r\n-> Answers will appear in our next issue; solvers in six weeks.\r\n\nSOLVERS.\r\n\r\nPuzzles in \"PUZZLEDOM\" No. DLX were correctly solved by Goldey and Pen\r\nLedcil, Hello, Irish Foreman, Carl, Nucky and Eskaletta, Carrie Wilmer,\r\nLittle Rhody, Weesie, R.O. Chester, Lowell, Madeline, Charles Goodwin,\r\nThad R. French, Addle Shun, Ham, Stanna, Viscum, Rosalind, Fred L.\r\nComstock, Romulus, Jim Nast, Windsor Boy, Gemini, Night, Ed U. Kate,\r\nKatie O'Neill, John Watson, Dorlo, Auburnian, Olive, Legs, Spider,\r\nTheresa, Arty Fished, Joe-de-Joe, Flora Nightingale, M.E.T., Herbie C.,\r\nMiranda, Alcaeus, Orlando, Mary Roland, Carrie Ketchum, Cypress, Andrew\r\nF., Tan, Sir Joseph, Venio Vincere, Flare, Pantagrapher, Lucrezius\r\nBorgers, May Le Hosmer and Magnolia, Jack O'Lantern and T. Hinker,\r\nSam Smart, Esq., Osceola and Martin Dale.\r\n\r\nCOMPLETE LIST.--Goldey and Pen Ledcil.\r\n\nPALAVER.\r\n\r\nOnce more we wish to draw the attention of all Puzzlers who favor us\r\nwith their contributions to a very necessary caution in the selection of\r\nthe words which they use in the work. Some unscrupulous puzzlers see no\r\nobjection to using any word, since they are able to make successful\r\ncombinations. We are of a different mind, in this department. Puzzledom\r\nin GOLDEN DAYS has a very varied constituency, which includes old and\r\nyoung, boys and girls, men and women. We intend to keep it a bright,\r\nprogressive department--above all, clean and without reproach in any\r\nparticular. Therefore, puzzlers who are given to the use of words of\r\ndouble meaning, or words whose reputation is shady in the slightest\r\nrespect, so to speak, will please bear this in mind and not in such a\r\nway spoil an otherwise excellent piece of work which they may desire to\r\nsee in our columns.\r\n\r\nTHAD R. FRENCH.--Your puzzle comes under the above criticism. You are\r\nnew, however, and we hope you will receive the timely word of advice.\r\nIf so, you are very welcome to our ranks. Would like to hear again from\r\nyou.\r\n\n NEW YEAR'S NICK-NACKS.\r\n\n--A correspondent wants to know if \"fits are hereditary.\" Any small\r\nboy, compelled to wear out his father's old clothes, could tell him\r\nthey are not.\r\n\r\n--There are many shoots in a park of artillery.\r\n\r\n--\"What are you doing?\" demanded a furniture dealer of his clerk,\r\nwho upset an extension table.\r\n\"I'm only turning over a leaf, sir.\"\r\n\r\n[Illustration: TWO KINDS OF HIDING.]\r\n\r\n--City Dame (in the country): \"Boy, can't you get me some cat-tails?\"\r\nCountry Boy: \"Yes'm. Long ones?\"\r\nCity Dame: \"Oh, long or short, whichever are the prettier!\"\r\nBoy: \"Well, mum, I guess I'd better just bring you the cats, an' you\r\ncan cut the tails off to suit yourself.\"\r\n\r\nA Mean Swindle. --Mistress: \"Did you ask for milk bread?\"\r\nDomestic: \"Yes, mum.\"\r\n\"What a miserable little loaf they gave you!\"\r\n\"Yes, mum. It's my opinion, mum, that that baker is using condensed\r\nmilk.\"\r\n\r\n--\"What's the matter with you to-day, Tommy? You seem to be uneasy.\"\r\n\"I am,\" said the bad little boy. \"Yesterday was pa's and ma's wooden\r\nwedding, and all the neighbors sent 'em shingles.\"\r\n\r\n--A square meal generally costs a round price.\r\n\r\n--The pupil of the eye is incessantly lashed.\r\n\r\n--Mrs. Pennifeather: \"Goodness gracious! I wonder what in the world\r\nhas become of all my tarts?\"\r\nMr. P.: \"Where did you put them?\"\r\nMrs. P.: \"Right on the window-sill here.\"\r\nMr. P.: \"That accounts for it. You have carelessly exposed them to\r\nthe son.\"\r\n\r\n--It is his exalted position that makes the weather cock vane.\r\n\r\n--Father (severely): \"My son, this is a disgraceful condition of\r\naffairs. This report says you are the last boy in a class of\r\ntwenty-two.\"\r\nHenry: \"It might have been worse, father.\"\r\nFather: \"I can't see how.\"\r\nHenry: \"There might have been more boys in the class.\"\r\n\r\n--Sunday School Superintendent: \"Who led the children of Israel into\r\nCanaan? Will one of the smaller boys answer?\"\r\nNo reply.\r\nSuperintendent (somewhat sternly): \"Can no one tell? Little boy, on\r\nthat seat next to the aisle, who led the children of Israel into\r\nCanaan?\"\r\nLittle Boy (badly frightened): \"It wasn't me. I--I jist moved yere\r\nlast week f'm Missoury.\"\r\n\r\n--The concave mirror is not exactly a humorist, but it makes some\r\nvery amusing reflections.\r\n\r\n--\"Boy, I read in your eyes that you have told a lie.\"\r\n\"Papa, that is impossible. You cannot read without spectacles.\"\r\n\r\n--Sauso: \"Why did you yell 'Stop thief!' at the man who was running\r\ntoward the railroad station?\"\r\nRodd: \"I saw that he was going to take a car.\"\r\n\r\n--A chilly salutation-- \"Shake!\"\r\n\r\n--Weeks: \"I'm afraid Brown is not very steady. I don't think he will\r\nstick to his business.\"\r\nWentman: \"Oh, yes he will. You forget he is working in a glue\r\nfactory.\"\r\n\r\n--\"Do you distrust fat men, captain?\"\r\n\"Well, no,\" returned the old sea-dog, \"not exactly; but I always\r\ngive them a wide berth.\"\r\n\r\n--\"Here, I bought this compass of you, t'other day, but it's no\r\ngood. It points north, east, south or west, just as it happens.\"\r\n\"Ah, but you don't understand. You see the needle points this way.\r\nNow turn the compass around this way--see?--there you are. That's\r\nnorth.\"\r\n\"Yes, but if I know where north is, what in time do I want a compass\r\nfor?\"\r\n\r\n--Sunday-school teacher: \"And when the wicked children continued\r\nmocking the good prophet, two she bears came out of the mountain and\r\nate up over forty of the wicked children. Now, boys, what lesson\r\ndoes this teach us?\"\r\nJimpsy Primrose: \"I know.\"\r\nTeacher: \"Well, Jimpsy?\"\r\nJimpsy Primrose: \"It teaches us how many children a she bear can\r\nhold.\"\r\n\r\n--Cousin Nell (inculcating generosity): \"Supposing your chicken\r\nshould lay a nice egg, Tommy; would you give it to me?\"\r\nTommy: \"No; I'd sell it to a dime museum. That chick's a rooster.\"\r\n\r\n--A corn dodger--The careful dancer.\r\n\r\n--\"Had I better make a list of the prize cows and pigs?\" asked the\r\nsecretary of an agricultural fair.\r\n\"Yes,\" replied the president. \"Cattle hog them.\"\r\n\r\n * * * * *\r\n * * * *\r\n * * * * *\r\n\r\nOUR LETTER BOX.\r\n\r\nTANITE.--The flag signals used by the U.S. Signal Service to designate\r\nthe state of the weather were fully explained in No. 11 of the volume\r\njust ended. They do not vary in the different cities, the code holding\r\ngood for every portion of this country.\r\n\r\nQUI VIVE.--Bowditch is the standard authority on navigation, and all the\r\ntheoretical knowledge necessary can be gained by a close and persistent\r\nstudy of his work on that subject. The best way for a boy to learn it\r\npractically is to enlist as a naval apprentice on one of the United\r\nStates training ships.\r\n\r\nSKATER.--First, place coal oil on the rusted skates and allow it to\r\nremain until the rust becomes softened, after which it can be easily\r\nremoved by rubbing with fine sand paper or emery cloth. After using,\r\nthey should be wiped dry and then rubbed with an oily rag before being\r\nplaced in the case, or flannel bag.\r\n\r\nM.P.J.--1. Rabbit skins are extensively used in making hats, caps and\r\nmuffs, and for lining garments of various kinds, such as circulars,\r\novercoats and the like. They are dressed in the usual manner, the fur\r\nbeing dyed to imitate many of the higher grades procured from the\r\nermine, beaver and other animals. 2. An article on electro-plating was\r\ngiven space in No. 23 of the last volume.\r\n\r\nG.E.B.--Several manuals relating to the use of fire-arms of various\r\nkinds are obtainable from book dealers in various parts of the country.\r\nThe most expert rifle and revolver shots have gained all their knowledge\r\nby actual practice, placing no dependence on printed rules, but paying\r\nparticular attention to the make of the weapon selected and thoroughly\r\nacquainting themselves with its construction.\r\n\r\nSCHUYLER.--1. A vacuum air-brake, of which there are several patterns,\r\nis a kind of continuous brake, operated by exhausting the air from some\r\nappliance under each car, and so causing the pressure of the atmosphere\r\nto apply the brakes. 2. Nos. 4, 5, 13 and 17, Vol. IV are out of print."
    },
    {
      "title": "3. After indulging in gymnastic exercises, it is said that the hands can",
      "content": "be kept in good condition by rubbing them with alcohol.\r\n\r\nM.J.A. AND H.S.D.--Your kind appreciation of the issue in question gives\r\ngreat pleasure to the publisher. There was no such number this year, in\r\nso far as the illuminated cover is concerned; but in the matter of\r\nstories, you will find that the contents of No. 5, of this volume, far\r\nsurpass any other devoted to Christmas literature. It is full to the\r\nbrim with good things well suited to the joyous season to which it is\r\ndedicated.\r\n\r\nELECTRA.--1. If the directions for making electric motors presented in\r\nNo. 3 are followed to the letter, you will be successful, but, if\r\nsubstitutions and alterations are made, the result will be that the\r\napparatus will prove useless. 2. It is not at all likely that the\r\ncompany will interfere with the miniature telephone. 3. As the elements\r\nin a Bunsen battery are immersed in sulphuric and nitric acids, it would\r\nnot he advisable to place it in a sleeping apartment.\r\n\r\nC. OGDEN.--1. There are forty-four States in the Union. 2. The famous\r\nRiver Nile is formed by the union of the Bahr-el-Abiad and the\r\nBahr-el-Azrek. The first of these, or the true Nile, has its source in\r\nLake Victoria Nyanza, and the second rises in Abyssinia. The Kagera and\r\nShimiyu rivers, and the waters that descend from the plateaux from which\r\nrise the snowy peaks of Kenia and Kilimanjaro, unite to form that\r\nwonderful fresh-water lake, Victoria Nyanza, which covers an area of\r\nupwards of 40,000 square miles.\r\n\r\nW.F.S.--1. Minorcas, Hamburgs or Leghorns are the best laying fowls,\r\nwhile Plymouth Rocks, Wyandottes or Langshans are the best to raise for\r\nmarketing purposes. 2. It will be found both cheaper and more\r\nsatisfactory to buy ready-prepared mocking-bird food from a dealer in\r\nbird supplies or a druggist. The food for young mocking-birds should he\r\nmeal and milk, and occasionally finely-minced fresh meat. Grasshoppers,\r\nspiders and meal-worms should be given to the old birds, together with a\r\nliberal supply of the prepared food.\r\n\r\nSTUDENT.--Among the ancients, and during the earlier part of the middle\r\nages, there was no distinction of capital and small letters. After the\r\npractice had been introduced of beginning books and chapters with large\r\nletters, often adorned or illustrated with artistic ability, it was not\r\nlong before capital letters were employed in much the same way as at the\r\npresent day. At times, however, their use was so extravagantly indulged\r\nin that many of the old books present a ludicrous appearance to the\r\nlatter-day readers. The exact date at which they came to be universally\r\nused is unknown.\r\n\r\nTWO OLD CRONIES.--1. A boy aged eighteen is not too old to learn how to\r\nplay the piano, violin or any other musical instrument. There are\r\nthousands of stenographers who did not take up that profession until\r\nthey were twenty-five or thirty years of age. They were firm believers\r\nin the adage, \"It is never too late to learn.\" 2. Munson's appears to be\r\nthe most popular system of shorthand. 3. A ten or fifteen minutes' walk\r\nin the open air before taking breakfast will do no harm; but indulgence\r\nin other forms of exercise should be reserved for the middle of the day,\r\nif possible, or an hour or so after eating supper.\r\n\r\nH.T.C., BIZ AND J.A.M.--Candidates for clerkships in the government\r\ndepartments must pass a civil service examination in arithmetic,\r\ngeography, grammar, history, reading, writing and spelling, and in some\r\ncases a knowledge of book-keeping is required. This depends upon the\r\nbranch of the service and the special position for which application is\r\nmade. Those desiring to enter the railway mail service must, among other\r\nthings, give the boundaries of their own county, State and country; the\r\nlocation of all the States and Territories, locate all the counties\r\nalong a specified mail route, locate offices on the route and exhibit a\r\nthorough understanding of the geography of the United States.\r\n\r\nFRANK W.--1. According to Caesar, the first coins of what is now called\r\nGreat Britain were of tin, and he has been substantiated by the\r\ndiscovery of pieces made of that material. The first copper coins made\r\nby the United States Mint were one cent and one-half cent pieces, of\r\nwhich there were four designs, designated the \"chain cent,\" the \"wreath\r\ncent,\" the \"flowing-hair cent\" and the \"liberty cap cent.\" 2. The\r\nletter, or mark on a coin designating the mint at which it was struck,\r\nis called the \"mint mark.\" The U.S. coins struck at the parent mint, at\r\nPhiladelphia, bear no such mark; those displaying a small \"S\"\r\nimmediately under the denomination are coined in San Francisco, while\r\n\"C.C.\" stands for Carson City, and \"O\" for New Orleans.\r\n\r\nEX-CONFED.--A glue well adapted for any work which requires particular\r\nstrength is made by dissolving an ounce of the best isinglass, by the\r\napplication of a moderate heat, in a pint of water. After straining this\r\nsolution an ounce of the best glue, previously soaked in water for\r\ntwenty-four hours, and a gill of vinegar should be added. After all of\r\nthese materials have been brought into a solution, the mixture should be\r\nallowed to boil up once, and then the impurities must be strained off. A\r\nhandy method of making glue for ready use is to employ common whisky\r\ninstead of water in dissolving any quantity of glue. Put both together\r\nin a bottle, cork it tight and let it stand for three or four days, when\r\nit will be ready for use without the application of heat.\r\n\r\nBIRDIE HAIGHT.--1. The American swan breeds in the northern parts of\r\nAmerica, and its migrations extend only to North Carolina. Another\r\nAmerican species is the Trumpeter Swan, breeding chiefly within the\r\nArctic Circle, but of which large flocks are seen in winter as far south\r\nas Texas. It is smaller than the common swan, which is found in its wild\r\nstate in Asia and the eastern parts of Europe. In a half-domesticated\r\nstate it has long been a common ornament in lakes and ponds in this\r\ncountry and Europe, more especially the latter. The black swan is a\r\nnative of Australia. 2. Varicose veins, it is said, may be radically\r\ncured by a surgical operation, but the disease may reappear in some\r\nother portion of the body, there being no way to prevent it. 3. Papua,\r\nor New Guinea, is the largest island in the world. Australia now ranks\r\nas one of the grand divisions of the earth.\r\n\r\nS.A.M.--Eighteen articles on electricity have been published in this and\r\nprevious volumes. They were: \"A Cheap Electrical Machine,\" Vol. II, No.\r\n22; \"How to Make a Simple Electrical Machine,\" Vol. VI, No. 3;\r\n\"Experiments of Various Kinds,\" Vol. VI, No. 4; \"A Storm in a Teacup,\"\r\nVol. VI, No. 9; \"The Leyden Jar and How to Make It,\" Vol. VI, No. 20;\r\n\"The Electrician at Home,\" Vol. VII, No. 16: \"A Mysterious Alarm,\" Vol.\r\nVIII, No. 14; \"Studies in Static Electricity,\" Vol. IX. No. 30, \"How to\r\nMake an Electrical Machine,\" Vol. IX, No. 20; \"How to Make an Electric\r\nBattery,\" Vol. X, No. 8; \"The Induction Coil and How to Make It,\" Vol.\r\nX, No. 28; \"A Simple Electrical Machine,\" Vol. XI, No. 6: \"Simple\r\nElectrical Experiments.\" Vol. XI, No. 15; \"An Electric Bell Outfit,\"\r\nVol. XI, No. 20; \"How to Make a Storage Battery,\" Vol. XI, No. 25;\r\n\"Induction Coil Condenser,\" Vol. XI, No. 47; \"Electric Lamps and How to\r\nWork Them,\" Vol. XII, Nos. 1 and 2; and \"Electro-Motors and How to Make\r\nThem,\" Vol. XII, No. 3.\r\n\r\nBIAS EYES.--1. Letters relating to business matters connected with this\r\npaper--such as inquiries relating to advertising rates--are the only\r\nones answered by mail. They must invariably contain a stamp to pay\r\npostage on such reply. 2. Any reader complying with the rules governing\r\nthe exchange department is entitled to its privileges. 3. He is an\r\nEnglishman by birth. 4. The principal use of the bell on board ships is\r\nto denote the time of the day or night, which is done by 1, 2, 3, and so\r\non, up to eight strokes of the bell. The twelve hours between midnight\r\nand noon, or noon and midnight, are divided into three portions of eight\r\nbells each, the duration of time between bells being half an hour.\r\nConsequently, during the course of each twelve hours, the same number of\r\nstrokes of the bell will necessarily be used to denote three different\r\nhours or periods of time, as follows:\r\n\r\n 1 bell at 12.30, 4.30, 8.30.\r\n 2 bells \" 1.00, 5.00, 9.00.\r\n 3 \" \" 1.30, 5.30, 9.30.\r\n 4 \" \" 2.00, 6.00, 10.00.\r\n 5 \" \" 2.30, 6.30, 10.30.\r\n 6 \" \" 3.00, 7.00, 11.00.\r\n 7 \" \" 3.30, 7.30, 11.30.\r\n 8 \" \" 4.00, 8.00, 12.00."
    },
    {
      "title": "5. The magnetized needle of a compass has the property of arranging",
      "content": "itself in the meridian, one end always pointing to the north and the\r\nother to the south; yet not exactly, but with a deflection or\r\ndeclination which varies from time to time in magnitude, and may be\r\ntoward the west or the east.\r\n\r\nA READER OF GOLDEN DAYS. A very plain and simple method of making\r\nsnow-shoes was furnished our readers in Vol. Vll, No. 2. --ROD AND GUN.\r\nIn Nos. 15, Vol. I; 23, 24 and 36, Vol. II, will be found articles\r\ndevoted to the subject of camping out, which contain all requisite\r\ninformation regarding that form of recreation. --DODY. The Spanish\r\nsentence is untranslatable, several of the words being beyond the ken of\r\nany one who understands that language. --LAWYER. The gentleman\r\nrepresenting your district in Congress is the proper person to whom\r\napplication should be made for copies of the \"Congressional Record\" and\r\nDepartment Reports. --J.S.T. A portion of No. 52, Vol. VIII, was devoted\r\nto a minute description of ice-boat building. --A.S. 1. California\r\nhalf-dollars, in perfect condition, are worth 60 or 70 cents each. 2. It\r\nis claimed to be very efficacious. --W.P. Your offer is respectfully\r\ndeclined. We have already provided many articles on electricity in its\r\nvarious forms, and from time to time will publish others by practical\r\nwriters. --NENA. 1. The titles of the serials in the volumes named are\r\nprinted in the index furnished with each. 2. Harry Castlemon was the\r\nauthor of \"The House-Boat Boys.\" --CONSTANT READER. We never supply\r\nbusiness addresses. --JIM. Not possessing the key we are unable to solve\r\nthe cryptogram. --L.F. It is a very interesting game, suited to the\r\ntastes of both old and young. The query was sent too late to be\r\nanswered in the Christmas Issue. --BYRON V. Refer the matter to a local\r\nengineer. --HOWARD W.E. A description of the way to make a small storage\r\nbattery appeared in Vol. XI. No. 25. --CONSTANT READER. Books devoted to\r\nhypnotism have been written by Drs. Hammond, Bernheim, Moll and Raue,\r\nbesides which it has formed the subject of many magazine articles.\r\n--WHEELMAN. Read the description of electroplating in Vol. XI, No. 23.\r\n--J.L.J. No premium. --W.K. 1. We do not pay for contributions to\r\n\"Puzzledom.\" 2. All the stories, sketches, etc., published in these\r\ncolumns are written by experienced authors. --O.J.C.U. 1. The papers are\r\nmailed from this office on Friday night. 2. Yes; in any sum less than\r\none dollar.\r\n\n-> Several communications have been received which will be answered\r\nnext week.\r\n\n[Illustration: A HAPPY TRIO.]\r\n\r\n * * * * *\r\n\r\nYour Worst Enemy\r\n\r\nIs that scrofulous humor in your blood which manifests itself in\r\nfesters every time the skin is scratched or broken, or in hives,\r\npimples, boils, and other eruptions, causes salt rheum, or breaks\r\nout in occasional or continuous running sores. *Get Rid of it at\r\nOnce*, or some time when your system is weak it will become your\r\nmaster. Hood's Sarsaparilla is the remedy which will purify your\r\nblood, expel all trace of disease and give you strength.\r\n\r\n*Hood's Sarsaparilla*\r\n\r\nSold by all druggists. $1; six for $5. Prepared only by C.I. HOOD &\r\nCO., Apothecaries, Lowell, Mass.\r\n\r\n100 Doses One Dollar\r\n\n*1000 DOLLARS!*\r\n\r\nI will forfeit the above amount if I fail to prove that I have the\r\nbest remedy in the world for the speedy and permanent cure of\r\n*Indigestion, Dyspepsia, Biliousness, Liver Complaint, Sick\r\nHeadache, Nervous Debility* and *Consumption*. I will gladly send a\r\nfree bottle of this *wonderful* medicine, prepaid, to every reader\r\nof this paper, thus giving all sufferers a chance to test its\r\nmerits, *free of cost*. Over 70,000 testimonial letters on file from\r\nliving witnesses who have been cured. Write to-day, stating your\r\ndisease, or ask your Druggist for it and get well. Address *PROF.\r\nHART, 88 Warren Street, New York.*\r\n\n*CONSUMPTION.*\r\n\r\nI have a positive remedy for the above disease; by its use thousands\r\nof cases of the worst kind and of long standing have been cured.\r\nIndeed so strong is my faith in its efficacy, that I will send TWO\r\nBOTTLES FREE, with a VALUABLE TREATISE on this disease to any\r\nsufferer who will send me their Express and P.O. address. *T.A.\r\nSlocum, M.C., 181 Pearl St., N.Y*\r\n\r\n * * * * *\r\n\r\n*From the Clifton and Lansdowne Times.*\r\n\r\nGOLDEN DAYS.--We would like to be able to place this weekly journal in\r\nthe hands of every girl and boy in the county who cannot afford to\r\nsubscribe for or buy it from news agents. But the girls and boys of\r\nthat kind, we fear, are \"too many for us.\" A sad fact, too,\r\nby-the-way, when we reflect that a little thought and a bit of economy\r\non the part of themselves or their parents would do what it is not in\r\nour power to accomplish. Nevertheless, they ought to know what GOLDEN\r\nDAYS is, namely, a sixteen-page weekly journal, with\r\nfinely-illustrated articles on various subjects of interest to young\r\npeople, embracing natural history, philosophy and other branches of\r\neducation, together with pleasing, instructive and moral stories by\r\nthe best authors. It is just what is wanted for the youthful mind\r\nseeking for useful information, and ready at the same time to enjoy\r\nwhat is entertaining and healthful. If all girls and boys could peruse\r\nand profit by its columns every week, they in time would grow up to be\r\nwomen and men, intelligent, patriotic and influential in their lives;\r\nand lest any who may read these words are ignorant--which is hardly\r\npossible--of the whereabouts of GOLDEN DAYS, we gladly give the\r\naddress, James Elverson, Ninth and Spruce Streets, Philadelphia.\r\n\n*From the Commercial List and Price Current, Philada.*\r\n\r\nGOLDEN DAYS.--That was a happy title chosen by Mr. James Elverson for\r\nhis weekly journal, published at his great establishment, Ninth and\r\nSpruce Streets, Philadelphia. In this early part of its tenth volume,\r\nit shows, as every number of the past has done, a steady growth in\r\nvigor. The acorn sprout has gradually to expand and shoot upward in\r\nthe air and light before it becomes the majestic oak of the forest;\r\nbut all the while it is growing, it is putting forth new beauties and\r\nfastening its roots deeply and strongly in the earth. GOLDEN DAYS is\r\nthat young monarch of the \"literary wood,\" and it well deserves the\r\nhonor. Year by year it has grown in favor with the young people of the\r\ncountry. By its distinctive American features, by its efforts to\r\nimpart knowledge in an instructive and pleasing way to youth, and all\r\nthrough pure channels of information, it has to attribute its\r\npopularity. There is not in this or any other country a journal\r\npublished for young people so meritorious as GOLDEN DAYS. You might\r\ncall every weekly number a golden treasure, and never be amiss. It is\r\nwhat is needed in every family where there are girls and boys, for in\r\nits columns there is instruction, wisdom and harmless entertainment.\r\n\n*From the Republican Progress, Bloomington, Ind.*\r\n\r\nElverson's GOLDEN DAYS is a publication that needs but an examination\r\nto recommend it to the public at large. It is handsomely printed on\r\nheavy paper, its illustrations are the best that money will procure,\r\nwhile the stories are written by authors of established reputation.\r\nGOLDEN DAYS is one of those magazines that cause the reader to be\r\nimpatient for the next issue, because each number is a promise of\r\nsomething still better to come. Every boy or girl who is a patron of\r\nGOLDEN DAYS has a fund of information at hand that to not easily\r\nprocured, as to travels and travelers in foreign lands.\r\n\r\n * * * * *\r\n\r\n[Illustration:\r\n(CUTICURA SOAP\r\nFor\r\nBAD COMPLEXIONS\r\nRED ROUGH HANDS\r\nand\r\nBABY HUMORS.)]\r\n\r\nBad complexions, with pimply, blotchy, oily skin, Red, Rough Hands,\r\nwith chaps, painful finger ends and shapeless nails, and simple Baby\r\nHumors prevented and cured by CUTICURA SOAP. A marvelous beautifier\r\nof world-wide celebrity, it is simply incomparable as a Skin\r\nPurifying Soap, unequalled for the Toilet and without a rival for\r\nthe Nursery. Absolutely pure, delicately medicated, exquisitely\r\nperfumed, CUTICURA SOAP produces the whitest, clearest skin and\r\nsoftest hands, and prevents inflammation and clogging of the pores,\r\nthe cause of pimples, blackheads, and most complexional\r\ndisfigurations, while it admits of no comparison with the best of\r\nother skin soaps, and rivals in delicacy the most noted and\r\nexpensive of toilet and nursery soaps. Sale greater than the\r\ncombined sales of all other skin soaps.\r\n\r\nSold throughout the world. Price, 25c.\r\n\r\nSend for \"How to Cure Skin and Blood Diseases.\"\r\n\r\nAddress POTTER DRUG AND CHEMICAL CORPORATION, Proprietors, Boston,\r\nMass.\r\n\n[Illustration]\r\n\r\nAching sides and back, weak kidneys, and rheumatism relieved in one\r\nminute by the celebrated CUTICURA ANTI-PAIN PLASTER. 25c.\r\n\r\n * * * * *\r\n\r\n*Notices of Exchange.*\r\n\n-> The publisher will positively take no responsibility concerning\r\nexchanges effected by means of this department, neither will the\r\nreliability of exchangers be guaranteed. To avoid any misunderstanding\r\nin the matter, it would be advisable for those contemplating\r\nexchanging to write for particulars to the addresses before sending\r\nthe articles desired.\r\n\r\n-> Exchange notices containing offers of or for _shot-guns, air-guns,\r\npistols, rifles, poisons, dangerous chemicals, animals, odd numbers of\r\npapers, valueless coins and curiosities, birds' eggs_, or \"offers,\"\r\nwill _not_ be inserted.\r\n\r\n*Exchange Notices conforming with the above rules are inserted free of\r\ncharge.*\r\n\r\nF. McKinley, Box 171, Albuquerque, New Mex., a $15 violin for stamps.\r\n\r\nG.L. Scholl. 1907 Biddle St., Baltimore, Md., Vol. XI GOLDEN DAYS for\r\na fish-bowl or a bamboo fishing rod.\r\n\r\nG. Plander, 309 W. 37th St., N.Y. city, 1300 all different foreign,\r\nU.S. and local stamps (valued at $65) for a bicycle or a cornet.\r\n\r\nL.R. Wildermuth, 63 E. Town St., Columbus, Ohio, a steam engine, a\r\nplating outfit and a font of Old English type for a typewriter.\r\n\r\nJ.S. Polhemus, East Millstone, N.J., 16 books by Dickens, and others\r\nby Verne and Opper, for a pair of opera glasses or a field-glass or a\r\njointed fishing rod and reel.\r\n\r\nJ. McCann, Brentwood, L.I., N.Y., 5 books, by Irving, Hughes, Verne\r\nand Greely for a mandolin or a guitar.\r\n\r\nA.E. Miller, Gallon, Ohio, a violin and bow and a flageolet for a\r\nB-flat cornet.\r\n\r\nG.G. Worstall, Manchester, N.J., a $14 violin or a $12 fishing rod for\r\na banjo.\r\n\r\nF.P. Goodwin, Putnam, Conn., a printing press for a game and\r\nchess-table.\r\n\r\nH.F. Smith, 800 W. 5th St., Dayton, Ohio, a magic lantern with a few\r\nslides and 2 pairs of skates for a bound or unbound vol. of GOLDEN\r\nDAYS.\r\n\r\nC.C. George, L.B. 38, Darlington, Wis., a 23-string 4-bar autoharp and\r\nan ocarina for a telegraph key and sounder or a typewriter.\r\n\r\nD. Graham, 434 Willoughby Ave., Brooklyn, N.Y., a printing press with\r\noutfit, a lot of artists' tubes, 2 books and a coin detector for a\r\nbanjo or bicycle saddle.\r\n\r\nA.C. Durham, Green's Landing, Me., an autophone and music for a\r\nWebster's or Worcester's Dictionary, worth $4.\r\n\r\nE. Schantzler, 328 S. 3d St., Phila., Pa., a silver watch and a pair\r\nof opera glasses for type.\r\n\r\nL.S. Boyd, Auburn, Ala., volumes of GOLDEN DAYS for telegraph\r\ninstruments or telegraphic supplies.\r\n\r\nW. Brunswig, 177 E. 82d St., K.Y., a banjo and some electrical goods\r\nand tools for a bicycle or a Safety machine.\r\n\r\nE.C. Covert, Vassar, Mich., a 1/2 horse-power steam engine for a\r\ntypewriter (Merrill or Odell).\r\n\r\nC. Cropsey, 326 Ogden Ave., Chicago, Ill., a magic lantern and 24\r\nslides and a pair of roller skates for a horizontal steam engine (city\r\noffers preferred).\r\n\r\nF. Rouleau, 2402 N. 27th St., Phila., Pa., a silver watch, a pair of\r\nice skates, 3 vols. of GOLDEN DAYS, 3 vols. of \"The Argosy,\" \"The\r\nRugged Pick Series\" and a violin and bow with book for a Safety\r\nbicycle.\r\n\r\nS. Eisenmann, 115 E. 56th St., N.Y. city, a pair of Indian clubs, 100\r\nforeign stamps, 2 books, some minerals, a bicycle bell, a pair of\r\nskates and a base ball game for a self-inking press with type.\r\n\r\nR.B. Dawes, 10 Summit St., W. Somerville, Mass., Vol. VII GOLDEN DAYS,\r\nseveral games and books and a nickel-plated, 75-candle-power lamp for\r\na striking bag or musical instruments.\r\n\r\nT.A. Mapes, Plattsmouth, Neb., a vol. of GOLDEN DAYS, a lantern and a\r\nlot of books for philatelic papers.\r\n\r\nF. Crosbie, 1527 Summer St., Phila., Pa., 2 vols. of \"The Argosy\" and\r\na vol. of \"The Century\" for a Victor Safety bicycle or a writing desk\r\nworth $25.\r\n\r\nJ.H. McCormack, 200 Centre St., Brooklyn, N.Y., a large-sized, foot\r\npower lathe with tools and attachments for a Safety bicycle, a\r\ntypewriter or a small dynamo.\r\n\r\nC. Allen, Greencastle, Ind., 800 foreign and U.S. stamps (valued at\r\n$25) for a 4x5 Detective camera.\r\n\r\nL.A. Potter, Saginaw City, Mich., a foot-power scroll saw with\r\npatterns, etc., for type.\r\n\r\nD. Curley, 31 Brown St., North Adams, Mass., Vol. XI GOLDEN DAYS for\r\nTrumbull's \"Names and Portraits of Birds,\" Coues' \"Check-List of N.A.\r\nBirds,\" or either vol. of \"New England Bird Life.\"\r\n\r\nW.H. Pierce, Larimore, N.D., a main line relay, a Waterbury lens and a\r\nfife with mouthpiece for $6 worth of type.\r\n\r\nW. Kempton, Box 53, West Woodstock, Conn., a violin and bow, a\r\nphonograph, a telegraph instrument, a sewing machine, an autoharp and\r\na self-inking press for a magic lantern or automatic organ and music.\r\n\r\nW. Sikeson, 2930 M St., W. Washington, D.C., an International album\r\nwith 645 rare U.S. and foreign stamps for a watch.\r\n\r\nH. Johnston, 2023 Stevens Ave., Minneapolis, Minn., a foot-power\r\nscroll saw for any vols. of GOLDEN DAYS or vols of \"The Argosy\" except\r\nIX or X.\r\n\r\nR.F. Church, 78th St., E. Cambridge, Mass., a 4x6 self-inking press\r\nfor a scroll saw and outfit.\r\n\r\nW. Klaffenbach, 112 E. 8th St., Muscatine, Iowa., a pair of ice\r\nskates, some books and a hand scroll-saw for electrical goods.\r\n\r\nH.J. Robinson, L.B. 13, Washington, D.C., a 175 ohm pocket relay for a\r\nmotor or other electrical goods or a camera.\r\n\r\nG.H. Hakes, Belvidere, Ills., U.S. and foreign stamps and some\r\nprinting material for a pair of clamp roller skates.\r\n\r\nC. Schimelfenig, 7 S. May St., Chicago, Ills., Vols. IX and X GOLDEN\r\nDAYS and 4 vols. of \"The Argosy\" (several nos. missing) for a\r\nDetective camera or bound books.\r\n\r\nS. Tasker, 1033 Vine St., Phila., Pa., a bass rod, reel and outfit and\r\nVol. VIII or IX GOLDEN DAYS for a jointed paddle.\r\n\r\nC.E. Pottenger, Box 126, Burlington, Kans., Vols. VIII and IX of \"The\r\nArgosy\" for U.S. and foreign stamps.\r\n\r\nE.L. French, S. Easton, Mass, Vols. IX (3 numbers missing) and XI\r\nGOLDEN DAYS for an 18-bracket banjo.\r\n\r\nJ.O. Yates, Box 165, Chartiers, Pa., Vol. XI GOLDEN DAYS and a lot of\r\nbooks for a magic lantern or a $5 steam engine.\r\n\r\nB.F. Bird, 47 Dana Ave., Hyde Park, Mass, a volume of GOLDEN DAYS for\r\na set of boxing gloves.\r\n\r\nC.M. Wallace, Frankfort, Ind., a pair of climbing irons, 2 vols. of\r\npopular papers and a pair of roller skates for a banjo.\r\n\r\nG. Chassey, 524 8th Ave., N.Y. City, a printing press and outfit (no\r\ntype) and a $4 fife for an electric bell and battery (Law battery\r\npreferred).\r\n\r\n * * * * *\r\n\r\n*OUR PREMIUM KNIFE!*\r\n\r\n[Illustration: {knife} (Golden Days)]\r\n\r\nIvory handle, beautifully finished, EXACTLY AS ILLUSTRATED. Made to\r\nour own order, and can *only* be had by subscribing to \"GOLDEN DAYS\"\r\n\r\n-> We will make this Knife *a Present* to any one who sends us\r\nTHREE DOLLARS\r\n\r\nFor One Year's Subscription to \"Golden Days,\"\r\n\r\n-> The money must be sent *direct* to this office. Address\r\n\r\n*JAMES ELVERSON*, Publisher \"GOLDEN DAYS,\" Phila., Pa.\r\n\r\n*Special Notice--WHEN TEN CENTS FOR REGISTERING IS SENT, we consider\r\nourselves responsible for the safe delivery, though we have sent\r\nseveral thousand Knives without one in a thousand being lost.*\r\n\r\n * * * * *\r\n\r\n*Children Cry for Pitcher's Castoria.*\r\n\r\n * * * * *\r\n\r\n[Illustration] TEN POUNDS IN TWO WEEKS!\r\n\r\nTHINK OF IT!\r\n\r\nAs a Flesh Producer there can be no question but that\r\n\r\nSCOTT'S\r\nEMULSION\r\n\r\nOf Pure Cod Liver Oil and Hypophosphites *Of Lime and Soda* is\r\nwithout a rival. Many have gained a pound a day by the use of it.\r\nIt cures\r\n\r\nCONSUMPTION,\r\n\r\nSCROFULA, BRONCHITIS, COUGHS AND COLDS, AND ALL FORMS\r\nOF WASTING DISEASES. _AS PALATABLE AS MILK._\r\n\r\n_Be sure you get the genuine as there are poor imitations_.\r\n\r\n * * * * *\r\n\r\nA.W. Boston, Traverse City, Mich., 2 striking machines, a bell rack\r\nand a chimney sweeping outfit for a printing outfit.\r\n\r\nG. Chase, 524 8th Ave., N.Y. city, a printing press and outfit, a\r\ncabinet with a font of type and a lot of reading matter for\r\ncarpenter's tools.\r\n\r\nR. Chambers, 939 W. Madison St., Chicago., Ill., a music box and\r\nself-lighting pocket lamp for a miniature steam yacht.\r\n\r\nG.C. Post, Box 5, Garfield, N.J., a 5x8 camera and outfit (cost\r\n$22.50) for a 5x7 self-inking printing press.\r\n\r\nE. Craig, 1007 Pine St., St. Louis, Mo., a telegraph outfit (sounder,\r\nkey and battery) for a photo outfit.\r\n\r\nG.D. Lawrence, 998 Broad St., Providence, R.I., a brass B-flat cornet\r\nwith case and outfit and 4 books for a dulcimer or a 4-barred\r\nautoharp.\r\n\r\nH. Kirchner, 1361 Ave. A., N.Y. city, a printing press and outfit with\r\n4 fonts of type and a cabinet for a lancewood fishing rod with extra\r\ntip and reel, line, etc.\r\n\r\nJ. Rivers, 316 W. Jefferson St., Syracuse, N.Y., a $15 banjo for a\r\nsteam engine.\r\n\r\nR. Hoagland, 6636 Perry Ave., Englewood, Ill., a snare drum for a\r\nB-flat cornet or a small camera with outfit.\r\n\r\nW.T. House, 380 Main St., Bridgeport, Conn., $7 worth of reading\r\nmatter for an International stamp album, with or without stamps.\r\n\r\nW.H. Carlovitz, Milton, Fla., a collection of stamps (worth $14) for a\r\nself-inking press.\r\n\r\nF.C. Skillings, 1059 Washington St., Bath, Me., any 4 vols. of\r\n\"Youth's Companion,\" from 1880 to 1889, for Vols. VI, VII and VIII, or\r\nV, VI and VII of \"The Argosy,\" or any 4 complete vols. of GOLDEN DAYS.\r\n\r\nF.J. Wiest, Box 54, Minersville, Pa., a rosewood flute, a small steam\r\nengine and a magic lantern with complete outfit for a banjo.\r\n\r\nW.J. Cline, 1627 Connecticut Ave., N.W., Washington, D.C., a telegraph\r\ninstrument with solution for battery and a fishing reel for a\r\ntypewriter.\r\n\r\nF. Foss, Box 113 Greenland, N.H., Vols. VIII, IX, X and XI GOLDEN\r\nDAYS, 4 vols. of \"Youth's Companion\" and books (all valued at $20) for\r\na turning lathe, tools, or a printing press with type.\r\n\r\nL. Rosett, 219 Rivington St., N.Y. city, 400 foreign and U.S. stamps,\r\nan album with over 500 stamps, a magic lantern with 16 slides, a pair\r\nof skates and some books for electrical goods, a Safety bicycle or a\r\ntypewriter.\r\n\r\nJ.L. Mills, 1527 F St., Washington, D.C., Vol. IX GOLDEN DAYS for\r\nbooks by Castlemon, Ellis or Alger.\r\n\r\nG.F. Jones, 1530 S. 13th St., Philadelphia, Pa., Vol. IX GOLDEN DAYS\r\nfor foreign stamps. (City offers only.)\r\n\r\nC.W. Holmes, Palatine, W. Va., a volume of \"The Argosy,\" a volume of\r\nGOLDEN DAYS, 15 engravings and 3 books for a card printing press, with\r\ntype.\r\n\r\nA.D. Hayworth, Terre Haute, Ind., an 8x10 self-inking press, with\r\ncomplete outfit (worth $135) for an exhibition outfit of marionettes\r\nor a gold watch.\r\n\r\nH.D. Holberg, 10 Belvidere St., Brooklyn, N.Y., Vols. X and XI GOLDEN\r\nDAYS, an album containing 175 stamps and a pair of ice skates for a\r\nbanjo or a telescope valued at $5.\r\n\r\nH. Iddings, Pleasant Hill, Ohio, a telegraph outfit and a watch for a\r\nviolin, a press or a photo outfit.\r\n\r\nM.B. Stone, Ledyard Block, Sioux Falls, S.D., vols. of \"The Argosy\"\r\nand type for a violin.\r\n\r\nC.E. South, Box 357, Burlington, Kans., Vol. IX GOLDEN DAYS, 4 books\r\nand a magic lantern with 60 views for a press or printing material.\r\n\r\nR. Koch, 36 E. 52d St., N.Y. city, a World typewriter and Macaulay's\r\n\"History of England\" (3 vols.) for magic lantern slides.\r\n\r\nM.W. Jacoby, Seneca Falls, N.Y., Vol. IX GOLDEN DAYS and 20 books for\r\na banjo.\r\n\r\nJ.O. Fairbanks, Springfield, Mo., 3 vols. of GOLDEN DAYS, 7 vols. of\r\n\"The Argosy\" and other papers, 2 magic lantern outfits, a scroll saw,\r\na pair of skates and 300 stamps for a Safety bicycle.\r\n\r\nB.C. Houston, 172 Main St., Bridgeport, Conn., a pair of ice skates\r\nand a Safety bicycle lantern for any volume of GOLDEN DAYS prior to\r\nthe tenth.\r\n\r\n * * * * *\r\n\r\nFor washing _flannels_, Dobbins' Electric Soap is _marvelous_.\r\nBlankets and woolens washed with it look like _new_, and there is\r\nabsolutely _no shrinking._ No other soap in the world will do such\r\n_perfect_ work. Give it a trial _now_.\r\n\r\n * * * * *\r\n\r\n\"The Worst Complexion is improved by the daily use of Pears' Soap.\"\r\n\r\nPears'\r\n\r\nTransparent\r\n\r\nSOAP\r\n\r\nProduces White and Beautiful Hands; keeps the Skin Soft as Velvet,\r\nand free from Redness and Roughness.\r\n\r\nIt can be had of nearly all Druggists in the United States,\r\nBUT BE SURE YOU GET THE GENUINE, as there are worthless imitations.\r\n\n[Illustration: (This is our New Teacher\r\nHAVE YOU SEEN IT?)]\r\n\r\n THE EDUCATIONAL MARVEL\r\n\r\n\"Cultivate the growth of constructive imagination\r\nin your children by giving them word-pictures.\"\r\n\r\n KINDERGARTEN AT HOME.\r\n\r\n_Let them study or play. They'll learn either way._\r\n\r\n THE ONLY MECHANICAL SPELLER IN THE WORLD.\r\n _IT HAS NO RIVAL._\r\n\r\nThis is truly the educational device of the period.\r\nWill spell any word of two, three, four, or five letters.\r\n\r\nOne touch of the keys, and our boys and girls are delighted.\r\n\r\nCarefully made. Superbly finished. Simple, yet perfect mechanism.\r\nCannot get out of order.\r\n\r\n ALWAYS INSTRUCTIVE. ENDLESS AMUSEMENT.\r\n _IT IS THE CHILD'S BEST COMPANION._\r\n\r\nThis sparkling, spirited, sensible device can be purchased at any\r\nnotion, book, toy, or stationery store, or will be sent carefully\r\nto any address on receipt of One Dollar.\r\n\r\n KINDERGARTEN NOVELTY CO., Ltd.,\r\n\r\n_427 Locust Street, Philadelphia, Penna._\r\n\r\n * * * * *\r\n\r\n*From the Standard, Belvedere, Ill.*\r\n\r\nJames Elverson, Philadelphia, publishes a handsomely illustrated and\r\ninteresting youth's paper called GOLDEN DAYS. It should find a welcome\r\nin every home for the young folks, for the reading is wholesome, and\r\nsuch literature should be encouraged by prompt subscriptions. If the\r\nyoungsters catch a glimpse of it they will find they need it as a\r\nrecreation after study hours.\r\n\r\n * * * * *\r\n\r\n Binding \"Golden Days\"\r\n\r\n Covers for Binding\r\n\r\n Volume XI,\r\n\r\n \"GOLDEN DAYS,\"\r\n\r\nStamped in gilt and black lines, will be sent by mail,\r\npostage paid, to any address, on receipt of\r\n\r\n SIXTY CENTS.\r\n\r\n-> These covers can only be attached properly by a practical\r\nbook-binder.\r\n\r\nWith the cover will be sent a handsome title-page and complete index.\r\nAddress.\r\n\r\n JAMES ELVERSON, Publisher,\r\n PHILADELPHIA\r\n\r\n * * * * *\r\n\r\n*From the News, Bloomfield, Ind.*\r\n\r\nGOLDEN DAYS.--\"To merit is to insure success\" is certainly verified in\r\nthe publication of GOLDEN DAYS, by James Elverson, Philadelphia. This\r\nadmirable weekly for the youth of this great land is now well\r\nestablished and has a large and well-deserved patronage. It is\r\nsupplanting a poisonous literature, and performing a wholesome mission\r\nin this day when too much good seed cannot be sown by the friends of\r\nhumanity. Parents wishing to put valuable reading matter into the\r\nhands of their children should subscribe. It is only $3 per annum, and\r\ncan be had weekly or monthly as may be desired.\r\n\n*From the Daily News, Geneseo, N.Y.\r\n\r\nWe wish we could impress upon the mind of every father how cheaply he\r\ncould make the home circle doubly attractive by subscribing for the\r\nGOLDEN DAYS, decidedly the most valuable and most interesting\r\npictorial newspaper we ever saw, not only for the children, but for\r\nthe entire family. For the sake of his children we sincerely urge\r\nevery father to send to the office for a specimen copy, when he can\r\nsee for himself the great value it will be in his family, and he will\r\nthank us in his heart for calling his attention to it. Address James\r\nElverson, publisher, GOLDEN DAYS, corner Ninth and Spruce Streets,\r\nPhiladelphia, Penna.\r\n\r\n * * * * *\r\n\r\n*Something That\r\nYOU Want*!\r\n\r\n_Thousands have asked for it_.\r\n\r\nA HANDY BINDER!\r\n\r\nThat will hold 52 \"Golden Days.\"\r\n\r\n[Illustration]\r\n\r\nHeavy, embossed cloth covers, with flexible back. GOLDEN DAYS\r\nstamped in gold letters on the outside. Full directions for inserting\r\npapers go with each Binder. We will send the HANDY BINDER and a package\r\nof Binder Pins to any address on receipt of *50 cents.* Every reader\r\nshould have one.\r\n\r\nAddress JAMES ELVERSON,\r\nPhiladelphia, Pa.\r\n\r\n * * * * *\r\n\r\n*From the Buckeye Vidette, Salem, Ohio.*\r\n\r\nGOLDEN DAYS.--This deservedly popular paper begins the autumn ripe with\r\ngolden fruit. Its stories and miscellany are rare gems of interest,\r\nbeing instructive and pure, and it completely accomplishes the\r\ndelicate task of satisfying a boy's taste for adventure without being\r\nsensational. The pictures are handsomely executed. A Sunday-school\r\nlesson each week by Rev. Dr. Strobridge. Its articles on scientific\r\nsubjects are of the best, its short stories good, and, in fact, it is\r\na masterly combination of useful and fascinating literature.\r\n\n*From the Marietta Times, Marietta, Pa.*\r\n\r\nThe monthly part of GOLDEN DAYS is, as usual, replete with healthful and\r\ninteresting reading, in the shape of instalments of several captivating\r\nserials by popular authors, short stories, natural history papers,\r\npractical papers, Sunday-school lessons, poetry, puzzles, etc.,\r\nprofusely illustrated. James Elverson, publisher, Philadelphia.\r\n\r\n * * * * *\r\n\r\nFRAGRANT\r\n*SOZODONT*\r\nFor the Teeth.\r\n\r\nEverybody uses\r\n*SOZODONT*\r\nFor the Teeth.\r\n\r\nAROMATIC\r\n*SOZODONT*\r\nPerfumes the Breath.\r\n\r\nDon't Neglect Your Teeth.\r\n*SOZODONT*\r\nIs the Gem of Dentifrices.\r\n\r\n * * * * *\r\n\r\n*From the Dalton (Ga.) Argus.*\r\n\r\nThe GOLDEN DAYS is a handsome and most entertaining publication for the\r\nyouth of the country. Its sketches, stories, anecdotes and general fund\r\nof bright reading matter is such as excites the vivid imagination of the\r\nyoung, without leaving a trace of wild and unbridled adventure to\r\ntorture their minds to a longing for border acts of cowboy heroism.\r\nThere is a moral precept in every page, and an abundance of thrilling\r\nadventure to awaken the lethargy of any boy or girl. We cheerfully\r\ncommend it to parents as a valuable adjunct to the children's parlor.\r\n\n*From the Morgantown (W. Va.) Post.*\r\n\r\nThe GOLDEN DAYS, a publication for men and boys, published in\r\nPhiladelphia by James Elverson, is a literary publication that never\r\ngoes backward, but keeps on improving. It is the best of its kind, and\r\nwill bear re-reading, and then make a choice book for binding for future\r\ngenerations to read. Try it one year and you will never be without it.\r\n\n*From the Advocate, Tipton, Ind.*\r\n\r\nGOLDEN DAYS fills a want that no other magazine attempts to supply. Pure\r\nand interesting stories for summer reading is a special feature. Highly\r\nillustrated. For sample copy. address James Elverson, Philadelphia.\r\n\r\n * * * * *\r\n\r\n JUST OUT\r\n\r\n \"Golden Days,\" Vol. XI\r\n\r\nIs a Magnificent Book of 832 pages. A perfect mine of everything\r\nthat will interest young people. It is\r\n\r\n Superbly Illustrated!\r\n\r\nCONTAINING\r\n\r\nOver 400 Finely-executed Wood Engravings--making, without question, the\r\n\r\n*Most Attractive Book of the Season!*\r\n\r\n-> This volume will be sent to any address, prepaid, on receipt of\r\nprice, $4.00.\r\n\r\n JAMES ELVERSON,\r\n Publisher \"GOLDEN DAYS,\"\r\n PHILADELPHIA\r\n\r\n * * * * *\r\n * * * *\r\n * * * * *\r\n\r\n[Illustrations:\r\nReaders who are unable to use the fully illustrated html version of\r\nthis text may wish to view some individual images, located within the\r\n\"images\" directory of the html file. The major illustrations, all named\r\nin the form \"picXX.jpg\", are:\r\n Front Cover pic01.jpg\r\n Railroad Rock pic03.jpg\r\n Lilian's ... Calls pic07.jpg\r\n Lee Holland... pic11.jpg\r\n Andy Fletcher pic15.jpg\r\n \"A Happy Trio\" pic18b.jpg ]\r\n\nLayout of Advertising Pages:\r\n\r\ninside front:\r\n\r\n+-------------------------------+-------------------------------+\r\n| SAPOLIO | Doctors Recommend |\r\n+---------------+---------------+ |\r\n| Telegraphy | 15 Cent Pa.. | Ayer's Cherry Pectoral |\r\n+---------------+---------------+---------------+---------------+\r\n| Magic | Will Do It | FREE Bicycle | Dollar Type.. |\r\n// // // // //\r\n| +---------------+ | |\r\n| STAMPS | Ready +---------------+---------------+\r\n| .... | Binder | 4 cts. |Only Directory |\r\n| .... +---------------+---------------+---------------+\r\n| .... | Pitcher's Castoria | Deaf... |\r\n+---------------+-------------------------------+---------------+\r\n\ninside back:\r\n\r\n+---------------+---------------+---------------+---------------+\r\n| Your Worst | Cuticura | (exchanges) | Scott's |\r\n| Enemy | Soap | | Emulsion |\r\n+---------------+ (Anti-Pain..) | +---------------+\r\n|(testimonials) +---------------+ | (exchanges) |\r\n| | (exchanges) | | |\r\n// // // // //\r\n| +---------------+---------------+ |\r\n| | Our Premium Knife! | |\r\n|(testimonials) +-------------------------------+ (exchanges) |\r\n| | Pitcher's Castoria | |\r\n+---------------+-------------------------------+---------------+\r\n\nback cover:\r\n\r\n+-------------------------------+---------------+---------------+\r\n| Pears' | Something | Sozodont |\r\n| Transparent | that you | Sozodont |\r\n| Soap | want | Sozodont |\r\n+-------------------------------+---------------+---------------+\r\n| Kindergarten at Home |(testimonials) |(testimonials) |\r\n+---------------+---------------+ | |\r\n|(testimonials) |(testimonials) | | |\r\n// // // // //\r\n| | +---------------+---------------+\r\n+---------------+ | \"Golden Days\" vol. XI |\r\n| Binding | | |\r\n| \"Golden Days\" | | Superbly Illustrated! |\r\n+---------------+---------------+-------------------------------+\r\n\n[Errata:\r\n\r\nfront advertising (uncorrected):\r\n JAMES ELVERSON, Pubisher\r\n *The Clarivoyant*\r\n *50 Choice Conumdrums or Riddles*\r\n in thrty-five years' practice\r\n slight of hand tricks\r\n Be sure und use *\"Mrs. Winslow's Soothing Syrup\"*\r\n _all as in original_\r\n\r\n Victoria by mail $[**]\r\n Specimen Book of type, [**] cents.\r\n _prices illegible_\r\n\r\nRailroad Rock\r\n an adventure I had several years ago, and which\r\n _text reads_ several years, ago and\r\n\r\nPractical Photography\r\n The after processes of toning\r\n _text reads_ processess\r\n\r\nWork and Play\r\n He was rather proud of his ability\r\n _text reads_ abilty\r\n\r\nLee Holland's Adventures\r\n \"senor\" _consistently printed without tilde_\r\n\r\nTrials and Triumphs\r\n They were scarcely seated\r\n _text reads_ scarely\r\n a goodly portion of his superfluous flesh\r\n _text reads_ supurfluous\r\n\r\nNotices of Exchange\r\n A.D. Hayworth, Terre Haute, Ind., an 8x10 self-inking press\r\n _text unclear;_ 8x10 _is best guess_\r\n\r\nOur Letter Box\r\n \"Induction Coil Condenser,\" Vol. XI, No. 47\r\n _close quote missing in text_ ]"
    }
  ]
}