{
  "id": 409,
  "title": "Poems on various subjects, religious and moral",
  "author": "Wheatley, Phillis",
  "chapters": [
    {
      "title": "I.",
      "content": "WHILE raging tempests shake the shore,\r\n While AElus' thunders round us roar,\r\n And sweep impetuous o'er the plain\r\n Be still, O tyrant of the main;\r\n Nor let thy brow contracted frowns betray,\r\n While my Susanna skims the wat'ry way."
    },
    {
      "title": "II.",
      "content": "The Pow'r propitious hears the lay,\r\n The blue-ey'd daughters of the sea\r\n With sweeter cadence glide along,\r\n And Thames responsive joins the song.\r\n Pleas'd with their notes Sol sheds benign his ray,\r\n And double radiance decks the face of day."
    },
    {
      "title": "III.",
      "content": "To court thee to Britannia's arms\r\n Serene the climes and mild the sky,\r\n Her region boasts unnumber'd charms,\r\n Thy welcome smiles in ev'ry eye.\r\n Thy promise, Neptune keep, record my pray'r,\r\n Not give my wishes to the empty air.\r\n\r\n Boston, October 12, 1772.\r\n\n To a LADY on her coming to North-America\r\n with her Son, for the Recovery of her Health.\r\n\r\n INDULGENT muse! my grov'ling mind inspire,\r\n And fill my bosom with celestial fire.\r\n See from Jamaica's fervid shore she moves,\r\n Like the fair mother of the blooming loves,\r\n When from above the Goddess with her hand\r\n Fans the soft breeze, and lights upon the land;\r\n Thus she on Neptune's wat'ry realm reclin'd\r\n Appear'd, and thus invites the ling'ring wind.\r\n \"Arise, ye winds, America explore,\r\n \"Waft me, ye gales, from this malignant shore;\r\n \"The Northern milder climes I long to greet,\r\n \"There hope that health will my arrival meet.\"\r\n Soon as she spoke in my ideal view\r\n The winds assented, and the vessel flew.\r\n Madam, your spouse bereft of wife and son,\r\n In the grove's dark recesses pours his moan;\r\n Each branch, wide-spreading to the ambient sky,\r\n Forgets its verdure, and submits to die.\r\n From thence I turn, and leave the sultry plain,\r\n And swift pursue thy passage o'er the main:\r\n The ship arrives before the fav'ring wind,\r\n And makes the Philadelphian port assign'd,\r\n Thence I attend you to Bostonia's arms,\r\n Where gen'rous friendship ev'ry bosom warms:\r\n Thrice welcome here! may health revive again,\r\n Bloom on thy cheek, and bound in ev'ry vein!\r\n Then back return to gladden ev'ry heart,\r\n And give your spouse his soul's far dearer part,\r\n Receiv'd again with what a sweet surprise,\r\n The tear in transport starting from his eyes!\r\n While his attendant son with blooming grace\r\n Springs to his father's ever dear embrace.\r\n With shouts of joy Jamaica's rocks resound,\r\n With shouts of joy the country rings around.\r\n\n To a LADY on her remarkable Preservation\r\n in an Hurricane in North-Carolina.\r\n\r\n THOUGH thou did'st hear the tempest from afar,\r\n And felt'st the horrors of the wat'ry war,\r\n To me unknown, yet on this peaceful shore\r\n Methinks I hear the storm tumultuous roar,\r\n And how stern Boreas with impetuous hand\r\n Compell'd the Nereids to usurp the land.\r\n Reluctant rose the daughters of the main,\r\n And slow ascending glided o'er the plain,\r\n Till AEolus in his rapid chariot drove\r\n In gloomy grandeur from the vault above:\r\n Furious he comes. His winged sons obey\r\n Their frantic sire, and madden all the sea.\r\n The billows rave, the wind's fierce tyrant roars,\r\n And with his thund'ring terrors shakes the shores:\r\n Broken by waves the vessel's frame is rent,\r\n And strows with planks the wat'ry element.\r\n But thee, Maria, a kind Nereid's shield\r\n Preserv'd from sinking, and thy form upheld:\r\n And sure some heav'nly oracle design'd\r\n At that dread crisis to instruct thy mind\r\n Things of eternal consequence to weigh,\r\n And to thine heart just feelings to convey\r\n Of things above, and of the future doom,\r\n And what the births of the dread world to come.\r\n From tossing seas I welcome thee to land.\r\n \"Resign her, Nereid,\" 'twas thy God's command.\r\n Thy spouse late buried, as thy fears conceiv'd,\r\n Again returns, thy fears are all reliev'd:\r\n Thy daughter blooming with superior grace\r\n Again thou see'st, again thine arms embrace;\r\n O come, and joyful show thy spouse his heir,\r\n And what the blessings of maternal care!\r\n\n To a LADY and her Children, on the Death\r\n of her Son and their Brother.\r\n\r\n O'ERWHELMING sorrow now demands my song:\r\n From death the overwhelming sorrow sprung.\r\n What flowing tears? What hearts with grief opprest?\r\n What sighs on sighs heave the fond parent's breast?\r\n The brother weeps, the hapless sisters join\r\n Th' increasing woe, and swell the crystal brine;\r\n The poor, who once his gen'rous bounty fed,\r\n Droop, and bewail their benefactor dead.\r\n In death the friend, the kind companion lies,\r\n And in one death what various comfort dies!\r\n Th' unhappy mother sees the sanguine rill\r\n Forget to flow, and nature's wheels stand still,\r\n But see from earth his spirit far remov'd,\r\n And know no grief recals your best-belov'd:\r\n He, upon pinions swifter than the wind,\r\n Has left mortality's sad scenes behind\r\n For joys to this terrestial state unknown,\r\n And glories richer than the monarch's crown.\r\n Of virtue's steady course the prize behold!\r\n What blissful wonders to his mind unfold!\r\n But of celestial joys I sing in vain:\r\n Attempt not, muse, the too advent'rous strain.\r\n No more in briny show'rs, ye friends around,\r\n Or bathe his clay, or waste them on the ground:\r\n Still do you weep, still wish for his return?\r\n How cruel thus to wish, and thus to mourn?\r\n No more for him the streams of sorrow pour,\r\n But haste to join him on the heav'nly shore,\r\n On harps of gold to tune immortal lays,\r\n And to your God immortal anthems raise.\r\n\n To a GENTLEMAN and LADY on the Death\r\n of the Lady's Brother and Sister, and a\r\n Child of the Name of Avis, aged one Year.\r\n\r\n ON Death's domain intent I fix my eyes,\r\n Where human nature in vast ruin lies:\r\n With pensive mind I search the drear abode,\r\n Where the great conqu'ror has his spoils bestow'd;\r\n There where the offspring of six thousand years\r\n In endless numbers to my view appears:\r\n Whole kingdoms in his gloomy den are thrust,\r\n And nations mix with their primeval dust:\r\n Insatiate still he gluts the ample tomb;\r\n His is the present, his the age to come.\r\n See here a brother, here a sister spread,\r\n And a sweet daughter mingled with the dead.\r\n But, Madam, let your grief be laid aside,\r\n And let the fountain of your tears be dry'd,\r\n In vain they flow to wet the dusty plain,\r\n Your sighs are wafted to the skies in vain,\r\n Your pains they witness, but they can no more,\r\n While Death reigns tyrant o'er this mortal shore.\r\n The glowing stars and silver queen of light\r\n At last must perish in the gloom of night:\r\n Resign thy friends to that Almighty hand,\r\n Which gave them life, and bow to his command;\r\n Thine Avis give without a murm'ring heart,\r\n Though half thy soul be fated to depart.\r\n To shining guards consign thine infant care\r\n To waft triumphant through the seas of air:\r\n Her soul enlarg'd to heav'nly pleasure springs,\r\n She feeds on truth and uncreated things.\r\n Methinks I hear her in the realms above,\r\n And leaning forward with a filial love,\r\n Invite you there to share immortal bliss\r\n Unknown, untasted in a state like this.\r\n With tow'ring hopes, and growing grace arise,\r\n And seek beatitude beyond the skies.\r\n\n On the Death of Dr. SAMUEL MARSHALL. 1771.\r\n\r\n THROUGH thickest glooms look back, immortal shade,\r\n On that confusion which thy death has made:\r\n Or from Olympus' height look down, and see\r\n A Town involv'd in grief bereft of thee.\r\n Thy Lucy sees thee mingle with the dead,\r\n And rends the graceful tresses from her head,\r\n Wild in her woe, with grief unknown opprest\r\n Sigh follows sigh deep heaving from her breast.\r\n Too quickly fled, ah! whither art thou gone?\r\n Ah! lost for ever to thy wife and son!\r\n The hapless child, thine only hope and heir,\r\n Clings round his mother's neck, and weeps his sorrows there.\r\n The loss of thee on Tyler's soul returns,\r\n And Boston for her dear physician mourns.\r\n When sickness call'd for Marshall's healing hand,\r\n With what compassion did his soul expand?\r\n In him we found the father and the friend:\r\n In life how lov'd! how honour'd in his end!\r\n And must not then our AEsculapius stay\r\n To bring his ling'ring infant into day?\r\n The babe unborn in the dark womb is tost,\r\n And seems in anguish for its father lost.\r\n Gone is Apollo from his house of earth,\r\n But leaves the sweet memorials of his worth:\r\n The common parent, whom we all deplore,\r\n From yonder world unseen must come no more,\r\n Yet 'midst our woes immortal hopes attend\r\n The spouse, the sire, the universal friend.\r\n\n To a GENTLEMAN on his Voyage to Great-Britain\r\n for the Recovery of his Health.\r\n\r\n WHILE others chant of gay Elysian scenes,\r\n Of balmy zephyrs, and of flow'ry plains,\r\n My song more happy speaks a greater name,\r\n Feels higher motives and a nobler flame.\r\n For thee, O R-----, the muse attunes her strings,\r\n And mounts sublime above inferior things.\r\n I sing not now of green embow'ring woods,\r\n I sing not now the daughters of the floods,\r\n I sing not of the storms o'er ocean driv'n,\r\n And how they howl'd along the waste of heav'n.\r\n But I to R----- would paint the British shore,\r\n And vast Atlantic, not untry'd before:\r\n Thy life impair'd commands thee to arise,\r\n Leave these bleak regions and inclement skies,\r\n Where chilling winds return the winter past,\r\n And nature shudders at the furious blast.\r\n O thou stupendous, earth-enclosing main\r\n Exert thy wonders to the world again!\r\n If ere thy pow'r prolong'd the fleeting breath,\r\n Turn'd back the shafts, and mock'd the gates of death,\r\n If ere thine air dispens'd an healing pow'r,\r\n Or snatch'd the victim from the fatal hour,\r\n This equal case demands thine equal care,\r\n And equal wonders may this patient share.\r\n But unavailing, frantic is the dream\r\n To hope thine aid without the aid of him\r\n Who gave thee birth and taught thee where to flow,\r\n And in thy waves his various blessings show.\r\n May R----- return to view his native shore\r\n Replete with vigour not his own before,\r\n Then shall we see with pleasure and surprise,\r\n And own thy work, great Ruler of the skies!\r\n\n To the Rev. DR. THOMAS AMORY, on\r\n reading his Sermons on DAILY DEVOTION,\r\n in which that Duty is recommended and\r\n assisted.\r\n\r\n TO cultivate in ev'ry noble mind\r\n Habitual grace, and sentiments refin'd,\r\n Thus while you strive to mend the human heart,\r\n Thus while the heav'nly precepts you impart,\r\n O may each bosom catch the sacred fire,\r\n And youthful minds to Virtue's throne aspire!\r\n When God's eternal ways you set in sight,\r\n And Virtue shines in all her native light,\r\n In vain would Vice her works in night conceal,\r\n For Wisdom's eye pervades the sable veil.\r\n Artists may paint the sun's effulgent rays,\r\n But Amory's pen the brighter God displays:\r\n While his great works in Amory's pages shine,\r\n And while he proves his essence all divine,\r\n The Atheist sure no more can boast aloud\r\n Of chance, or nature, and exclude the God;\r\n As if the clay without the potter's aid\r\n Should rise in various forms, and shapes self-made,\r\n Or worlds above with orb o'er orb profound\r\n Self-mov'd could run the everlasting round.\r\n It cannot be--unerring Wisdom guides\r\n With eye propitious, and o'er all presides.\r\n Still prosper, Amory! still may'st thou receive\r\n The warmest blessings which a muse can give,\r\n And when this transitory state is o'er,\r\n When kingdoms fall, and fleeting Fame's no more,\r\n May Amory triumph in immortal fame,\r\n A nobler title, and superior name!\r\n\n On the Death of J. C. an Infant.\r\n\r\n NO more the flow'ry scenes of pleasure rife,\r\n Nor charming prospects greet the mental eyes,\r\n No more with joy we view that lovely face\r\n Smiling, disportive, flush'd with ev'ry grace.\r\n The tear of sorrow flows from ev'ry eye,\r\n Groans answer groans, and sighs to sighs reply;\r\n What sudden pangs shot thro' each aching heart,\r\n When, Death, thy messenger dispatch'd his dart?\r\n Thy dread attendants, all-destroying Pow'r,\r\n Hurried the infant to his mortal hour.\r\n Could'st thou unpitying close those radiant eyes?\r\n Or fail'd his artless beauties to surprise?\r\n Could not his innocence thy stroke controul,\r\n Thy purpose shake, and soften all thy soul?\r\n The blooming babe, with shades of Death o'er-spread,\r\n No more shall smile, no more shall raise its head,\r\n But, like a branch that from the tree is torn,\r\n Falls prostrate, wither'd, languid, and forlorn.\r\n \"Where flies my James?\" 'tis thus I seem to hear\r\n The parent ask, \"Some angel tell me where\r\n \"He wings his passage thro' the yielding air?\"\r\n Methinks a cherub bending from the skies\r\n Observes the question, and serene replies,\r\n \"In heav'ns high palaces your babe appears:\r\n \"Prepare to meet him, and dismiss your tears.\"\r\n Shall not th' intelligence your grief restrain,\r\n And turn the mournful to the cheerful strain?\r\n Cease your complaints, suspend each rising sigh,\r\n Cease to accuse the Ruler of the sky.\r\n Parents, no more indulge the falling tear:\r\n Let Faith to heav'n's refulgent domes repair,\r\n There see your infant, like a seraph glow:\r\n What charms celestial in his numbers flow\r\n Melodious, while the foul-enchanting strain\r\n Dwells on his tongue, and fills th' ethereal plain?\r\n Enough--for ever cease your murm'ring breath;\r\n Not as a foe, but friend converse with Death,\r\n Since to the port of happiness unknown\r\n He brought that treasure which you call your own.\r\n The gift of heav'n intrusted to your hand\r\n Cheerful resign at the divine command:\r\n Not at your bar must sov'reign Wisdom stand.\r\n\n An H Y M N to H U M A N I T Y.\r\n To S. P. G. Esq;"
    },
    {
      "title": "I.",
      "content": "LO! for this dark terrestrial ball\r\n Forsakes his azure-paved hall\r\n A prince of heav'nly birth!\r\n Divine Humanity behold,\r\n What wonders rise, what charms unfold\r\n At his descent to earth!"
    },
    {
      "title": "II.",
      "content": "The bosoms of the great and good\r\n With wonder and delight he view'd,\r\n And fix'd his empire there:\r\n Him, close compressing to his breast,\r\n The sire of gods and men address'd,\r\n \"My son, my heav'nly fair!"
    },
    {
      "title": "III.",
      "content": "\"Descend to earth, there place thy throne;\r\n \"To succour man's afflicted son\r\n \"Each human heart inspire:\r\n \"To act in bounties unconfin'd\r\n \"Enlarge the close contracted mind,\r\n \"And fill it with thy fire.\""
    },
    {
      "title": "IV.",
      "content": "Quick as the word, with swift career\r\n He wings his course from star to star,\r\n And leaves the bright abode.\r\n The Virtue did his charms impart;\r\n Their G-----! then thy raptur'd heart\r\n Perceiv'd the rushing God:"
    },
    {
      "title": "V.",
      "content": "For when thy pitying eye did see\r\n The languid muse in low degree,\r\n Then, then at thy desire\r\n Descended the celestial nine;\r\n O'er me methought they deign'd to shine,\r\n And deign'd to string my lyre."
    },
    {
      "title": "VI.",
      "content": "Can Afric's muse forgetful prove?\r\n Or can such friendship fail to move\r\n A tender human heart?\r\n Immortal Friendship laurel-crown'd\r\n The smiling Graces all surround\r\n With ev'ry heav'nly Art.\r\n\n To the Honourable T. H. Esq; on the Death\r\n of his Daughter.\r\n\r\n WHILE deep you mourn beneath the cypress-shade\r\n The hand of Death, and your dear daughter laid\r\n In dust, whose absence gives your tears to flow,\r\n And racks your bosom with incessant woe,\r\n Let Recollection take a tender part,\r\n Assuage the raging tortures of your heart,\r\n Still the wild tempest of tumultuous grief,\r\n And pour the heav'nly nectar of relief:\r\n Suspend the sigh, dear Sir, and check the groan,\r\n Divinely bright your daughter's Virtues shone:\r\n How free from scornful pride her gentle mind,\r\n Which ne'er its aid to indigence declin'd!\r\n Expanding free, it sought the means to prove\r\n Unfailing charity, unbounded love!\r\n She unreluctant flies to see no more\r\n Her dear-lov'd parents on earth's dusky shore:\r\n Impatient heav'n's resplendent goal to gain,\r\n She with swift progress cuts the azure plain,\r\n Where grief subsides, where changes are no more,\r\n And life's tumultuous billows cease to roar;\r\n She leaves her earthly mansion for the skies,\r\n Where new creations feast her wond'ring eyes.\r\n To heav'n's high mandate cheerfully resign'd\r\n She mounts, and leaves the rolling globe behind;\r\n She, who late wish'd that Leonard might return,\r\n Has ceas'd to languish, and forgot to mourn;\r\n To the same high empyreal mansions come,\r\n She joins her spouse, and smiles upon the tomb:\r\n And thus I hear her from the realms above:\r\n \"Lo! this the kingdom of celestial love!\r\n \"Could ye, fond parents, see our present bliss,\r\n \"How soon would you each sigh, each fear dismiss?\r\n \"Amidst unutter'd pleasures whilst I play\r\n \"In the fair sunshine of celestial day,\r\n \"As far as grief affects an happy soul\r\n \"So far doth grief my better mind controul,\r\n \"To see on earth my aged parents mourn,\r\n \"And secret wish for T-----! to return:\r\n \"Let brighter scenes your ev'ning-hours employ:\r\n \"Converse with heav'n, and taste the promis'd joy\"\r\n\n NIOBE in Distress for her Children slain by\r\n APOLLO, from Ovid's Metamorphoses,\r\n Book VI. and from a view of the Painting\r\n of Mr. Richard Wilson.\r\n\r\n APOLLO's wrath to man the dreadful spring\r\n Of ills innum'rous, tuneful goddess, sing!\r\n Thou who did'st first th' ideal pencil give,\r\n And taught'st the painter in his works to live,\r\n Inspire with glowing energy of thought,\r\n What Wilson painted, and what Ovid wrote.\r\n Muse! lend thy aid, nor let me sue in vain,\r\n Tho' last and meanest of the rhyming train!\r\n O guide my pen in lofty strains to show\r\n The Phrygian queen, all beautiful in woe.\r\n 'Twas where Maeonia spreads her wide domain\r\n Niobe dwelt, and held her potent reign:\r\n See in her hand the regal sceptre shine,\r\n The wealthy heir of Tantalus divine,\r\n He most distinguish'd by Dodonean Jove,\r\n To approach the tables of the gods above:\r\n Her grandsire Atlas, who with mighty pains\r\n Th' ethereal axis on his neck sustains:\r\n Her other grandsire on the throne on high\r\n Rolls the loud-pealing thunder thro' the sky.\r\n Her spouse, Amphion, who from Jove too springs,\r\n Divinely taught to sweep the sounding strings.\r\n Seven sprightly sons the royal bed adorn,\r\n Seven daughters beauteous as the op'ning morn,\r\n As when Aurora fills the ravish'd sight,\r\n And decks the orient realms with rosy light\r\n From their bright eyes the living splendors play,\r\n Nor can beholders bear the flashing ray.\r\n Wherever, Niobe, thou turn'st thine eyes,\r\n New beauties kindle, and new joys arise!\r\n But thou had'st far the happier mother prov'd,\r\n If this fair offspring had been less belov'd:\r\n What if their charms exceed Aurora's teint.\r\n No words could tell them, and no pencil paint,\r\n Thy love too vehement hastens to destroy\r\n Each blooming maid, and each celestial boy.\r\n Now Manto comes, endu'd with mighty skill,\r\n The past to explore, the future to reveal.\r\n Thro' Thebes' wide streets Tiresia's daughter came,\r\n Divine Latona's mandate to proclaim:\r\n The Theban maids to hear the orders ran,\r\n When thus Maeonia's prophetess began:\r\n \"Go, Thebans! great Latona's will obey,\r\n \"And pious tribute at her altars pay:\r\n \"With rights divine, the goddess be implor'd,\r\n \"Nor be her sacred offspring unador'd.\"\r\n Thus Manto spoke. The Theban maids obey,\r\n And pious tribute to the goddess pay.\r\n The rich perfumes ascend in waving spires,\r\n And altars blaze with consecrated fires;\r\n The fair assembly moves with graceful air,\r\n And leaves of laurel bind the flowing hair.\r\n Niobe comes with all her royal race,\r\n With charms unnumber'd, and superior grace:\r\n Her Phrygian garments of delightful hue,\r\n Inwove with gold, refulgent to the view,\r\n Beyond description beautiful she moves\r\n Like heav'nly Venus, 'midst her smiles and loves:\r\n She views around the supplicating train,\r\n And shakes her graceful head with stern disdain,\r\n Proudly she turns around her lofty eyes,\r\n And thus reviles celestial deities:\r\n \"What madness drives the Theban ladies fair\r\n \"To give their incense to surrounding air?\r\n \"Say why this new sprung deity preferr'd?\r\n \"Why vainly fancy your petitions heard?\r\n \"Or say why Caeus offspring is obey'd,\r\n \"While to my goddesship no tribute's paid?\r\n \"For me no altars blaze with living fires,\r\n \"No bullock bleeds, no frankincense transpires,\r\n \"Tho' Cadmus' palace, not unknown to fame,\r\n \"And Phrygian nations all revere my name.\r\n \"Where'er I turn my eyes vast wealth I find,\r\n \"Lo! here an empress with a goddess join'd.\r\n \"What, shall a Titaness be deify'd,\r\n \"To whom the spacious earth a couch deny'd!\r\n \"Nor heav'n, nor earth, nor sea receiv'd your queen,\r\n \"Till pitying Delos took the wand'rer in.\r\n \"Round me what a large progeny is spread!\r\n \"No frowns of fortune has my soul to dread.\r\n \"What if indignant she decrease my train\r\n \"More than Latona's number will remain;\r\n \"Then hence, ye Theban dames, hence haste away,\r\n \"Nor longer off'rings to Latona pay;\r\n \"Regard the orders of Amphion's spouse,\r\n \"And take the leaves of laurel from your brows.\"\r\n Niobe spoke. The Theban maids obey'd,\r\n Their brows unbound, and left the rights unpaid.\r\n The angry goddess heard, then silence broke\r\n On Cynthus' summit, and indignant spoke;\r\n \"Phoebus! behold, thy mother in disgrace,\r\n \"Who to no goddess yields the prior place\r\n \"Except to Juno's self, who reigns above,\r\n \"The spouse and sister of the thund'ring Jove.\r\n \"Niobe, sprung from Tantalus, inspires\r\n \"Each Theban bosom with rebellious fires;\r\n \"No reason her imperious temper quells,\r\n \"But all her father in her tongue rebels;\r\n \"Wrap her own sons for her blaspheming breath,\r\n \"Apollo! wrap them in the shades of death.\"\r\n Latona ceas'd, and ardent thus replies\r\n The God, whose glory decks th' expanded skies.\r\n \"Cease thy complaints, mine be the task assign'd\r\n \"To punish pride, and scourge the rebel mind.\"\r\n This Phoebe join'd.--They wing their instant flight;\r\n Thebes trembled as th' immortal pow'rs alight.\r\n With clouds incompass'd glorious Phoebus stands;\r\n The feather'd vengeance quiv'ring in his hands.\r\n Near Cadmus' walls a plain extended lay,\r\n Where Thebes' young princes pass'd in sport the day:\r\n There the bold coursers bounded o'er the plains,\r\n While their great masters held the golden reins.\r\n Ismenus first the racing pastime led,\r\n And rul'd the fury of his flying steed.\r\n \"Ah me,\" he sudden cries, with shrieking breath,\r\n While in his breast he feels the shaft of death;\r\n He drops the bridle on his courser's mane,\r\n Before his eyes in shadows swims the plain,\r\n He, the first-born of great Amphion's bed,\r\n Was struck the first, first mingled with the dead.\r\n Then didst thou, Sipylus, the language hear\r\n Of fate portentous whistling in the air:\r\n As when th' impending storm the sailor sees\r\n He spreads his canvas to the fav'ring breeze,\r\n So to thine horse thou gav'st the golden reins,\r\n Gav'st him to rush impetuous o'er the plains:\r\n But ah! a fatal shaft from Phoebus' hand\r\n Smites thro' thy neck, and sinks thee on the sand.\r\n Two other brothers were at wrestling found,\r\n And in their pastime claspt each other round:\r\n A shaft that instant from Apollo's hand\r\n Transfixt them both, and stretcht them on the sand:\r\n Together they their cruel fate bemoan'd,\r\n Together languish'd, and together groan'd:\r\n Together too th' unbodied spirits fled,\r\n And sought the gloomy mansions of the dead.\r\n Alphenor saw, and trembling at the view,\r\n Beat his torn breast, that chang'd its snowy hue.\r\n He flies to raise them in a kind embrace;\r\n A brother's fondness triumphs in his face:\r\n Alphenor fails in this fraternal deed,\r\n A dart dispatch'd him (so the fates decreed:)\r\n Soon as the arrow left the deadly wound,\r\n His issuing entrails smoak'd upon the ground.\r\n What woes on blooming Damasichon wait!\r\n His sighs portend his near impending fate.\r\n Just where the well-made leg begins to be,\r\n And the soft sinews form the supple knee,\r\n The youth sore wounded by the Delian god\r\n Attempts t' extract the crime-avenging rod,\r\n But, whilst he strives the will of fate t' avert,\r\n Divine Apollo sends a second dart;\r\n Swift thro' his throat the feather'd mischief flies,\r\n Bereft of sense, he drops his head, and dies.\r\n Young Ilioneus, the last, directs his pray'r,\r\n And cries, \"My life, ye gods celestial! spare.\"\r\n Apollo heard, and pity touch'd his heart,\r\n But ah! too late, for he had sent the dart:\r\n Thou too, O Ilioneus, art doom'd to fall,\r\n The fates refuse that arrow to recal.\r\n On the swift wings of ever flying Fame\r\n To Cadmus' palace soon the tidings came:\r\n Niobe heard, and with indignant eyes\r\n She thus express'd her anger and surprise:\r\n \"Why is such privilege to them allow'd?\r\n \"Why thus insulted by the Delian god?\r\n \"Dwells there such mischief in the pow'rs above?\r\n \"Why sleeps the vengeance of immortal Jove?\"\r\n For now Amphion too, with grief oppress'd,\r\n Had plung'd the deadly dagger in his breast.\r\n Niobe now, less haughty than before,\r\n With lofty head directs her steps no more\r\n She, who late told her pedigree divine,\r\n And drove the Thebans from Latona's shrine,\r\n How strangely chang'd!--yet beautiful in woe,\r\n She weeps, nor weeps unpity'd by the foe.\r\n On each pale corse the wretched mother spread\r\n Lay overwhelm'd with grief, and kiss'd her dead,\r\n Then rais'd her arms, and thus, in accents slow,\r\n \"Be sated cruel Goddess! with my woe;\r\n \"If I've offended, let these streaming eyes,\r\n \"And let this sev'nfold funeral suffice:\r\n \"Ah! take this wretched life you deign'd to save,\r\n \"With them I too am carried to the grave.\r\n \"Rejoice triumphant, my victorious foe,\r\n \"But show the cause from whence your triumphs flow?\r\n \"Tho' I unhappy mourn these children slain,\r\n \"Yet greater numbers to my lot remain.\"\r\n She ceas'd, the bow string twang'd with awful sound,\r\n Which struck with terror all th' assembly round,\r\n Except the queen, who stood unmov'd alone,\r\n By her distresses more presumptuous grown.\r\n Near the pale corses stood their sisters fair\r\n In sable vestures and dishevell'd hair;\r\n One, while she draws the fatal shaft away,\r\n Faints, falls, and sickens at the light of day.\r\n To sooth her mother, lo! another flies,\r\n And blames the fury of inclement skies,\r\n And, while her words a filial pity show,\r\n Struck dumb--indignant seeks the shades below.\r\n Now from the fatal place another flies,\r\n Falls in her flight, and languishes, and dies.\r\n Another on her sister drops in death;\r\n A fifth in trembling terrors yields her breath;\r\n While the sixth seeks some gloomy cave in vain,\r\n Struck with the rest, and mingled with the slain.\r\n One only daughter lives, and she the least;\r\n The queen close clasp'd the daughter to her breast:\r\n \"Ye heav'nly pow'rs, ah spare me one,\" she cry'd,\r\n \"Ah! spare me one,\" the vocal hills reply'd:\r\n In vain she begs, the Fates her suit deny,\r\n In her embrace she sees her daughter die.\r\n * \"The queen of all her family bereft,\r\n \"Without or husband, son, or daughter left,\r\n \"Grew stupid at the shock. The passing air\r\n \"Made no impression on her stiff'ning hair.\r\n\r\n * This Verse to the End is the Work of another Hand.\r\n\r\n \"The blood forsook her face: amidst the flood\r\n \"Pour'd from her cheeks, quite fix'd her eye-balls\r\n \"stood.\r\n \"Her tongue, her palate both obdurate grew,\r\n \"Her curdled veins no longer motion knew;\r\n \"The use of neck, and arms, and feet was gone,\r\n \"And ev'n her bowels hard'ned into stone:\r\n \"A marble statue now the queen appears,\r\n \"But from the marble steal the silent tears.\"\r\n\n To S. M. a young African Painter, on seeing his Works.\r\n\r\n TO show the lab'ring bosom's deep intent,\r\n And thought in living characters to paint,\r\n When first thy pencil did those beauties give,\r\n And breathing figures learnt from thee to live,\r\n How did those prospects give my soul delight,\r\n A new creation rushing on my sight?\r\n Still, wond'rous youth! each noble path pursue,\r\n On deathless glories fix thine ardent view:\r\n Still may the painter's and the poet's fire\r\n To aid thy pencil, and thy verse conspire!\r\n And may the charms of each seraphic theme\r\n Conduct thy footsteps to immortal fame!\r\n High to the blissful wonders of the skies\r\n Elate thy soul, and raise thy wishful eyes.\r\n Thrice happy, when exalted to survey\r\n That splendid city, crown'd with endless day,\r\n Whose twice six gates on radiant hinges ring:\r\n Celestial Salem blooms in endless spring.\r\n Calm and serene thy moments glide along,\r\n And may the muse inspire each future song!\r\n Still, with the sweets of contemplation bless'd,\r\n May peace with balmy wings your soul invest!\r\n But when these shades of time are chas'd away,\r\n And darkness ends in everlasting day,\r\n On what seraphic pinions shall we move,\r\n And view the landscapes in the realms above?\r\n There shall thy tongue in heav'nly murmurs flow,\r\n And there my muse with heav'nly transport glow:\r\n No more to tell of Damon's tender sighs,\r\n Or rising radiance of Aurora's eyes,\r\n For nobler themes demand a nobler strain,\r\n And purer language on th' ethereal plain.\r\n Cease, gentle muse! the solemn gloom of night\r\n Now seals the fair creation from my sight.\r\n\n To his Honour the Lieutenant-Governor, on\r\n the Death of his Lady. March 24, 1773.\r\n\r\n ALL-Conquering Death! by thy resistless pow'r,\r\n Hope's tow'ring plumage falls to rise no more!\r\n Of scenes terrestrial how the glories fly,\r\n Forget their splendors, and submit to die!\r\n Who ere escap'd thee, but the saint * of old\r\n Beyond the flood in sacred annals told,\r\n And the great sage, + whom fiery coursers drew\r\n To heav'n's bright portals from Elisha's view;\r\n Wond'ring he gaz'd at the refulgent car,\r\n Then snatch'd the mantle floating on the air.\r\n From Death these only could exemption boast,\r\n And without dying gain'd th' immortal coast.\r\n Not falling millions sate the tyrant's mind,\r\n Nor can the victor's progress be confin'd.\r\n But cease thy strife with Death, fond Nature, cease:\r\n He leads the virtuous to the realms of peace;\r\n\r\n * Enoch. + Elijah.\r\n\r\n His to conduct to the immortal plains,\r\n Where heav'n's Supreme in bliss and glory reigns.\r\n There sits, illustrious Sir, thy beauteous spouse;\r\n A gem-blaz'd circle beaming on her brows.\r\n Hail'd with acclaim among the heav'nly choirs,\r\n Her soul new-kindling with seraphic fires,\r\n To notes divine she tunes the vocal strings,\r\n While heav'n's high concave with the music rings.\r\n Virtue's rewards can mortal pencil paint?\r\n No--all descriptive arts, and eloquence are faint;\r\n Nor canst thou, Oliver, assent refuse\r\n To heav'nly tidings from the Afric muse.\r\n As soon may change thy laws, eternal fate,\r\n As the saint miss the glories I relate;\r\n Or her Benevolence forgotten lie,\r\n Which wip'd the trick'ling tear from Misry's eye.\r\n Whene'er the adverse winds were known to blow,\r\n When loss to loss * ensu'd, and woe to woe,\r\n Calm and serene beneath her father's hand\r\n She sat resign'd to the divine command.\r\n No longer then, great Sir, her death deplore,\r\n And let us hear the mournful sigh no more,\r\n Restrain the sorrow streaming from thine eye,\r\n Be all thy future moments crown'd with joy!\r\n Nor let thy wishes be to earth confin'd,\r\n But soaring high pursue th' unbodied mind.\r\n Forgive the muse, forgive th' advent'rous lays,\r\n That fain thy soul to heav'nly scenes would raise.\r\n\n A Farewel to AMERICA. To Mrs. S. W."
    },
    {
      "title": "I.",
      "content": "ADIEU, New-England's smiling meads,\r\n Adieu, the flow'ry plain:\r\n I leave thine op'ning charms, O spring,\r\n And tempt the roaring main."
    },
    {
      "title": "II.",
      "content": "In vain for me the flow'rets rise,\r\n And boast their gaudy pride,\r\n While here beneath the northern skies\r\n I mourn for health deny'd."
    },
    {
      "title": "III.",
      "content": "Celestial maid of rosy hue,\r\n O let me feel thy reign!\r\n I languish till thy face I view,\r\n Thy vanish'd joys regain."
    },
    {
      "title": "IV.",
      "content": "Susanna mourns, nor can I bear\r\n To see the crystal show'r,\r\n Or mark the tender falling tear\r\n At sad departure's hour;"
    },
    {
      "title": "V.",
      "content": "Not unregarding can I see\r\n Her soul with grief opprest:\r\n But let no sighs, no groans for me,\r\n Steal from her pensive breast."
    },
    {
      "title": "VI.",
      "content": "In vain the feather'd warblers sing,\r\n In vain the garden blooms,\r\n And on the bosom of the spring\r\n Breathes out her sweet perfumes."
    },
    {
      "title": "VII.",
      "content": "While for Britannia's distant shore\r\n We sweep the liquid plain,\r\n And with astonish'd eyes explore\r\n The wide-extended main."
    },
    {
      "title": "VIII.",
      "content": "Lo! Health appears! celestial dame!\r\n Complacent and serene,\r\n With Hebe's mantle o'er her Frame,\r\n With soul-delighting mein."
    },
    {
      "title": "IX.",
      "content": "To mark the vale where London lies\r\n With misty vapours crown'd,\r\n Which cloud Aurora's thousand dyes,\r\n And veil her charms around."
    },
    {
      "title": "X.",
      "content": "Why, Phoebus, moves thy car so slow?\r\n So slow thy rising ray?\r\n Give us the famous town to view,\r\n Thou glorious king of day!"
    },
    {
      "title": "XI.",
      "content": "For thee, Britannia, I resign\r\n New-England's smiling fields;\r\n To view again her charms divine,\r\n What joy the prospect yields!"
    },
    {
      "title": "XII.",
      "content": "But thou! Temptation hence away,\r\n With all thy fatal train,\r\n Nor once seduce my soul away,\r\n By thine enchanting strain."
    },
    {
      "title": "XIII.",
      "content": "Thrice happy they, whose heav'nly shield\r\n Secures their souls from harms,\r\n And fell Temptation on the field\r\n Of all its pow'r disarms!\r\n\r\n Boston, May 7, 1773.\r\n\n A REBUS, by I. B."
    },
    {
      "title": "I.",
      "content": "A BIRD delicious to the taste,\r\n On which an army once did feast,\r\n Sent by an hand unseen;\r\n A creature of the horned race,\r\n Which Britain's royal standards grace;\r\n A gem of vivid green;"
    },
    {
      "title": "II.",
      "content": "A town of gaiety and sport,\r\n Where beaux and beauteous nymphs resort,\r\n And gallantry doth reign;\r\n A Dardan hero fam'd of old\r\n For youth and beauty, as we're told,\r\n And by a monarch slain;"
    },
    {
      "title": "III.",
      "content": "A peer of popular applause,\r\n Who doth our violated laws,\r\n And grievances proclaim.\r\n Th' initials show a vanquish'd town,\r\n That adds fresh glory and renown\r\n To old Britannia's fame.\r\n\n An ANSWER to the Rebus, by the Author of these POEMS.\r\n\r\n THE poet asks, and Phillis can't refuse\r\n To show th' obedience of the Infant muse.\r\n She knows the Quail of most inviting taste\r\n Fed Israel's army in the dreary waste;\r\n And what's on Britain's royal standard borne,\r\n But the tall, graceful, rampant Unicorn?\r\n The Emerald with a vivid verdure glows\r\n Among the gems which regal crowns compose;\r\n Boston's a town, polite and debonair,\r\n To which the beaux and beauteous nymphs repair,\r\n Each Helen strikes the mind with sweet surprise,\r\n While living lightning flashes from her eyes,\r\n See young Euphorbus of the Dardan line\r\n By Manelaus' hand to death resign:\r\n The well known peer of popular applause\r\n Is C----m zealous to support our laws.\r\n Quebec now vanquish'd must obey,\r\n She too much annual tribute pay\r\n To Britain of immortal fame.\r\n And add new glory to her name.\r\n\n F I N I S.\r\n\nEnd of Project Gutenberg's Religious and Moral Poems, by Phillis Wheatley"
    }
  ]
}