{
  "id": 26184,
  "title": "Simple Sabotage Field Manual",
  "author": "United States. Office of Strategic Services",
  "chapters": [
    {
      "title": "1. INTRODUCTION",
      "content": "The purpose of this paper is to characterize simple sabotage, to\r\noutline its possible effects, and to present suggestions for inciting\r\nand executing it.\r\n\r\nSabotage varies from highly technical _coup de main_ acts that require\r\ndetailed planning and the use of specially-trained operatives, to\r\ninnumerable simple acts which the ordinary individual citizen-saboteur\r\ncan perform. This paper is primarily concerned with the latter type.\r\nSimple sabotage does not require specially prepared tools or equipment;\r\nit is executed by an ordinary citizen who may or may not act\r\nindividually and without the necessity for active connection with an\r\norganized group; and it is carried out in such a way as to involve a\r\nminimum danger of injury, detection, and reprisal.\r\n\r\nWhere destruction is involved, the weapons of the citizen-saboteur are\r\nsalt, nails, candles, pebbles, thread, or any other materials he might\r\nnormally be expected to possess as a householder or as a worker in his\r\nparticular occupation. His arsenal is the kitchen shelf, the trash\r\npile, his own usual kit of tools and supplies. The targets of his\r\nsabotage are usually objects to which he has normal and inconspicuous\r\naccess in everyday life.\r\n\r\nA second type of simple sabotage requires no destructive tools\r\nwhatsoever and produces physical damage, if any, by highly indirect\r\nmeans. It is based on universal opportunities to make faulty decisions,\r\nto adopt a noncooperative attitude, and to induce others to follow\r\nsuit. Making a faulty decision may be simply a matter of placing tools\r\nin one spot instead of another. A non-cooperative attitude may involve\r\nnothing more than creating an unpleasant situation among one’s fellow\r\nworkers, engaging in bickerings, or displaying surliness and stupidity.\r\n\r\nThis type of activity, sometimes referred to as the “human element,” is\r\nfrequently responsible for accidents, delays, and general obstruction\r\neven under normal conditions. The potential saboteur should discover\r\nwhat types of faulty decisions and the operations are _normally_ found\r\nin this kind of work and should then devise his sabotage so as to\r\nenlarge that “margin for error.”"
    },
    {
      "title": "2. POSSIBLE EFFECTS",
      "content": "Acts of simple sabotage are occurring throughout Europe. An effort\r\nshould be made to add to their efficiency, lessen their detectability,\r\nand increase their number. Acts of simple sabotage, multiplied by\r\nthousands of citizen-saboteurs, can be an effective weapon against the\r\nenemy. Slashing tires, draining fuel tanks, starting fires, starting\r\narguments, acting stupidly, short-circuiting electric systems, abrading\r\nmachine parts will waste materials, manpower, and time. Occurring on a\r\nwide scale, simple sabotage will be a constant and tangible drag on the\r\nwar effort of the enemy.\r\n\r\nSimple sabotage may also have secondary results of more or less value.\r\nWidespread practice of simple sabotage will harass and demoralize enemy\r\nadministrators and police. Further, success may embolden the\r\ncitizen-saboteur eventually to find colleagues who can assist him in\r\nsabotage of greater dimensions. Finally, the very practice of simple\r\nsabotage by natives in enemy or occupied territory may make these\r\nindividuals identify themselves actively with the United Nations war\r\neffort, and encourage them to assist openly in periods of Allied\r\ninvasion and occupation."
    },
    {
      "title": "3. MOTIVATING THE SABOTEUR",
      "content": "To incite the citizen to the active practice of simple sabotage and to\r\nkeep him practicing that sabotage over sustained periods is a special\r\nproblem.\r\n\r\nSimple sabotage is often an act which the citizen performs according to\r\nhis own initiative and inclination. Acts of destruction do not bring\r\nhim any personal gain and may be completely foreign to his habitually\r\nconservationist attitude toward materials and tools. Purposeful\r\nstupidity is contrary to human nature. He frequently needs pressure,\r\nstimulation or assurance, and information and suggestions regarding\r\nfeasible methods of simple sabotage.\r\n\r\n(1) _Personal Motives_\r\n\r\n(a) The ordinary citizen very probably has no immediate personal motive\r\nfor committing simple sabotage. Instead, he must be made to anticipate\r\nindirect personal gain, such as might come with enemy evacuation or\r\ndestruction of the ruling government group. Gains should be stated as\r\nspecifically as possible for the area addressed: simple sabotage will\r\nhasten the day when Commissioner X and his deputies Y and Z will be\r\nthrown out, when particularly obnoxious decrees and restrictions will\r\nbe abolished, when food will arrive, and so on. Abstract verbalizations\r\nabout personal liberty, freedom of the press, and so on, will not be\r\nconvincing in most parts of the world. In many areas they will not even\r\nbe comprehensible.\r\n\r\n(b) Since the effect of his own acts is limited, the saboteur may\r\nbecome discouraged unless he feels that he is a member of a large,\r\nthough unseen, group of saboteurs operating against the enemy or the\r\ngovernment of his own country and elsewhere. This can be conveyed\r\nindirectly: suggestions which he reads and hears can include\r\nobservations that a particular technique has been successful in this or\r\nthat district. Even if the technique is not applicable to his\r\nsurroundings, another’s success will encourage him to attempt similar\r\nacts. It also can be conveyed directly: statements praising the\r\neffectiveness of simple sabotage can be contrived which will be\r\npublished by white radio, freedom stations, and the subversive press.\r\nEstimates of the proportion of the population engaged in sabotage can\r\nbe disseminated. Instances of successful sabotage already are being\r\nbroadcast by white radio and freedom stations, and this should be\r\ncontinued and expanded where compatible with security.\r\n\r\n(c) More important than (a) or (b) would be to create a situation in\r\nwhich the citizen-saboteur acquires a sense of responsibility and\r\nbegins to educate others in simple sabotage.\r\n\r\n(2) _Encouraging Destructiveness_\r\n\r\nIt should be pointed out to the saboteur where the circumstances are\r\nsuitable, that he is acting in self-defense against the enemy, or\r\nretaliating against the enemy for other acts of destruction. A\r\nreasonable amount of humor in the presentation of suggestions for\r\nsimple sabotage will relax tensions of fear.\r\n\r\n(a) The saboteur may have to reverse his thinking, and he should be\r\ntold this in so many words. Where he formerly thought of keeping his\r\ntools sharp, he should now let them grow dull; surfaces that formerly\r\nwere lubricated now should be sanded; normally diligent, he should now\r\nbe lazy and careless; and so on. Once he is encouraged to think\r\nbackwards about himself and the objects of his everyday life, the\r\nsaboteur will see many opportunities in his immediate environment which\r\ncannot possibly be seen from a distance. A state of mind should be\r\nencouraged that anything can be sabotaged.\r\n\r\n(b) Among the potential citizen-saboteurs who are to engage in physical\r\ndestruction, two extreme types may be distinguished. On the one hand,\r\nthere is the man who is not technically trained and employed. This man\r\nneeds specific suggestions as to what he can and should destroy as well\r\nas details regarding the tools by means of which destruction is\r\naccomplished.\r\n\r\n(c) At the other extreme is the man who is a technician, such as a\r\nlathe operator or an automobile mechanic. Presumably this man would be\r\nable to devise methods of simple sabotage which would be appropriate to\r\nhis own facilities. However, this man needs to be stimulated to\r\nre-orient his thinking in the direction of destruction. Specific\r\nexamples, which need not be from his own field, should accomplish this.\r\n\r\n(d) Various media may be used to disseminate suggestions and\r\ninformation regarding simple sabotage. Among the media which may be\r\nused, as the immediate situation dictates, are: freedom stations or\r\nradio false (unreadable) broadcasts or leaflets may be directed toward\r\nspecific geographic or occupational areas, or they may be general in\r\nscope. Finally, agents may be trained in the art of simple sabotage, in\r\nanticipation of a time when they may be able to communicate this\r\ninformation directly.\r\n\r\n(3) _Safety Measures_\r\n\r\n(a) The amount of activity carried on by the saboteur will be governed\r\nnot only by the number of opportunities he sees, but also by the amount\r\nof danger he feels. Bad news travels fast, and simple sabotage will be\r\ndiscouraged if too many simple saboteurs are arrested.\r\n\r\n(b) It should not be difficult to prepare leaflets and other media for\r\nthe saboteur about the choice of weapons, time, and targets which will\r\ninsure the saboteur against detection and retaliation. Among such\r\nsuggestions might be the following:\r\n\r\n(1) Use materials which appear to be innocent. A knife or a nail file\r\ncan be carried normally on your person; either is a multi-purpose\r\ninstrument for creating damage. Matches, pebbles, hair, salt, nails,\r\nand dozens of other destructive agents can be carried or kept in your\r\nliving quarters without exciting any suspicion whatever. If you are a\r\nworker in a particular trade or industry you can easily carry and keep\r\nsuch things as wrenches, hammers, emery paper, and the like.\r\n\r\n(2) Try to commit acts for which large numbers of people could be\r\nresponsible. For instance, if you blow out the wiring in a factory at a\r\ncentral fire box, almost anyone could have done it. On-the-street\r\nsabotage after dark, such as you might be able to carry out against a\r\nmilitary car or truck, is another example of an act for which it would\r\nbe impossible to blame you.\r\n\r\n(3) Do not be afraid to commit acts for which you might be blamed\r\ndirectly, so long as you do so rarely, and as long as you have a\r\nplausible excuse: you dropped your wrench across an electric circuit\r\nbecause an air raid had kept you up the night before and you were\r\nhalf-dozing at work. Always be profuse in your apologies. Frequently\r\nyou can “get away” with such acts under the cover of pretending\r\nstupidity, ignorance, over-caution, fear of being suspected of\r\nsabotage, or weakness and dullness due to undernourishment.\r\n\r\n(4) After you have committed an act of easy sabotage, resist any\r\ntemptation to wait around and see what happens. Loiterers arouse\r\nsuspicion. Of course, there are circumstances when it would be\r\nsuspicious for you to leave. If you commit sabotage on your job, you\r\nshould naturally stay at your work."
    },
    {
      "title": "4. TOOLS, TARGETS, AND TIMING",
      "content": "The citizen-saboteur cannot be closely controlled. Nor is it reasonable\r\nto expect that simple sabotage can be precisely concentrated on\r\nspecific types of target according to the requirements of a concrete\r\nmilitary situation. Attempts to control simple sabotage according to\r\ndeveloping military factors, moreover, might provide the enemy with\r\nintelligence of more or less value in anticipating the date and area of\r\nnotably intensified or notably slackened military activity.\r\n\r\nSabotage suggestions, of course, should be adapted to fit the area\r\nwhere they are to be practiced. Target priorities for general types of\r\nsituations likewise can be specified, for emphasis at the proper time\r\nby the underground press, freedom stations, and cooperating propaganda.\r\n\r\n(1) _Under General Conditions_\r\n\r\n(a) Simple sabotage is more than malicious mischief, and it should\r\nalways consist of acts whose results will be detrimental to the\r\nmaterials and manpower of the enemy.\r\n\r\n(b) The saboteur should be ingenious in using his every-day equipment.\r\nAll sorts of weapons will present themselves if he looks at his\r\nsurroundings in a different light. For example, emery dust—a powerful\r\nweapon—may at first seem unobtainable, but if the saboteur were to\r\npulverize an emery knife sharpener or emery wheel with a hammer, he\r\nwould find himself with a plentiful supply.\r\n\r\n(c) The saboteur should never attack targets beyond his capacity or the\r\ncapacity of his instruments. An inexperienced person should not, for\r\nexample, attempt to use explosives, but should confine himself to the\r\nuse of matches or other familiar weapons.\r\n\r\n(d) The saboteur should try to damage only objects and materials known\r\nto be in use by the enemy or to be destined for early use by the enemy.\r\nIt will be safe for him to assume that almost any product of heavy\r\nindustry is destined for enemy use, and that the most efficient fuels\r\nand lubricants also are destined for enemy use. Without special\r\nknowledge, however, it would be undesirable for him to attempt\r\ndestruction of food crops or food products.\r\n\r\n(e) Although the citizen-saboteur may rarely have access to military\r\nobjects, he should give these preference above all others.\r\n\r\n(2) _Prior to a Military Offensive_\r\n\r\nDuring periods which are quiescent in a military sense, such emphasis\r\nas can be given to simple sabotage might well center on industrial\r\nproduction, to lessen the flow of materials and equipment to the enemy.\r\nSlashing a rubber tire on an Army truck may be an act of value;\r\nspoiling a batch of rubber in the production plant is an act of still\r\nmore value.\r\n\r\n(3) _During a Military Offensive_\r\n\r\n(a) Most significant sabotage for an area which is, or is soon destined\r\nto be, a theater of combat operations is that whose effects will be\r\ndirect and immediate. Even if the effects are relatively minor and\r\nlocalized, this type of sabotage is to be preferred to activities whose\r\neffects, while widespread, are indirect and delayed.\r\n\r\n(1) The saboteur should be encouraged to attack transportation\r\nfacilities of all kinds.\r\n\r\nAmong such facilities are roads, railroads, auto mobiles, trucks,\r\nmotor-cycles, bicycles, trains, and trams.\r\n\r\n(2) Any communications facilities which can be used by the authorities\r\nto transmit instructions or morale material should be the objects of\r\nsimple sabotage. These include telephone, telegraph and power systems,\r\nradio, newspapers, placards, and public notices.\r\n\r\n(3) Critical materials, valuable in themselves or necessary to the\r\nefficient functioning of transportation and communication, also should\r\nbecome targets for the citizen-saboteur. These may include oil,\r\ngasoline, tires, food, and water."
    },
    {
      "title": "5. SPECIFIC SUGGESTIONS FOR SIMPLE SABOTAGE",
      "content": "It will not be possible to evaluate the desirability of simple sabotage\r\nin an area without having in mind rather specifically what individual\r\nacts and results are embraced by the definition of simple sabotage.\r\n\r\nA listing of specific acts follows, classified according to types of\r\ntarget. This list is presented as a growing rather than a complete\r\noutline of the methods of simple sabotage. As new techniques are\r\ndeveloped, or new fields explored, it will be elaborated and expanded.\r\n\r\n(1) _Buildings_\r\n\r\nWarehouses, barracks, offices, hotels, and factory buildings are\r\noutstanding targets for simple sabotage. They are extremely susceptible\r\nto damage, especially by fire; they offer opportunities to such\r\nuntrained people as janitors, charwomen, and casual visitors; and, when\r\ndamaged, they present a relatively large handicap to the enemy.\r\n\r\n(a) _Fires_ can be started wherever there is an accumulation of\r\ninflammable material. Warehouses are obviously the most promising\r\ntargets but incendiary sabotage need not be confined to them alone.\r\n\r\n(1) Whenever possible, arrange to have the fire start after you have\r\ngone away. Use a candle and paper, combination, setting it as close as\r\npossible to the inflammable material you want to burn: From a sheet of\r\npaper, tear a strip three or four centimeters wide and wrap it around\r\nthe base of the candle two or three times. Twist more sheets of paper\r\ninto loose ropes and place them around the base of the candle. When the\r\ncandle flame reaches the encircling strip, it will be ignited and in\r\nturn will ignite the surrounding paper. The size, heat, and duration of\r\nthe resulting flame will depend on how much paper you use and how much\r\nof it you can cramp in a small space.\r\n\r\n(2) With a flame of this kind, do not attempt to ignite any but rather\r\ninflammable materials, such as cotton sacking. To light more resistant\r\nmaterials, use a candle plus tightly rolled or twisted paper which has\r\nbeen soaked in gasoline. To create a briefer but even hotter flame, put\r\ncelluloid such as you might find in an old comb, into a nest of plain\r\nor saturated paper which is to be fired by a candle.\r\n\r\n(3) To make another type of simple fuse, soak one end of a piece of\r\nstring in grease. Rub a generous pinch of gunpowder over the inch of\r\nstring where greasy string meets clean string. Then ignite the clean\r\nend of the string. It will burn slowly without a flame (in much the\r\nsame way that a cigarette burns) until it reaches the grease and\r\ngunpowder; it will then flare up suddenly. The grease-treated string\r\nwill then burn with a flame. The same effect may be achieved by using\r\nmatches instead of the grease and gunpowder. Run the string over the\r\nmatch heads, taking care that the string is not pressed or knotted.\r\nThey too will produce a sudden flame. The advantage of this type of\r\nfuse is that string burns at a set speed. You can time your fire by the\r\nlength and thickness of the string you chose.\r\n\r\n(4) Use a fuse such as; the ones suggested above to start a fire in an\r\noffice after hours. The destruction of records and other types of\r\ndocuments would be a serious handicap to the enemy.\r\n\r\n(5) In basements where waste is kept, janitors should accumulate oily\r\nand greasy waste. Such waste sometimes ignites spontaneously, but it\r\ncan easily be lit with a cigarette or match. If you are a janitor on\r\nnight duty, you can be the first to report the fire, but don’t report\r\nit too soon.\r\n\r\n(6) A clean factory is not susceptible to fire, but a dirty one is.\r\nWorkers should be careless with refuse and janitors should be\r\ninefficient in cleaning. If enough dirt and trash can be accumulated an\r\notherwise fireproof building will become inflammable.\r\n\r\n(7) Where illuminating gas is used in a room which is vacant at night,\r\nshut the windows tightly, turn on the gas, and leave a candle burning\r\nin the room, closing the door tightly behind you. After a time, the gas\r\nwill explode, and a fire may or may not follow.\r\n\r\n(b) _Water and miscellaneous_\r\n\r\n(1) Ruin warehouse stock by setting the automatic sprinkler system to\r\nwork. You can do this by tapping the sprinkler heads sharply with a\r\nhammer or by holding a match under them.\r\n\r\n(2) Forget to provide paper in toilets; put tightly rolled paper, hair,\r\nand other obstructions in the W. C. Saturate a sponge with a thick\r\nstarch or sugar solution. Squeeze it tightly into a ball, wrap it with\r\nstring, and dry. Remove the string when fully dried. The sponge will be\r\nin the form of a tight hard ball. Flush down a\r\n\r\nW. C. or otherwise introduce into a sewer line. The sponge will\r\ngradually expand to its normal size and plug the sewage system.\r\n\r\n(3) Put a coin beneath a bulb in a public building during the daytime,\r\nso that fuses will blow out when lights are turned on at night. The\r\nfuses themselves may be rendered ineffective by putting a coin behind\r\nthem or loading them with heavy wire. Then a short-circuit may either\r\nstart a fire, damage transformers, or blow out a central fuse which\r\nwill interrupt distribution of electricity to a large area.\r\n\r\n(4) Jam paper, bits of wood, hairpins, and anything else that will fit,\r\ninto the locks of all unguarded entrances to public buildings.\r\n\r\n(2) _Industrial Production: Manufacturing_\r\n\r\n(a) Tools\r\n\r\n(1) Let cutting tools grow dull. They will be inefficient, will slow\r\ndown production, and may damage the materials and parts you use them\r\non.\r\n\r\n(2) Leave saws slightly twisted when you are not using them. After a\r\nwhile, they will break when used.\r\n\r\n(3) Using a very rapid stroke will wear out a file before its time. So\r\nwill dragging a file in slow strokes under heavy pressure. Exert\r\npressure on the backward stroke as well as the forward stroke.\r\n\r\n(4) Clean files by knocking them against the vise or the workpiece;\r\nthey are easily broken this way.\r\n\r\n(5) Bits and drills will snap under heavy pressure.\r\n\r\n(6) You can put a press punch out of order by putting in it more\r\nmaterial than it is adjusted for—two blanks instead of one, for\r\nexample.\r\n\r\n(7) Power-driven tools like pneumatic drills, riveters, and so on, are\r\nnever efficient when dirty. Lubrication points and electric contacts\r\ncan easily be fouled by normal accumulations of dirt or the insertion\r\nof foreign matter.\r\n\r\n(b) Oil and lubrication systems are not only vulnerable to easy\r\nsabotage, but are critical in every machine with moving parts. Sabotage\r\nof oil and lubrication will slow production or stop work entirely at\r\nstrategic points in industrial processes.\r\n\r\n(1) Put metal dust or filings, fine sand, ground glass, emery dust (get\r\nit by pounding up an emery knife sharpener) and similar hard, gritty\r\nsubstances directly into lubrication systems. They will scour smooth\r\nsurfaces, ruining pistons, cylinder walls, shafts, and bearings. They\r\nwill overheat and stop motors which will need overhauling, new parts,\r\nand extensive repairs. Such materials, if they are used, should be\r\nintroduced into lubrication systems past any filters which otherwise\r\nwould strain them out.\r\n\r\n(2) You can cause wear on any machine by uncovering a filter system,\r\npoking a pencil or any other sharp object through the filter mesh, then\r\ncovering it up again. Or, if you can dispose of it quickly, simply\r\nremove the filter.\r\n\r\n(3) If you cannot get at the lubrication system or filter directly, you\r\nmay be able to lessen the effectiveness of oil by diluting it in\r\nstorage. In this case, almost any liquid will do which will thin the\r\noil. A small amount of sulphuric acid, varnish, water-glass, or linseed\r\noil will be especially effective.\r\n\r\n(4) Using a thin oil where a heavy oil is prescribed will break down a\r\nmachine or heat up a moving shaft so that it will “freeze” and stop.\r\n\r\n(5) Put any clogging substance into lubrication systems or, if it will\r\nfloat, into stored oil. Twisted combings of human hair, pieces of\r\nstring, dead insects, and many other common objects will be effective\r\nin stopping or hindering the flow of oil through feed lines and\r\nfilters.\r\n\r\n(6) Under some circumstances, you may be able to destroy oil outright\r\nrather than interfere with its effectiveness, by removing stop-plugs\r\nfrom lubricating systems or by puncturing the drums and cans in which\r\nit is stored.\r\n\r\n(c) Cooling Systems (1.) A water cooling system can be put out of\r\ncommission in a fairly short time, with considerable damage to an\r\nengine or motor, if you put into it several pinches of hard grain, such\r\nas rice or wheat. They will swell up and choke the circulation of\r\nwater, and the cooling system will have to be torn down to remove the\r\nobstruction. Sawdust or hair may also be used to clog a water cooling\r\nsystem.\r\n\r\n(2) If very cold water is quickly introduced into the cooling system of\r\nan overheated motor, contraction and considerable strain on the engine\r\nhousing will result. If you can repeat the treatment a few times,\r\ncracking and serious damage will result.\r\n\r\n(3) You can ruin the effectiveness of an air cooling system by plugging\r\ndirt and waste into intake or exhaust valves. If a belt-run fan is used\r\nin the system, make a jagged cut at least half way through the belt; it\r\nwill slip and finally part under strain and the motor will overheat.\r\n\r\n(d) Gasoline and Oil Fuel Tanks and fueling engines usually are\r\naccessible and easy to open. They afford a very vulnerable target for\r\nsimple sabotage activities. (1.) Put several pinches of sawdust or hard\r\ngrain, such as rice or wheat, into the fuel tank of a gasoline engine.\r\nThe particles will choke a feed line so that the engine will stop. Some\r\ntime will be required to discover the source of the trouble. Although\r\nthey will be hard to get, crumbs of natural rubber, such as you might\r\nfind in old rubber bands and pencil erasers, are also effective.\r\n\r\n(2) If you can accumulate sugar, put it in the fuel tank of a gasoline\r\nengine. As it burns together with the gasoline, it will turn into a\r\nsticky mess which will completely mire the engine and necessitate\r\nextensive cleaning and repair. Honey and molasses are as good as sugar.\r\nTry to use about 75–100 grams for each 10 gallons of gasoline.\r\n\r\n(3) Other impurities which you can introduce into gasoline will cause\r\nrapid engine wear and eventual breakdown. Fine particles of pumice,\r\nsand, ground glass, and metal dust can easily be introduced into a\r\ngasoline tank. Be sure that the particles are very fine, so that they\r\nwill be able to pass through the carburetor jet.\r\n\r\n(4) Water, urine, wine, or any other simple liquid you can get in\r\nreasonably large quantities will dilute gasoline fuel to a point where\r\nno combustion will occur in the cylinder and the engine will not move.\r\nOne pint to 20 gallons of gasoline is sufficient. If salt water is\r\nused, it will cause corrosion and permanent motor damage.\r\n\r\n(5) In the case of Diesel engines, put low flashpoint oil into the fuel\r\ntank; the engine will not move. If there already is proper oil in the\r\ntank when the wrong kind is added, the engine will only limp and\r\nsputter along.\r\n\r\n(6) Fuel lines to gasoline and oil engines frequently pass over the\r\nexhaust pipe. When the machine is at rest, you can stab a small hole in\r\nthe fuel line and plug the hole with wax. As the engine runs and the\r\nexhaust tube becomes hot, the wax will be melted; fuel will drip onto\r\nthe exhaust and a blaze will start.\r\n\r\n(7) If you have access to a room where gasoline is stored, remember\r\nthat gas vapor accumulating in a closed room will explode after a time\r\nif you leave a candle burning in the room. A good deal of evaporation,\r\nhowever, must occur from the gasoline tins into the air of the room. If\r\nremoval of the tops of the tins does not expose enough gasoline to the\r\nair to ensure copious evaporation, you can open lightly constructed\r\ntins further with a knife, ice pick or sharpened nail file. Or puncture\r\na tiny hole in the tank which will permit gasoline to leak out on the\r\nfloor. This will greatly increase the rate of evaporation. Before you\r\nlight your candle, be sure that windows are closed and the room is as\r\nair-tight as you can make it. If you can see that windows in a\r\nneighboring room are opened wide, you have a chance of setting a large\r\nfire which will not only destroy the gasoline but anything else nearby;\r\nwhen the gasoline explodes, the doors of the storage room will be blown\r\nopen, a draft to the neighboring windows will be created which will\r\nwhip up a fine conflagration.\r\n\r\n(e) Electric Motors Electric motors (including dynamos) are more\r\nrestricted than the targets so far discussed. They cannot be sabotaged\r\neasily or without risk of injury by unskilled persons who may otherwise\r\nhave good opportunities for destruction.\r\n\r\n(1) Set the rheostat to a high point of resistance in all types of\r\nelectric motors. They will overheat and catch fire.\r\n\r\n(2) Adjust the overload relay to a very high value beyond the capacity\r\nof the motor. Then overload the motor to a point where it will overheat\r\nand break down.\r\n\r\n(3) Remember that dust, dirt, and moisture are enemies of electrical\r\nequipment. Spill dust and dirt onto the points where the wires in\r\nelectric motors connect with terminals, and onto insulating parts.\r\nInefficient transmission of current and, in some cases, short circuits\r\nwill result. Wet generator motors to produce short circuits.\r\n\r\n(4) “Accidentally” bruise the insulation on wire, loosen nuts on\r\nconnections, make faulty splices and faulty connections in wiring, to\r\nwaste electric current and reduce the power of electric motors, the\r\npower output or cause short circuiting in direct-current motors: Loosen\r\nor remove commutator holding rings. Sprinkle carbon, graphite, or metal\r\ndust on commutators. Put a little grease or oil at the contact points\r\nof commutators. Where commutator bars are close together bridge the\r\ngaps between them with metal dust, or sawtooth their edges with a\r\nchisel so that the teeth on adjoining bars meet or nearly meet and\r\ncurrent can pass from one to the other.\r\n\r\n(6) Put a piece of finely grained emery paper half the size of a\r\npostage stamp in a place where it will wear away rotating brushes. The\r\nemery paper and the motor will be destroyed in the resulting fire.\r\n\r\n(7) Sprinkle carbon, graphite or metal dust on slip-rings so that the\r\ncurrent will leak or short circuits will occur. When a motor is idle,\r\nnick the slip-rings with a chisel.\r\n\r\n(8) Cause motor stoppage or inefficiency by applying dust mixed with\r\ngrease to the face of the armature so that it will not make proper\r\ncontact.\r\n\r\n(9) To overheat electric motors, mix sand with heavy grease and smear\r\nit between the stator and rotor, or wedge thin metal pieces between\r\nthem. To prevent the efficient generation of current, put floor\r\nsweepings, oil, tar, or paint between them.\r\n\r\n(10) In motors using three-phase current, deeply nick one of the\r\nlead-in wires with a knife or file when the machine is at rest, or\r\nreplace one of the three fuses with a blown-out fuse. In the first\r\ncase, the motor will stop after running awhile, and in the second, it\r\nwill not start.\r\n\r\n(f) Transformers\r\n\r\n(1) Transformers of the oil-filled type can be put out of commission if\r\nyou pour water, salt water, machine-tool coolant, or kerosene into the\r\noil tank.\r\n\r\n(2) In air-cooled transformers, block the ventilation by piling debris\r\naround the transformer.\r\n\r\n(3) In all types of transformers, throw carbon, graphite or metal dust\r\nover the outside bushings and other exposed electrical parts.\r\n\r\n(g) Turbines for the most part are heavily built, stoutly housed, and\r\ndifficult of access. Their vulnerability to simple sabotage is very\r\nlow.\r\n\r\n(1) After inspecting or repairing a hydro turbine, fasten the cover\r\ninsecurely so that it will blow off and flood the plant with water. A\r\nloose cover on a steam turbine will cause it to leak and slow down.\r\n\r\n(2) In water turbines, insert a large piece of scrap iron in the head\r\nof the penstock, just beyond the screening, so that water will carry\r\nthe damaging material down to the plant equipment.\r\n\r\n(3) When the steam line to a turbine is opened for repair, put pieces\r\nof scrap iron into it, to be blasted into the turbine machinery when\r\nsteam is up again.\r\n\r\n(4) Create a leak in the line feeding oil to the turbine, so that oil\r\nwill fall on the hot steam pipe and cause a fire.\r\n\r\n(h) Boilers\r\n\r\n(1) Reduce the efficiency of steam boilers any way you can. Put too\r\nmuch water in them to make them slow-starting, or keep the fire under\r\nthem low to keep them inefficient. Let them dry and turn the fire up;\r\nthey will crack and be ruined. An especially good trick is to keep\r\nputting limestone or water containing lime in the boiler; it will\r\ndeposit lime on the bottom and sides. This deposit will provide very\r\ngood insulation against heat; after enough of it has collected, the\r\nboiler will be completely worthless.\r\n\r\n(3) _Production. Metals_\r\n\r\n(a) Iron and Steel\r\n\r\n(1) Keep blast furnaces in a condition where they must be frequently\r\nshut down for repair. In making fire-proof bricks for the inner lining\r\nof blast furnaces, put in an extra proportion of tar so that they will\r\nwear out quickly and necessitate constant re-lining.\r\n\r\n(2) Make cores for casting so that they are filled with air bubbles and\r\nan imperfect cast results.\r\n\r\n(3) See that the core in a mold is not properly supported, so that the\r\ncore gives way or the casting is spoiled because of the incorrect\r\nposition of the core.\r\n\r\n(4) In tempering steel or iron, apply too much heat, so that the\r\nresulting bars and ingots are of poor quality.\r\n\r\n(b) Other Metals\r\n\r\nNo suggestions available.\r\n\r\n(4) _Production: Mining and Mineral Extraction_\r\n\r\n(a) Coal\r\n\r\n(1) A slight blow against your Davy oil lamp will extinguish it, and to\r\nlight it again you will have to find a place where there is no fire\r\ndamp. Take a long time looking for the place.\r\n\r\n(2) Blacksmiths who make pneumatic picks should not harden them\r\nproperly, so that they will quickly grow dull.\r\n\r\n(3) You can easily put your pneumatic pick out of order. Pour a small\r\namount of water through the oil lever and your pick will stop working.\r\nCoal dust and improper lubrication will also put it out of order.\r\n\r\n(4) Weaken the chain that pulls the bucket conveyers carrying coal. A\r\ndeep dent in the chain made with blows of a pick or shovel will cause\r\nit to part under normal strain. Once a chain breaks, normally or\r\notherwise take your time about reporting the damage; be slow about\r\ntaking the chain up for repairs and bringing it back down after\r\nrepairs.\r\n\r\n(5) Derail mine cars by putting obstructions on the rails and in switch\r\npoints. If possible, pick a gallery where coal cars have to pass each\r\nother, so that traffic will be snarled up.\r\n\r\n(6) Send up quantities of rock and other useless material with the\r\ncoal.\r\n\r\n(5) _Production: Agriculture_\r\n\r\n(a) Machinery\r\n\r\n(1) See par. 5 b. (2) (c), (d), (e).\r\n\r\n(b) Crops and livestock probably will be destroyed only in areas where\r\nthere are large food surpluses or where the enemy (regime) is known to\r\nbe requisitioning food.\r\n\r\n(1.) Feed crops to livestock. Let crops harvest too early or too late.\r\nSpoil stores of grain, fruit and vegetables by soaking them in water so\r\nthat they will rot. Spoil fruit and vegetables by leaving them in the\r\nsun.\r\n\r\n(6) _Transportation: Railways_\r\n\r\n(a) Passengers\r\n\r\n(1.) Make train travel as inconvenient as possible for enemy personnel.\r\nMake mistakes in issuing train tickets, leaving portions of the journey\r\nuncovered by the ticket book; issue two tickets for the same seat in\r\nthe train, so that an interesting argument will result; near train\r\ntime, instead of issuing printed tickets write them out slowly by hand,\r\nprolonging the process until the train is nearly ready to leave or has\r\nleft the station. On station bulletin boards announcing train arrivals\r\nand departures, see that false and misleading information is given\r\nabout trains bound for enemy destinations.\r\n\r\n(2) In trains bound for enemy destinations, attendants should make life\r\nas uncomfortable as possible for passengers. See that the food is\r\nespecially bad, take up tickets after midnight, call all station stops\r\nvery loudly during the night, handle baggage as noisily as possible\r\nduring the night, and so on.\r\n\r\n(3) See that the luggage of enemy personnel is mislaid or unloaded at\r\nthe wrong stations.\r\n\r\nSwitch address labels on enemy baggage.\r\n\r\n(4) Engineers should see that trains run slow or make unscheduled stops\r\nfor plausible reasons.\r\n\r\n(b) Switches, Signals and Routing\r\n\r\n(1) Exchange wires in switchboards containing signals and switches, so\r\nthat they connect to the wrong terminals.\r\n\r\n(2) Loosen push-rods so that signal arms do not work; break signal\r\nlights; exchange the colored lenses on red and green lights.\r\n\r\n(3) Spread and spike switch points in the track so that they will not\r\nmove, or place rocks or close-packed dirt between the switch points.\r\n\r\n(4) Sprinkle rock salt or ordinary salt profusely over the electrical\r\nconnections of switch points and on the ground nearby. When it rains,\r\nthe switch will be short-circuited.\r\n\r\n(5) See that cars are put on the wrong trains. Remove the labels from\r\ncars needing repair and put them on cars in good order. Leave couplings\r\nbetween cars as loose as possible.\r\n\r\n(c) Road-beds and Open Track\r\n\r\n(1) On a curve, take the bolts out of the tie-plates connecting to\r\nsections of the outside rail, and scoop away the gravel, cinders, or\r\ndirt for a few feet on each side of the connecting joint.\r\n\r\n(2) If by disconnecting the tie-plate at a joint and loosening sleeper\r\nnails on each side of the joint, it becomes possible to move a sections\r\nof rail, spread two sections of rail and drive a spike vertically\r\nbetween them.\r\n\r\n(d) Oil and Lubrication\r\n\r\n(1) See 5 b. (2) (b).\r\n\r\n(2) Squeeze lubricating pipes with pincers or dent them with hammers,\r\nso that the flow of oil is obstructed.\r\n\r\n(e) Cooling Systems\r\n\r\n(1) See 5 b (2) (c).\r\n\r\n(f) Gasoline and Oil Fuel\r\n\r\n(1) See 5 b (2) (d).\r\n\r\n(g) Electric Motors\r\n\r\n(1) See 5 b (2) (e) and (f).\r\n\r\n(h) Boilers\r\n\r\n(1) See 5 b (2) (h).\r\n\r\n(2) After inspection put heavy oil or tar in the engines’ boilers, or\r\nput half a kilogram of soft soap into the water in the tender.\r\n\r\n(i) Brakes and Miscellaneous\r\n\r\n(1) Engines should run at high speeds and use brakes excessively at\r\ncurves and on downhill grades.\r\n\r\n(2) Punch holes in air-brake valves or water supply pipes.\r\n\r\n(3) In the last car of a passenger train or or a front car of a\r\nfreight, remove the wadding from a journal box and replace it with oily\r\nrags.\r\n\r\n(7) _Transportation: Automotive_\r\n\r\n(a) Roads. Damage to roads [(3) below] is slow, and therefore\r\nimpractical as a D-day or near D-day activity.\r\n\r\n(1) Change sign posts at intersections and forks; the enemy will go the\r\nwrong way and it may be miles before he discovers his mistakes.\r\n\r\nIn areas where traffic is composed primarily of enemy autos, trucks,\r\nand motor convoys of various kinds remove danger signals from curves\r\nand intersections.\r\n\r\n(2) When the enemy asks for directions, give him wrong information.\r\nEspecially when enemy convoys are in the neighborhood, truck drivers\r\ncan spread rumors and give false information about bridges being out,\r\nferries closed, and detours lying ahead.\r\n\r\n(3) If you can start damage to a heavily traveled road, passing traffic\r\nand the elements will do the rest. Construction gangs can see that too\r\nmuch sand or water is put in concrete or that the road foundation has\r\nsoft spots. Anyone can scoop ruts in asphalt and macadam roads which\r\nturn soft in hot weather; passing trucks will accentuate the ruts to a\r\npoint where substantial repair will be needed. Dirt roads also can be\r\nscooped out. If you are a road laborer, it will be only a few minutes\r\nwork to divert a small stream from a sluice so that it runs over and\r\neats away the road.\r\n\r\n(4) Distribute broken glass, nails, and sharp rocks on roads to\r\npuncture tires.\r\n\r\n(b) Passengers\r\n\r\n(1) Bus-driver can go past the stop where the enemy wants to get off.\r\nTaxi drivers can waste the enemy’s time and make extra money by driving\r\nthe longest possible route to his destination.\r\n\r\n(c) Oil and Lubrication\r\n\r\n(1) See 5 b. (2) (b).\r\n\r\n(2) Disconnect the oil pump; this will burn out the main bearings in\r\nless than 50 miles of normal driving.\r\n\r\n(d) Radiator\r\n\r\n(1) See 5 b. (2) (c).\r\n\r\n(e) Fuel\r\n\r\n(1) See 5 b. (2) (d).\r\n\r\n(f) Battery and Ignition\r\n\r\n(1) Jam bits of wood into the ignition lock; loosen or exchange\r\nconnections behind the switchboard; put dirt in spark plugs; damage\r\ndistributor points.\r\n\r\n(2) Turn on the lights in parked cars so that the battery will run\r\ndown.\r\n\r\n(3) Mechanics can ruin batteries in a number of undetectable ways: Take\r\nthe valve cap off a cell, and drive a screw driver slantwise into the\r\nexposed water vent, shattering the plates of the cell; no damage will\r\nshow when you put the cap back on. Iron or copper filings put into the\r\ncells i.e., dropped into the acid, will greatly shorten its life.\r\nCopper coins or a few pieces of iron will accomplish the same and more\r\nslowly.\r\n\r\nOne hundred to 150 cubic centimeters of vinegar in each cell greatly\r\nreduces the life of the battery, but the odor of the vinegar may reveal\r\nwhat has happened.\r\n\r\n(g) Gears\r\n\r\n(1) Remove the lubricant from or put too light a lubricant in the\r\ntransmission and other gears.\r\n\r\n(2) In trucks, tractors, and other machines with heavy gears, fix the\r\ngear case insecurely, putting bolts in only half the bolt holes. The\r\ngears will be badly jolted in use and will soon need repairs.\r\n\r\n(h) Tires\r\n\r\n(1) Slash or puncture tires of unguarded vehicles. Put a nail inside a\r\nmatch box or other small box, and set it vertically in front of the\r\nback tire of a stationary car; when the car starts off, the nail will\r\ngo neatly through the tire.\r\n\r\n(2) It is easy to damage a tire in a tire repair shop: In fixing flats,\r\nspill glass, benzine, caustic soda, or other material inside the casing\r\nwhich will puncture or corrode the tube. If you put a gummy substance\r\ninside the tube, the next flat will stick the tube to the casing and\r\nmake it unusable. Or, when you fix a flat tire, you can simply leave\r\nbetween the tube and the casing the object which caused the flat in the\r\nfirst place.\r\n\r\n(3) In assembling a tire after repair, pump the tube up as fast as you\r\ncan. Instead of filling out smoothly, it may crease, in which case it\r\nwill wear out quickly. Or, as you put a tire together, see if you can\r\npinch the tube between the rim of the tire and the rim of the wheel, so\r\nthat a blow-out will result.\r\n\r\n(4) In putting air into tires, see that they are kept below normal\r\npressure, so that more than an ordinary amount of wear will result. In\r\nfilling tires on double wheels, inflate the inner tire to a much higher\r\npressure than the outer one; both will wear out more quickly this way.\r\nBadly aligned wheels also wear tires out quickly; you can leave wheels\r\nout of alignment when they come in for adjustment, or you can spring\r\nthem out of true with a strong kick, or by driving the car slowly and\r\ndiagonally into a curb.\r\n\r\n(5) If you have access to stocks of tires, you can rot them by spilling\r\noil, gasoline, caustic acid, or benzine on them. Synthetic rubber,\r\nhowever, is less susceptible to these chemicals.\r\n\r\n(8) _Transportation: Water_\r\n\r\n(a) Navigation\r\n\r\n(1) Barge and river boat personnel should spread false rumors about the\r\nnavigability and conditions of the waterways they travel. Tell other\r\nbarge and boat captains to follow channels that will take extra time,\r\nor cause them to make canal detours.\r\n\r\n(2) Barge and river boat captains should navigate with exceeding\r\ncaution near locks and bridges, to waste their time and to waste the\r\ntime of other craft which may have to wait on them. If you don’t pump\r\nthe bilges of ships and barges often enough, they will be slower and\r\nharder to navigate. Barges “accidentally” run aground are an efficient\r\ntime waster too.\r\n\r\n(3) Attendants on swing, draw, or bascule bridges can delay traffic\r\nover the bridge or in the waterway underneath by being slow. Boat\r\ncaptains can leave unattended draw bridges open in order to hold up\r\nroad traffic.\r\n\r\n(4) Add or subtract compensating magnets to the compass on cargo ships.\r\nDemagnetize the compass or maladjust it by concealing a large bar of\r\nsteel or iron near to it.\r\n\r\n(b) Cargo\r\n\r\n(1) While loading or unloading, handle cargo carelessly in order to\r\ncause damage. Arrange the cargo so that the weakest and lightest crates\r\nand boxes will be at the bottom of the hold, while the heaviest ones\r\nare on top of them.\r\n\r\nPut hatch covers and tarpaulins on sloppily, so that rain and deck wash\r\nwill injure the cargo.\r\n\r\nTie float valves open so that storage tanks will overflow on perishable\r\ngoods.\r\n\r\n(9) _Communications_\r\n\r\n(a) Telephone\r\n\r\n(1) At office, hotel and exchange switch boards delay putting enemy\r\ncalls through, give them wrong numbers, cut them off “accidentally,” or\r\nforget to disconnect them so that the line cannot be used again.\r\n\r\n(2) Hamper official and especially military business by making at least\r\none telephone call a day to an enemy headquarters; when you get them,\r\ntell them you have the wrong number.\r\n\r\nCall military or police offices and make anonymous false reports of\r\nfires, air raids, bombs.\r\n\r\n(3) In offices and buildings used by the enemy, unscrew the earphone of\r\ntelephone receivers and remove the diaphragm. Electricians and\r\ntelephone repair men can make poor connections and damage insulation so\r\nthat cross talk and other kinds of electrical interference will make\r\nconversations hard or impossible to understand.\r\n\r\n(4) Put the batteries under automatic switchboards out of commission by\r\ndropping nails, metal filings, or coins into the cells. If you can\r\ntreat half the batteries in this way, the switchboard will stop\r\nworking. A whole telephone system can be disrupted if you can put 10\r\npercent of the cells in half the batteries of the central battery room\r\nout of order.\r\n\r\n(b) Telegraph\r\n\r\n(1) Delay the transmission and delivery of telegrams to enemy\r\ndestinations.\r\n\r\n(2) Garble telegrams to enemy destinations so that another telegram\r\nwill have to be sent or a long distance call will have to be made.\r\nSometimes it will be possible to do this by changing a single letter in\r\na word—for example, changing “minimum” to “miximum,” so that the person\r\nreceiving the telegram will not know whether “minimum” or “maximum” is\r\nmeant.\r\n\r\n(c) Transportation Lines\r\n\r\n(1) Cut telephone and telegraph transmission lines. Damage insulation\r\non power lines to cause interference.\r\n\r\n(d) Mail\r\n\r\n(1) Post office employees can see to it that enemy mail is always\r\ndelayed by one day or more, that it is put in wrong sacks, and so on.\r\n\r\n(e) Motion Pictures\r\n\r\n(1) Projector operators can ruin newsreels and other enemy propaganda\r\nfilms by bad focusing, speeding up or slowing down the film and by\r\ncausing frequent breakage in the film.\r\n\r\n(2) Audiences can ruin enemy propaganda films by applauding to drown\r\nthe words of the speaker, by coughing loudly, and by talking.\r\n\r\n(3) Anyone can break up a showing of an enemy propaganda film by\r\nputting two or three dozen large moths in a paper bag. Take the bag to\r\nthe movies with you, put it on the floor in an empty section of the\r\ntheater as you go in and leave it open. The moths will fly out and\r\nclimb into the projector beam, so that the film will be obscured by\r\nfluttering shadows.\r\n\r\n(f) Radio\r\n\r\n(1) Station engineers will find it quite easy to overmodulate\r\ntransmissions of talks by persons giving enemy propaganda or\r\ninstructions, so that they will sound as if they were talking through a\r\nheavy cotton blanket with a mouth full of marbles.\r\n\r\n(2) In your own apartment building, you can interfere with radio\r\nreception at times when the enemy wants everybody to listen. Take an\r\nelectric light plug off the end of an electric light cord; take some\r\nwire out of the cord and tie it across two terminals of a two-prong\r\nplug or three terminals of a four-prong plug. Then take it around and\r\nput it into as many wall and floor outlets as you can find. Each time\r\nyou insert the plug into a new circuit, you will blow out a fuse and\r\nsilence all radios running on power from that circuit until a new fuse\r\nis put in.\r\n\r\n(3) Damaging insulation on any electrical equipment tends to create\r\nradio interference in the immediate neighborhood, particularly on large\r\ngenerators, neon signs, fluorescent lighting, X-ray machines, and power\r\nlines. If workmen can damage insulation on a high tension line near an\r\nenemy airfield, they will make ground-to-plane radio communications\r\ndifficult and perhaps impossible during long periods of the day.\r\n\r\n(10) _Electric Power_\r\n\r\n(a) Turbines, Electric Motors, Transformers\r\n\r\n(1) See 5 b. (2) (e), (f),and (g).\r\n\r\n(b) Transmission Lines\r\n\r\n(1.) Linesmen can loosen and dirty insulators to cause power leakage.\r\nIt will be quite easy, too, for them to tie a piece of very heavy\r\nstring several times back and forth between two parallel transmission\r\nlines, winding it several turns around the wire each time. Beforehand,\r\nthe string should be heavily saturated with salt and then dried. When\r\nit rains, the string becomes a conductor, and a short-circuit will\r\nresult.\r\n\r\n(11) _General Interference with Organizations and Production_\r\n\r\n(a) Organizations and Conferences (1) Insist on doing everything\r\nthrough “channels.” Never permit short-cuts to be taken in order to\r\nexpedite decisions.\r\n\r\n(2) Make “speeches.” Talk as frequently as possible and at great\r\nlength. Illustrate your “points” by long anecdotes and accounts of\r\npersonal experiences. Never hesitate to make a few appropriate\r\n“patriotic” comments.\r\n\r\n(3) When possible, refer all matters to committees, for “further study\r\nand consideration.” Attempt to make the committees as large as\r\npossible—never less than five.\r\n\r\n(4) Bring up irrelevant issues as frequently as possible.\r\n\r\n(5) Haggle over precise wordings of communications, minutes,\r\nresolutions.\r\n\r\n(6) Refer back to matters decided upon at the last meeting and attempt\r\nto re-open the question of the advisability of that decision.\r\n\r\n(7) Advocate “caution.” Be “reasonable” and urge your fellow-conferees\r\nto be “reasonable” and avoid haste which might result in embarrassments\r\nor difficulties later on.\r\n\r\n(8) Be worried about the propriety of any decision—raise the question\r\nof whether such action as is contemplated lies within the jurisdiction\r\nof the group or whether it might conflict with the policy of some\r\nhigher echelon.\r\n\r\n(b) Managers and Supervisors\r\n\r\n(1) Demand written orders.\r\n\r\n(2) “Misunderstand” orders. Ask endless questions or engage in long\r\ncorrespondence about such orders. Quibble over them when you can.\r\n\r\n(3) Do everything possible to delay the delivery of orders. Even though\r\nparts of an order may be ready beforehand, don’t deliver it until it is\r\ncompletely ready.\r\n\r\n(4) Don’t order new working materials until your current stocks have\r\nbeen virtually exhausted, so that the slightest delay in filling your\r\norder will mean a shutdown.\r\n\r\n(5) Order high-quality materials which are hard to get. If you don’t\r\nget them argue about it. Warn that inferior materials will mean\r\ninferior work.\r\n\r\n(6) In making work assignments, always sign out the unimportant jobs\r\nfirst. See that the important jobs are assigned to inefficient workers\r\nof poor machines.\r\n\r\n(7) Insist on perfect work in relatively unimportant products; send\r\nback for refinishing those which have the least flaw. Approve other\r\ndefective parts whose flaws are not visible to the naked eye.\r\n\r\n(8) Make mistakes in routing so that parts and materials will be sent\r\nto the wrong place in the plant.\r\n\r\n(9) When training new workers, give incomplete or misleading\r\ninstructions.\r\n\r\n(10) To lower morale and with it, production, be pleasant to\r\ninefficient workers; give them undeserved promotions. Discriminate\r\nagainst efficient workers; complain unjustly about their work.\r\n\r\n(11) Hold conferences when there is more critical work to be done.\r\n\r\n(12) Multiply paper work in plausible ways.\r\n\r\nStart duplicate files.\r\n\r\n(13) Multiply the procedures and clearances involved in issuing\r\ninstructions, pay checks, and so on. See that three people have to\r\napprove everything where one would do.\r\n\r\n(14) Apply all regulations to the last letter.\r\n\r\n(c) Office Workers\r\n\r\n(1) Make mistakes in quantities of material when you are copying\r\norders. Confuse similar names. Use wrong addresses.\r\n\r\n(2) Prolong correspondence with government bureaus.\r\n\r\n(3) Misfile essential documents.\r\n\r\n(4) In making carbon copies, make one too few, so that an extra copying\r\njob will have to be done.\r\n\r\n(5) Tell important callers the boss is busy or talking on another\r\ntelephone.\r\n\r\n(6) Hold up mail until the next collection.\r\n\r\n(7) Spread disturbing rumors that sound like inside dope.\r\n\r\n(d) Employees\r\n\r\n(1) _Work slowly_. Think out ways to increase the number of movements\r\nnecessary on your job: use a light hammer instead of a heavy one, try\r\nto make a small wrench do when a big one is necessary, use little force\r\nwhere considerable force is needed, and so on.\r\n\r\n(2) Contrive as many interruptions to your work as you can: when\r\nchanging the material on which you are working, as you would on a lathe\r\nor punch, take needless time to do it. If you are cutting, shaping or\r\ndoing other measured work, measure dimensions twice as often as you\r\nneed to. When you go to the lavatory, spend a longer time there than is\r\nnecessary.\r\n\r\nForget tools so that you will have to go back after them.\r\n\r\n (3) Even if you understand the language, pretend not to understand\r\n instructions in a foreign tongue.\r\n\r\n(4) Pretend that instructions are hard to understand, and ask to have\r\nthem repeated more than once. Or pretend that you are particularly\r\nanxious to do your work, and pester the foreman with unnecessary\r\nquestions.\r\n\r\n(5) Do your work poorly and blame it on bad tools, machinery, or\r\nequipment. Complain that these things are preventing you from doing\r\nyour job right.\r\n\r\n(6) Never pass on your skill and experience to a new or less skillful\r\nworker.\r\n\r\n(7) Snarl up administration in every possible way. Fill out forms\r\nillegibly so that they will have to be done over; make mistakes or omit\r\nrequested information in forms.\r\n\r\n(8) If possible, join or help organize a group for presenting employee\r\nproblems to the management. See that the procedures adopted are as\r\ninconvenient as possible for the management, involving the presence of\r\na large number of employees at each presentation, entailing more than\r\none meeting for each grievance, bringing up problems which are largely\r\nimaginary, and so on.\r\n\r\n(9) Misroute materials.\r\n\r\n(10) Mix good parts with unusable scrap and rejected parts.\r\n\r\n(12) _General Devices for Lowering Morale and Creating Confusion_\r\n\r\n(a) Give lengthy and incomprehensible explanations when questioned.\r\n\r\n(b) Report imaginary spies or danger to the Gestapo or police.\r\n\r\n(c) Act stupid.\r\n\r\n(d) Be as irritable and quarrelsome as possible without getting\r\nyourself into trouble.\r\n\r\n(e) Misunderstand all sorts of regulations concerning such matters as\r\nrationing, transportation, traffic regulations.\r\n\r\n(f) Complain against ersatz materials.\r\n\r\n(g) In public treat axis nationals or quislings coldly.\r\n\r\n(h) Stop all conversation when axis nationals or quislings enter a\r\ncafe.\r\n\r\n(i) Cry and sob hysterically at every occasion, especially when\r\nconfronted by government clerks.\r\n\r\n(j) Boycott all movies, entertainments, concerts, newspapers which are\r\nin any way connected with the quisling authorities.\r\n\r\n(k) Do not cooperate in salvage schemes."
    }
  ]
}