{
  "id": 76966,
  "title": "The phantom public",
  "author": "Lippmann, Walter",
  "chapters": [
    {
      "title": "V. The Neutralization of Arbitrary Force                63",
      "content": "PART II"
    },
    {
      "title": "XIII. The Principles of Public Opinion                    143",
      "content": "PART III"
    },
    {
      "title": "XVI. The Realms of Disorder                              187",
      "content": "Index 201\r\n\nPART I\r\n\nChapter I\r\n\r\nTHE DISENCHANTED MAN\r\n\n1\r\n\r\nThe private citizen today has come to feel rather like a deaf spectator\r\nin the back row, who ought to keep his mind on the mystery off there,\r\nbut cannot quite manage to keep awake. He knows he is somehow affected\r\nby what is going on. Rules and regulations continually, taxes annually\r\nand wars occasionally remind him that he is being swept along by great\r\ndrifts of circumstance.\r\n\r\nYet these public affairs are in no convincing way his affairs. They\r\nare for the most part invisible. They are managed, if they are managed\r\nat all, at distant centers, from behind the scenes, by unnamed powers.\r\nAs a private person he does not know for certain what is going on, or\r\nwho is doing it, or where he is being carried. No newspaper reports\r\nhis environment so that he can grasp it; no school has taught him how\r\nto imagine it; his ideals, often, do not fit with it; listening to\r\nspeeches, uttering opinions and voting do not, he finds, enable him to\r\ngovern it. He lives in a world which he cannot see, does not understand\r\nand is unable to direct.\r\n\r\nIn the cold light of experience he knows that his sovereignty is\r\na fiction. He reigns in theory, but in fact he does not govern.\r\nContemplating himself and his actual accomplishments in public affairs,\r\ncontrasting the influence he exerts with the influence he is supposed\r\naccording to democratic theory to exert, he must say of his sovereignty\r\nwhat Bismarck said of Napoleon III.: “At a distance it is something,\r\nbut close to it is nothing at all.”[1] When, during an agitation of\r\nsome sort, say a political campaign, he hears himself and some thirty\r\nmillion others described as the source of all wisdom and power and\r\nrighteousness, the prime mover and the ultimate goal, the remnants of\r\nsanity in him protest. He cannot all the time play Chanticleer who was\r\nso dazzled and delighted because he himself had caused the sun to rise.\r\n\r\nFor when the private man has lived through the romantic age in politics\r\nand is no longer moved by the stale echoes of its hot cries, when he is\r\nsober and unimpressed, his own part in public affairs appears to him a\r\npretentious thing, a second rate, an inconsequential. You cannot move\r\nhim then with a good straight talk about service and civic duty, nor\r\nby waving a flag in his face, nor by sending a boy scout after him to\r\nmake him vote. He is a man back home from a crusade to make the world\r\nsomething or other it did not become; he has been tantalized too often\r\nby the foam of events, has seen the gas go out of it, and, with sour\r\nderision for the stuff, he is saying with the author of _Trivia_:[2]\r\n\r\n“‘Self-determination,’ one of them insisted.\r\n\r\n“‘Arbitration,’ cried another.\r\n\r\n“‘Coöperation,’ suggested the mildest of the party.\r\n\r\n“‘Confiscation,’ answered an uncompromising female.\r\n\r\n“I, too, became intoxicated with the sound of these vocables. And were\r\nthey not the cure for all our ills?\r\n\r\n“‘Inoculation!’ I chimed in. ‘Transubstantiation, alliteration,\r\ninundation, flagellation, and afforestation!’”\r\n\n2\r\n\r\nIt is well known that nothing like the whole people takes part in\r\npublic affairs. Of the eligible voters in the United States less\r\nthan half go to the polls even in a presidential year.[3] During the\r\ncampaign of 1924 a special effort was made to bring out more voters.\r\nThey did not come out. The Constitution, the nation, the party system,\r\nthe presidential succession, private property, all were supposed to be\r\nin danger. One party prophesied red ruin, another black corruption, a\r\nthird tyranny and imperialism if the voters did not go to the polls in\r\ngreater numbers. Half the citizenship was unmoved.\r\n\r\nThe students used to write books about voting. They are now beginning\r\nto write books about nonvoting. At the University of Chicago Professor\r\nMerriam and Mr. Gosnell have made an elaborate inquiry[4] into the\r\nreason why, at the typical Chicago mayoral election of 1923, there\r\nwere, out of 1,400,000 eligible electors, only 900,000 who registered,\r\nand out of those who registered there were only 723,000 who finally\r\nmanaged to vote. Thousands of persons were interviewed. About 30 per\r\ncent of the abstainers had, or at least claimed to have had, an\r\ninsuperable difficulty about going to the polls. They were ill, they\r\nwere absent from the city, they were women detained at home by a child\r\nor an invalid, they had had insufficient legal residence. The other 70\r\nper cent, representing about half a million free and sovereign citizens\r\nof this Republic, did not even pretend to have a reason for not voting,\r\nwhich, in effect, was not an admission that they did not care about\r\nvoting. They were needed at their work, the polls were crowded, the\r\npolls were inconveniently located, they were afraid to tell their age,\r\nthey did not believe in woman suffrage, the husband objected, politics\r\nis rotten, elections are rotten, they were afraid to vote, they did\r\nnot know there was an election. About a quarter of those who were\r\ninterviewed had the honesty to say they were wholly uninterested.\r\n\r\nYet Bryce is authority for the statement that “the will of the\r\nsovereign people is expressed ... in the United States ... by as large\r\na proportion of the registered voters as in any other country.”[5]\r\nAnd certainly Mr. Lowell’s tables on the use of the initiative and\r\nreferendum in Switzerland in the main support the view that the\r\nindifference of the American voter is not unique.[6] In fact, realistic\r\npolitical thinkers in Europe long ago abandoned the notion that the\r\ncollective mass of the people direct the course of public affairs.\r\nRobert Michels, himself a Socialist, says flatly that “the majority is\r\npermanently incapable of self-government,”[7] and quotes approvingly\r\nthe remark of a Swedish Socialist Deputy, Gustaf F. Steffen, that\r\n“even after the victory there will always remain in political life the\r\nleaders and the led.” Michels, who is a political thinker of great\r\npenetration, unburdens himself finally on the subject by printing a\r\nremark of Hertzen’s that the victory of an opposition party amounts to\r\n“passing from the sphere of envy to the sphere of avarice.”\r\n\r\nThere is then nothing particularly new in the disenchantment which the\r\nprivate citizen expresses by not voting at all, by voting only for the\r\nhead of the ticket, by staying away from the primaries, by not reading\r\nspeeches and documents, by the whole list of sins of omission for which\r\nhe is denounced. I shall not denounce him further. My sympathies are\r\nwith him, for I believe that he has been saddled with an impossible\r\ntask and that he is asked to practice an unattainable ideal. I find\r\nit so myself for, although public business is my main interest and I\r\ngive most of my time to watching it, I cannot find time to do what is\r\nexpected of me in the theory of democracy; that is, to know what is\r\ngoing on and to have an opinion worth expressing on every question\r\nwhich confronts a self-governing community. And I have not happened to\r\nmeet anybody, from a President of the United States to a professor of\r\npolitical science, who came anywhere near to embodying the accepted\r\nideal of the sovereign and omnicompetent citizen.\r\n\nFOOTNOTES:\r\n\r\n[1] Cited Philip Guedalla, _The Second Empire_.\r\n\r\n[2] Logan Pearsall Smith, _More Trivia_, p. 41.\r\n\r\n[3] _Cf._ Simon Michelet, _Stay-at-Home Vote and Absentee Voters_,\r\npamphlet of the National Get Out the Vote Club; also A. M. Schlesinger\r\nand E. M. Erickson, “The Vanishing Voter,” _New Republic_, Oct. 15,\r\n1924. The percentage of the popular to the eligible vote from 1865 to\r\n1920 declined from 83.51 per cent to 52.36 per cent.\r\n\r\n[4] Charles Edward Merriam and Harvey Foote Gosnell, _Non-Voting:\r\nCauses and Methods of Control_.\r\n\r\n[5] James Bryce, _Modern Democracies_, Vol. II, p. 52.\r\n\r\n[6] A. Lawrence Lowell, _Public Opinion and Popular Government_. _Cf._\r\nAppendices.\r\n\r\n[7] Robert Michels, _Political Parties_, p. 390.\r\n\nChapter II\r\n\r\nTHE UNATTAINABLE IDEAL\r\n\nI have tried to imagine how the perfect citizen could be produced.\r\nSome say he will have to be born of the conjunction of the right germ\r\nplasms, and, in the pages of books written by Madison Grant, Lothrop\r\nStoddard and other revivalists, I have seen prescriptions as to just\r\nwho ought to marry whom to produce a great citizenry. Not being a\r\nbiologist I keep an open but hopeful mind on this point, tempered,\r\nhowever, with the knowledge that certainty about how to breed ability\r\nin human beings is on the whole in inverse proportion to the writer’s\r\nscientific reputation.\r\n\r\nIt is then to education that logically one turns next, for education\r\nhas furnished the thesis of the last chapter of every optimistic book\r\non democracy written for one hundred and fifty years. Even Robert\r\nMichels, stern and unbending antisentimentalist that he is, says\r\nin his “final considerations” that “it is the great task of social\r\neducation to raise the intellectual level of the masses, so that they\r\nmay be enabled, within the limits of what is possible, to counteract\r\nthe oligarchical tendencies” of all collective action.\r\n\r\nSo I have been reading some of the new standard textbooks used to teach\r\ncitizenship in schools and colleges. After reading them I do not see\r\nhow any one can escape the conclusion that man must have the appetite\r\nof an encyclopædist and infinite time ahead of him. To be sure he no\r\nlonger is expected to remember the exact salary of the county clerk\r\nand the length of the coroner’s term. In the new civics he studies the\r\nproblems of government, and not the structural detail. He is told, in\r\none textbook of five hundred concise, contentious pages, which I have\r\nbeen reading, about city problems, state problems, national problems,\r\ninternational problems, trust problems, labor problems, transportation\r\nproblems, banking problems, rural problems, agricultural problems, and\r\nso on _ad infinitum_. In the eleven pages devoted to problems of the\r\ncity there are described twelve sub-problems.\r\n\r\nBut nowhere in this well-meant book is the sovereign citizen of the\r\nfuture given a hint as to how, while he is earning a living, rearing\r\nchildren and enjoying his life, he is to keep himself informed about\r\nthe progress of this swarming confusion of problems. He is exhorted to\r\nconserve the natural resources of the country because they are limited\r\nin quantity. He is advised to watch public expenditures because the\r\ntaxpayers cannot pay out indefinitely increasing amounts. But he, the\r\nvoter, the citizen, the sovereign, is apparently expected to yield an\r\nunlimited quantity of public spirit, interest, curiosity and effort.\r\nThe author of the textbook, touching on everything, as he thinks, from\r\ncity sewers to Indian opium, misses a decisive fact: the citizen gives\r\nbut a little of his time to public affairs, has but a casual interest\r\nin facts and but a poor appetite for theory.\r\n\r\nIt never occurs to this preceptor of civic duty to provide the student\r\nwith a rule by which he can know whether on Thursday it is his duty\r\nto consider subways in Brooklyn or the Manchurian Railway, nor how,\r\nif he determines on Thursday to express his sovereign will on the\r\nsubway question, he is to repair those gaps in his knowledge of that\r\nquestion which are due to his having been preoccupied the day before in\r\nexpressing his sovereign will about rural credits in Montana and the\r\nrights of Britain in the Sudan. Yet he cannot know all about everything\r\nall the time, and while he is watching one thing a thousand others\r\nundergo great changes. Unless he can discover some rational ground for\r\nfixing his attention where it will do the most good, and in a way that\r\nsuits his inherently amateurish equipment, he will be as bewildered as\r\na puppy trying to lick three bones at once.\r\n\r\nI do not wish to say that it does the student no good to be taken on\r\na sightseeing tour of the problems of the world. It may teach him\r\nthat the world is complicated, even if he comes out of the adventure\r\n“laden with germs, breathing creeds and convictions on you whenever\r\nhe opens his mouth.”[8] He may learn humility, but most certainly his\r\nacquaintance with what a high-minded author thought were American\r\nproblems in 1925 will not equip him to master American problems ten\r\nyears later. Unless out of the study of transient issues he acquires an\r\nintellectual attitude no education has occurred.\r\n\r\nThat is why the usual appeal to education as the remedy for the\r\nincompetence of democracy is so barren. It is, in effect, a proposal\r\nthat school teachers shall by some magic of their own fit men to govern\r\nafter the makers of laws and the preachers of civic ideals have had a\r\nfree hand in writing the specifications. The reformers do not ask what\r\nmen can be taught. They say they should be taught whatever may be\r\nnecessary to fit them to govern the modern world.\r\n\r\nThe usual appeal to education can bring only disappointment. For the\r\nproblems of the modern world appear and change faster than any set\r\nof teachers can grasp them, much faster than they can convey their\r\nsubstance to a population of children. If the schools attempt to teach\r\nchildren how to solve the problems of the day, they are bound always to\r\nbe in arrears. The most they can conceivably attempt is the teaching\r\nof a pattern of thought and feeling which will enable the citizen to\r\napproach a new problem in some useful fashion. But that pattern cannot\r\nbe invented by the pedagogue. It is the political theorist’s business\r\nto trace out that pattern. In that task he must not assume that the\r\nmass has political genius, but that men, even if they had genius, would\r\ngive only a little time and attention to public affairs.\r\n\r\nThe moralist, I am afraid, will agree all too readily with the idea\r\nthat social education must deal primarily not with the elements and\r\nsolutions of particular phases of transient problems but with the\r\nprinciples that constitute an attitude toward all problems. I warn\r\nhim off. It will require more than a good conscience to govern modern\r\nsociety, for conscience is no guide in situations where the essence of\r\nthe difficulty is to find a guide for the conscience.\r\n\r\nWhen I am tempted to think that men can be fitted out to deal with the\r\nmodern world simply by teaching morals, manners and patriotism, I try\r\nto remember the fable of the pensive professor walking in the woods at\r\ntwilight. He stumbled into a tree. This experience compelled him to\r\nact. Being a man of honor and breeding, he raised his hat, bowed deeply\r\nto the tree, and exclaimed with sincere regret: “Excuse me, sir, I\r\nthought you were a tree.”\r\n\r\nIs it fair, I ask, as a matter of morality, to chide him for his\r\nconduct? If he had encountered a tree, can any one deny his right to\r\ncollide with it? If he had stumbled into a man, was his apology not\r\nsufficient? Here was a moral code in perfect working order, and the\r\nonly questionable aspect of his conduct turned not on the goodness of\r\nhis heart or the firmness of his principles but on a point of fact.\r\nYou may retort that he had a moral obligation to know the difference\r\nbetween a man and a tree. Perhaps so. But suppose that instead of\r\nwalking in the woods he had been casting a ballot; suppose that instead\r\nof a tree he had encountered the Fordney-McCumber tariff. How much more\r\nobligation to know the truth would you have imposed on him then? After\r\nall, this walker in the woods at twilight with his mind on other things\r\nwas facing, as all of us think we are, the facts he imagined were\r\nthere, and was doing his duty as he had learned it.\r\n\r\nIn some degree the whole animate world seems to share the inexpertness\r\nof the thoughtful professor. Pawlow showed by his experiments on dogs\r\nthat an animal with a false stomach can experience all the pleasures\r\nof eating, and the number of mice and monkeys known to have been\r\ndeceived in laboratories is surpassed only by the hopeful citizens of a\r\ndemocracy. Man’s reflexes are, as the psychologists say, conditioned.\r\nAnd, therefore, he responds quite readily to a glass egg, a decoy duck,\r\na stuffed shirt or a political platform. No moral code, as such, will\r\nenable him to know whether he is exercising his moral faculties on a\r\nreal and an important event. For effective virtue, as Socrates pointed\r\nout long ago, is knowledge; and a code of the right and the wrong must\r\nwait upon a perception of the true and the false.\r\n\r\nBut even the successful practice of a moral code would not emancipate\r\ndemocracy. There are too many moral codes. In our immediate lives,\r\nwithin the boundaries of our own society, there may be commonly\r\naccepted standards. But a political theorist who asks that a local\r\nstandard be universally applied is merely begging one of the questions\r\nhe ought to be trying to solve. For, while possibly it may be an aim\r\nof political organization to arrive at a common standard of judgment,\r\none of the conditions which engenders politics and makes political\r\norganization necessary is the conflict of standards.\r\n\r\nDarwin’s story of the cats and clover[9] may be recommended to any\r\none who finds it difficult to free his mind of the assumption that\r\nhis notions of good and bad are universal. The purple clover is\r\ncross-fertilized by the bumblebee, and, therefore, the more bumblebees\r\nthe better next year’s crop of clover. But the nests of bumblebees are\r\nrifled by field mice which are fond of the white grubs. Therefore, the\r\nmore field mice the fewer bumblebees and the poorer the crop. But in\r\nthe neighborhood of villages the cats hunt down the field mice. And so\r\nthe more cats the fewer mice, the more bumblebees the better the crop.\r\nAnd the more kindly old ladies there are in the village the more cats\r\nthere will be.\r\n\r\nIf you happen not to be a Hindu or a vegetarian and are a beef-eating\r\nOccidental you will commend the old ladies who keep the cats who hunt\r\nthe mice who destroy the bumblebees who make the pasture of clover\r\nfor the cattle. If you are a cat you also will be in favor of the old\r\nladies. But if you are a field mouse, how different the rights and\r\nwrongs of that section of the universe! The old ladies who keep cats\r\nwill seem about as kindly as witches with pet tigers, and the Old Lady\r\nPeril will be debated hysterically by the Field Mouse Security League.\r\nFor what could a patriotic mouse think of a world in which bumblebees\r\ndid not exist for the sole purpose of producing white grubs for field\r\nmice? There would seem to be no law and order in such a world; and\r\nonly a highly philosophical mouse would admit with Bergson that “the\r\nidea of disorder objectifies for the convenience of language, the\r\ndisappointment of a mind that finds before it an order different from\r\nwhat it wants.”[10] For the order which we recognize as good is an\r\norder suited to our needs and hopes and habits.\r\n\r\nThere is nothing universal or eternal or unchangeable about our\r\nexpectations. For rhetorical effect we often say there is. But in\r\nconcrete cases it is not easy to explain why the thing we desire is so\r\nrighteous. If the farmers are able to buy less than their accustomed\r\namount of manufactured foods there is disorder and a problem. But what\r\nabsolute standard is there which determines whether a bushel of wheat\r\nin 1925 should, as compared with 1913, exchange for more, as many,\r\nor less manufactures? Can any one define a principle which shall say\r\nwhether the standard of living of the farmers or of any other class\r\nshould rise or fall, and how fast and how much? There may be more jobs\r\nthan workingmen at the wage offered: the employers will complain and\r\nwill call it a problem, but who knows any rule which tells how large a\r\nsurplus of labor there ought to be and at what price? There may be more\r\nworkingmen than jobs of the kind and at the places and for the wages\r\nthey will or can take. But, although the problem will be acute, there\r\nis no principle which determines how many machinists, clerks, coal\r\nminers, bankers, or salesmen it is the duty of society to provide work\r\nfor.\r\n\r\nIt requires intense partisanship and much self-deception to argue that\r\nsome sort of peculiar righteousness adheres to the farmers’ claims as\r\nagainst the manufacturers’, the employers’ against the wage-earners’,\r\nthe creditors’ against the debtors’, or the other way around. These\r\nconflicts of interest are problems. They require solution. But there\r\nis no moral pattern available from which the precise nature of the\r\nsolution can be deduced.\r\n\r\nIf then eugenics cannot produce the ideal democratic citizen,\r\nomnicompetent and sovereign, because biology knows neither how to breed\r\npolitical excellence nor what that excellence is; if education cannot\r\nequip the citizen, because the school teacher cannot anticipate the\r\nissues of the future; if morality cannot direct him, first, because\r\nright or wrong in specific cases depends upon the perception of true\r\nor false, and, second, on the assumption that there is a universal\r\nmoral code, which, in fact, does not exist, where else shall we look\r\nfor the method of making the competent citizen? Democratic theorists\r\nin the nineteenth century had several other prescriptions which still\r\ninfluence the thinking of many hopeful persons.\r\n\r\nOne school based their reforms on the aphorism that the cure for the\r\nevils of democracy is more democracy. It was assumed that the popular\r\nwill was wise and good if only you could get at it. They proposed\r\nextensions of the suffrage, and as much voting as possible by means of\r\nthe initiative, referendum and recall, direct election of Senators,\r\ndirect primaries, an elected judiciary, and the like. They begged the\r\nquestion, for it has never been proved that there exists the kind of\r\npublic opinion which they presupposed. Since the Bryan campaign of\r\n1896 this school of thought has made great conquests in most of the\r\nstates, and has profoundly influenced the federal government. The\r\neligible vote has trebled since 1896; the direct action of the voter\r\nhas been enormously extended. Yet that same period has seen a decline\r\nin the percentage of the popular vote cast at presidential elections\r\nfrom 80.75 per cent in 1896 to 52.36 per cent in 1920. Apparently there\r\nis a fallacy in the first assumption of this school that “the whole\r\npeople” desires to participate actively in government. Nor is there any\r\nevidence to show that the persons who do participate are in any real\r\nsense directing the course of affairs. The party machines have survived\r\nevery attack. And why should they not? If the voter cannot grasp the\r\ndetails of the problems of the day because he has not the time, the\r\ninterest or the knowledge, he will not have a better public opinion\r\nbecause he is asked to express his opinion more often. He will simply\r\nbe more bewildered, more bored and more ready to follow along.\r\n\r\nAnother school, calling themselves revolutionary, have ascribed the\r\ndisenchantment of democracy to the capitalistic system. They have\r\nargued that property is power, and that until there is as wide a\r\ndistribution of economic power as there is of the right to vote the\r\nsuffrage cannot be more effective. No serious student, I think,\r\nwould dispute that socialist premise which asserts that the weight\r\nof influence on society exercised by an individual is more nearly\r\nrelated to the character of his property than to his abstract legal\r\ncitizenship. But the socialist conclusion that economic power can be\r\ndistributed by concentrating the ownership of great utilities in the\r\nstate, the conclusion that the pervasion of industrial life by voting\r\nand referenda will yield competent popular decisions, seems to me again\r\nto beg the question. For what reason is there to think that subjecting\r\nso many more affairs to the method of the vote will reveal hitherto\r\nundiscovered wisdom and technical competence and reservoirs of public\r\ninterest in men? The socialist scheme has at its root the mystical\r\nfallacy of democracy, that the people, all of them, are competent; at\r\nits top it suffers from the homeopathic fallacy that adding new tasks\r\nto a burden the people will not and cannot carry now will make the\r\nburden of citizenship easily borne. The socialist theory presupposes an\r\nunceasing, untiring round of civic duties, an enormous complication of\r\nthe political interests that are already much too complicated.\r\n\r\nThese various remedies, eugenic, educational, ethical, populist and\r\nsocialist, all assume that either the voters are inherently competent\r\nto direct the course of affairs or that they are making progress\r\ntoward such an ideal. I think it is a false ideal. I do not mean an\r\nundesirable ideal. I mean an unattainable ideal, bad only in the sense\r\nthat it is bad for a fat man to try to be a ballet dancer. An ideal\r\nshould express the true possibilities of its subject. When it does not\r\nit perverts the true possibilities. The ideal of the omnicompetent,\r\nsovereign citizen is, in my opinion, such a false ideal. It is\r\nunattainable. The pursuit of it is misleading. The failure to achieve\r\nit has produced the current disenchantment.\r\n\r\nThe individual man does not have opinions on all public affairs. He\r\ndoes not know how to direct public affairs. He does not know what is\r\nhappening, why it is happening, what ought to happen. I cannot imagine\r\nhow he could know, and there is not the least reason for thinking, as\r\nmystical democrats have thought, that the compounding of individual\r\nignorances in masses of people can produce a continuous directing force\r\nin public affairs.\r\n\nFOOTNOTES:\r\n\r\n[8] Logan Pearsall Smith.\r\n\r\n[9] As told by J. Arthur Thomson, _The Outline of Science_, Vol. III,\r\np. 646.\r\n\r\n[10] _Creative Evolution_, Ch. III.\r\n\nChapter III\r\n\r\nAGENTS AND BYSTANDERS\r\n\n1\r\n\r\nWhen a citizen has qualified as a voter he finds himself one of the\r\ntheoretical rulers of a great going concern. He has not made the\r\ncomplicated machine with its five hundred thousand federal officers\r\nand its uncounted local offices. He has not seen much of it. He is\r\nbound by contracts, by debts, by treaties, by laws, made before he\r\nwas aware of them. He does not from day to day decide who shall do\r\nwhat in the business of government. Only some small fraction of it\r\ncomes intermittently to his notice. And in those episodic moments\r\nwhen he stands in the polling booth he is a highly intelligent and\r\npublic-spirited voter indeed who can discover two real alternatives\r\nand enlist his influence for a party which promises something he can\r\nunderstand.\r\n\r\nThe actual governing is made up of a multitude of arrangements on\r\nspecific questions by particular individuals. These rarely become\r\nvisible to the private citizen. Government, in the long intervals\r\nbetween elections, is carried on by politicians, officeholders\r\nand influential men who make settlements with other politicians,\r\nofficeholders and influential men. The mass of people see these\r\nsettlements, judge them, and affect them only now and then. They are\r\naltogether too numerous, too complicated, too obscure in their effects\r\nto become the subject of any continuing exercise of public opinion.\r\n\r\nNor in any exact and literal sense are those who conduct the daily\r\nbusiness of government accountable after the fact to the great mass of\r\nthe voters. They are accountable only, except in spectacular cases,\r\nto the other politicians, officeholders and influential men directly\r\ninterested in the particular act. Modern society is not visible to\r\nanybody, nor intelligible continuously and as a whole. One section is\r\nvisible to another section, one series of acts is intelligible to this\r\ngroup and another to that.\r\n\r\nEven this degree of responsible understanding is attainable only by the\r\ndevelopment of fact-finding agencies of great scope and complexity.[11]\r\nThese agencies give only a remote and incidental assistance to the\r\ngeneral public. Their findings are too intricate for the casual reader.\r\nThey are also almost always much too uninteresting. Indeed the popular\r\nboredom and contempt for the expert and for statistical measurement are\r\nsuch that the organization of intelligence to administer modern affairs\r\nwould probably be entirely neglected were it not that departments of\r\ngovernment, corporations, trade unions and trade associations are being\r\ncompelled by their own internal necessities of administration, and\r\nby compulsion of other corporate groups, to record their own acts,\r\nmeasure them, publish them and stand accountable for them.\r\n\r\nThe need in the Great Society not only for publicity but for\r\nuninterrupted publicity is indisputable. But we shall misunderstand\r\nthe need seriously if we imagine that the purpose of the publication\r\ncan possibly be the informing of every voter. We live at the mere\r\nbeginnings of public accounting. Yet the facts far exceed our\r\ncuriosity. The railroads, for example, make an accounting. Do we read\r\nthe results? Hardly. A few executives here and there, some bankers,\r\nsome regulating officials, some representatives of shippers and the\r\nlike read them. The rest of us ignore them for the good and sufficient\r\nreason that we have other things to do.\r\n\r\nFor the man does not live who can read all the reports that drift\r\nacross his doorstep or all the dispatches in his newspaper. And if\r\nby some development of the radio every man could see and hear all\r\nthat was happening everywhere, if publicity, in other words, became\r\nabsolute, how much time could or would he spend watching the Sinking\r\nFund Commission and the Geological Survey? He would probably tune in\r\non the Prince of Wales, or, in desperation, throw off the switch and\r\nseek peace in ignorance. It is bad enough today—with morning newspapers\r\npublished in the evening and evening newspapers in the morning, with\r\nOctober magazines in September, with the movies and the radio—to be\r\ncondemned to live under a barrage of eclectic information, to have\r\none’s mind made the receptacle for a hullabaloo of speeches, arguments\r\nand unrelated episodes. General information for the informing of public\r\nopinion is altogether too general for intellectual decency. And life is\r\ntoo short for the pursuit of omniscience by the counting in a state of\r\nnervous excitement of all the leaves on all the trees.\r\n\n2\r\n\r\nIf all men had to conceive the whole process of government all the time\r\nthe world’s work would obviously never be carried on. Men make no\r\nattempt to consider society as a whole. The farmer decides whether to\r\nplant wheat or corn, the mechanic whether to take the job offered at\r\nthe Pennsylvania or the Erie shops, whether to buy a Ford or a piano,\r\nand, if a Ford, whether to buy it from the garage on Elm Street or from\r\nthe dealer who sent him a circular. These decisions are among fairly\r\nnarrow choices offered to him; he can no more choose among all the jobs\r\nin the world than he can consider marrying any woman in the world.\r\nThese choices in detail are in their cumulative mass the government\r\nof society. They may rest on ignorant or enlightened opinions, but,\r\nwhether he comes to them by accident or scientific instruction, they\r\nare specific and particular among at best a few concrete alternatives\r\nand they lead to a definite, visible result.\r\n\r\nBut men are supposed also to hold public opinions about the general\r\nconduct of society. The mechanic is supposed not only to choose\r\nbetween working for the Pennsylvania or the Erie but to decide how\r\nin the interests of the nation all the railroads of the country shall\r\nbe regulated. The two kinds of opinion merge insensibly one into the\r\nother; men have general notions which influence their individual\r\ndecisions and their direct experiences unconsciously govern their\r\ngeneral notions. Yet it is useful to distinguish between the two kinds\r\nof opinion, the specific and direct, the general and the indirect.\r\n\r\nSpecific opinions give rise to immediate executive acts; to take a job,\r\nto do a particular piece of work, to hire or fire, to buy or sell,\r\nto stay here or go there, to accept or refuse, to command or obey.\r\nGeneral opinions give rise to delegated, indirect, symbolic, intangible\r\nresults: to a vote, to a resolution, to applause, to criticism,\r\nto praise or dispraise, to audiences, circulations, followings,\r\ncontentment or discontent. The specific opinion may lead to a decision\r\nto act within the area where a man has personal jurisdiction; that\r\nis, within the limits set by law and custom, his personal power and\r\nhis personal desire. But general opinions lead only to some sort of\r\nexpression, such as voting, and do not result in executive acts except\r\nin coöperation with the general opinions of large numbers of other\r\npersons.\r\n\r\nSince the general opinions of large numbers of persons are almost\r\ncertain to be a vague and confusing medley, action cannot be taken\r\nuntil these opinions have been factored down, canalized, compressed\r\nand made uniform. The making of one general will out of a multitude\r\nof general wishes is not an Hegelian mystery, as so many social\r\nphilosophers have imagined, but an art well known to leaders,\r\npoliticians and steering committees.[12] It consists essentially in the\r\nuse of symbols which assemble emotions after they have been detached\r\nfrom their ideas. Because feelings are much less specific than ideas,\r\nand yet more poignant, the leader is able to make a homogeneous\r\nwill out of a heterogeneous mass of desires. The process, therefore,\r\nby which general opinions are brought to coöperation consists of an\r\nintensification of feeling and a degradation of significance. Before a\r\nmass of general opinions can eventuate in executive action, the choice\r\nis narrowed down to a few alternatives. The victorious alternative is\r\nexecuted not by the mass but by individuals in control of its energy.\r\n\r\nA private opinion may be quite complicated, and may issue in quite\r\ncomplicated actions, in a whole train of subsidiary opinions, as when\r\na man decides to build a house and then makes a hundred judgments as\r\nto how it shall be built. But a public opinion has no such immediate\r\nresponsibility or continuous result. It leads in politics to the making\r\nof a pencil mark on a piece of paper, and then to a period of waiting\r\nand watching as to whether one or two years hence the mark shall be\r\nmade in the same column or in the adjoining one. The decision to make\r\nthe mark may be for reasons _a_^1, _a_^2, _a_^3 ... _a_^n: the result,\r\nwhether an idiot or genius has voted, is A.\r\n\r\nFor great masses of people, though each of them may have more or less\r\ndistinct views, must when they act converge to an identical result. And\r\nthe more complex the collection of men the more ambiguous must be the\r\nunity and the simpler the common ideas.\r\n\n3\r\n\r\nIn English-speaking countries during the last century the contrast\r\nbetween the action of men individually and in the mass has been much\r\nemphasized, and yet greatly misunderstood. Macaulay, for example,\r\nspeaking on the Reform Bill of 1832, drew the conventional distinction\r\nbetween private enterprise and public action:\r\n\r\n“In all those things which depend on the intelligence, the knowledge,\r\nthe industry, the energy of individuals, this country stands preëminent\r\namong all countries of the world ancient and modern. But in those\r\nthings which it belongs to the state to direct we have no such claim to\r\nsuperiority ... can there be a stronger contrast than that which exists\r\nbetween the beauty, the completeness, the speed, the precision with\r\nwhich every process is performed in our factories, and the awkwardness,\r\nthe crudeness, the slowness, the uncertainty of the apparatus by which\r\noffenses are punished and rights vindicated?... Surely we see the\r\nbarbarism of the Thirteenth Century and the highest civilization of the\r\nNineteenth Century side by side, and we see that the barbarism belongs\r\nto the government, and the civilization to the people.”[13]\r\n\r\nMacaulay was, of course, thinking of the contrast between factory\r\nproduction and government as it existed in England under Queen\r\nVictoria’s uncles and the hard-drinking, hard-riding squirearchy. But\r\nthe Prussian bureaucracy amply demonstrated that there is no such\r\nnecessary contrast between governmental and private action. There is\r\na contrast between action by and through great masses of people and\r\naction that moves without them.\r\n\r\nThe fundamental contrast is not between public and private enterprises,\r\nbetween “crowd” psychology and individual, but between men doing\r\nspecific things and men attempting to command general results. The\r\nwork of the world is carried on by men in their executive capacity,\r\nby an infinite number of concrete acts, plowing and planting and\r\nreaping, building and destroying, fitting this to that, going from\r\nhere to there, transforming A into B and moving B from X to Y. The\r\nrelationships between the individuals doing these specific things are\r\nbalanced by a most intricate mechanism of exchange, of contract, of\r\ncustom and of implied promises. Where men are performing their work\r\nthey must learn to understand the process and the substance of these\r\nobligations if they are to do it at all. But in governing the work of\r\nother men by votes or by the expression of opinion they can only reward\r\nor punish a result, accept or reject alternatives presented to them.\r\nThey can say yes or no to something which has been done, yes or no to\r\na proposal, but they cannot create, administer and actually perform\r\nthe act they have in mind. Persons uttering public opinions may now\r\nand then be able to define the acts of men, but their opinions do not\r\nexecute these acts.\r\n\n4\r\n\r\nTo the realm of executive acts, each of us, as a member of the public,\r\nremains always external. Our public opinions are always and forever,\r\nby their very nature, an attempt to control the actions of others from\r\nthe outside. If we can grasp the full significance of that conclusion\r\nwe shall, I think, have found a way of fixing the rôle of public\r\nopinion in its true perspective; we shall know how to account for the\r\ndisenchantment of democracy, and we shall begin to see the outline of\r\nan ideal of public opinion which, unlike that accepted in the dogma of\r\ndemocracy, may be really attainable.\r\n\nFOOTNOTES:\r\n\r\n[11] _Cf._ my _Public Opinion_, Chapters XXV and XXVI.\r\n\r\n[12] _Cf._ my _Public Opinion_, Chapters XIII and XIV.\r\n\r\n[13] Speech on the Reform Bill of 1832, quoted in the _Times_\r\n(London), July 12, 1923.\r\n\nChapter IV\r\n\r\nWHAT THE PUBLIC DOES\r\n\n1\r\n\r\nI do not mean to say that there is no other attainable ideal of public\r\nopinion but that severely practical one which this essay is meant\r\nto disclose. One might aim to enrich the minds of men with charming\r\nfantasies, animate nature and society with spirits, set up an Olympus\r\nin the skies and an Atlantis at the end of the world. And one might\r\nthen assert that, so the quality of ideas be fine or give peace, it\r\ndoes not matter how or whether they eventuate in the government of\r\naffairs.\r\n\r\nUtopia and Nirvana are by definition their own sufficient reason, and\r\nit may be that to contemplate them is well worth the abandonment of\r\nfeeble attempts to control the action of events. Renunciation, however,\r\nis a luxury in which all men cannot indulge. They will somehow seek to\r\ncontrol the behavior of others, if not by positive law then at least\r\nby persuasion. When men are in that posture toward events they are a\r\npublic, as I am here defining the term; their opinions as to how others\r\nought to behave are public opinions. The more clearly it is understood\r\nwhat the public can do and what it cannot, the more effectively it will\r\ndo what lies within its power to do well and the less it will interfere\r\nwith the liberties of men.\r\n\r\nThe rôle of public opinion is determined by the fact that its relation\r\nto a problem is external. The opinion affects an opinion, but does not\r\nitself control the executive act. A public opinion is expressed by a\r\nvote, a demonstration of praise or blame, a following or a boycotting.\r\nBut these manifestations are in themselves nothing. They count only\r\nif they influence the course of affairs. They influence it, however,\r\nonly if they influence an actor in the affair. And it is, I believe,\r\nprecisely in this secondary, indirect relationship between public\r\nopinion and public affairs that we have the clue to the limits and the\r\npossibilities of public opinion.\r\n\n2\r\n\r\nIt may be objected at once that an election which turns one set of\r\nmen out of office and installs another is an expression of public\r\nopinion which is neither secondary nor indirect. But what in fact is an\r\nelection? We call it an expression of the popular will. But is it? We\r\ngo into a polling booth and mark a cross on a piece of paper for one of\r\ntwo, or perhaps three or four names. Have we expressed our thoughts on\r\nthe public policy of the United States? Presumably we have a number of\r\nthoughts on this and that with many buts and ifs and ors. Surely the\r\ncross on a piece of paper does not express them. It would take us hours\r\nto express our thoughts, and calling a vote the expression of our mind\r\nis an empty fiction.\r\n\r\nA vote is a promise of support. It is a way of saying: I am lined up\r\nwith these men, on this side. I enlist with them. I will follow. I will\r\nbuy. I will boycott. I will strike. I applaud. I jeer. The force I can\r\nexert is placed here, not there.\r\n\r\nThe public does not select the candidate, write the platform, outline\r\nthe policy any more than it builds the automobile or acts the play. It\r\naligns itself for or against somebody who has offered himself, has made\r\na promise, has produced a play, is selling an automobile. The action of\r\na group as a group is the mobilization of the force it possesses.\r\n\r\nThe attempt has been made to ascribe some intrinsic moral and\r\nintellectual virtue to majority rule. It was said often in the\r\nnineteenth century that there was a deep wisdom in majorities which\r\nwas the voice of God. Sometimes this flattery was a sincere mysticism,\r\nsometimes it was the self-deception which always accompanies the\r\nidealization of power. In substance it was nothing but a transfer to\r\nthe new sovereign of the divine attributes of kings. Yet the inherent\r\nabsurdity of making virtue and wisdom dependent on 51 per cent of any\r\ncollection of men has always been apparent. The practical realization\r\nthat the claim was absurd has resulted in a whole code of civil\r\nrights to protect minorities and in all sorts of elaborate methods of\r\nsubsidizing the arts and sciences and other human interests so they\r\nmight be independent of the operation of majority rule.\r\n\r\nThe justification of majority rule in politics is not to be found in\r\nits ethical superiority. It is to be found in the sheer necessity of\r\nfinding a place in civilized society for the force which resides in\r\nthe weight of numbers. I have called voting an act of enlistment, an\r\nalignment for or against, a mobilization. These are military metaphors,\r\nand rightly so, I think, for an election based on the principle\r\nof majority rule is historically and practically a sublimated and\r\ndenatured civil war, a paper mobilization without physical violence.\r\n\r\nConstitutional democrats, in the intervals when they were not\r\nidealizing the majority, have acknowledged that a ballot was a\r\ncivilized substitute for a bullet. “The French Revolution,” says\r\nBernard Shaw, “overthrew one set of rulers and substituted another\r\nwith different interests and different views. That is what a general\r\nelection enables the people to do in England every seven years if they\r\nchoose. Revolution is therefore a national institution in England;\r\nand its advocacy by an Englishman needs no apology.”[14] It makes an\r\nenormous difference, of course, whether the people fight or vote,\r\nbut we shall understand the nature of voting better if we recognize\r\nit to be a substitute for fighting. “There grew up in the 17th and\r\n18th Centuries in England,” says Dwight Morrow in his introduction to\r\nProfessor Morse’s book, “and there has been carried from England to\r\nalmost every civilized government in the world, a procedure through\r\nwhich party government becomes in large measure a substitute for\r\nrevolution.”[15] Hans Delbrück puts the matter simply when he says that\r\nthe principle of majority rule is “a purely practical principle. If one\r\nwants to avoid a civil war, one lets those rule who in any case would\r\nobtain the upper hand if there should be a struggle; and they are the\r\nsuperior numbers.”[16]\r\n\r\nBut, while an election is in essence sublimated warfare, we must take\r\ncare not to miss the importance of the sublimation. There have been\r\npedantic theorists who wished to disqualify all who could not bear\r\narms, and woman suffrage has been deplored as a falsification of the\r\nvalue of an election in uncovering the alignment of martial force in\r\nthe community. One can safely ignore such theorizing. For, while the\r\ninstitution of an election is in its historical origins an alignment\r\nof the physical force, it has come to be an alignment of all kinds of\r\nforce. It remains an alignment, though in advanced democracies it has\r\nlost most of its primitive association with military combat. It has\r\nnot lost it in the South where the Negro population is disfranchised\r\nby force, and not permitted to make its weight felt in an election. It\r\nhas not lost it in the unstable Latin American republics where every\r\nelection is in some measure still an armed revolution. In fact, the\r\nUnited States has officially recognized this truth by proclaiming that\r\nthe substitution of election for revolution in Central America is the\r\ntest of political progress.\r\n\r\nI do not wish to labor the argument any further than may be necessary\r\nto establish the theory that what the public does is not to express its\r\nopinions but to align itself for or against a proposal. If that theory\r\nis accepted, we must abandon the notion that democratic government can\r\nbe the direct expression of the will of the people. We must abandon\r\nthe notion that the people govern. Instead we must adopt the theory\r\nthat, by their occasional mobilizations as a majority, people support\r\nor oppose the individuals who actually govern. We must say that the\r\npopular will does not direct continuously but that it intervenes\r\noccasionally.\r\n\nFOOTNOTES:\r\n\r\n[14] Preface to _The Revolutionist’s Handbook_, p. 179.\r\n\r\n[15] _Parties and Party Leaders_, p. xvi.\r\n\r\n[16] H. Delbrück, _Government and the Will of the People_, p. 15.\r\nTranslated by Roy S. MacElwee.\r\n\nChapter V\r\n\r\nTHE NEUTRALIZATION OF ARBITRARY FORCE\r\n\n1\r\n\r\nIf this is the nature of public action, what ideal can be formulated\r\nwhich shall conform to it?\r\n\r\nWe are bound, I think, to express the ideal in its lowest terms,\r\nto state it not as an ideal which might conceivably be realized by\r\nexceptional groups now and then or in some distant future but as an\r\nideal which normally might be taught and attained. In estimating the\r\nburden which a public can carry, a sound political theory must insist\r\nupon the largest factor of safety. It must understate the possibilities\r\nof public action.\r\n\r\nThe action of a public, we had concluded, is principally confined\r\nto an occasional intervention in affairs by means of an alignment\r\nof the force which a dominant section of that public can wield. We\r\nmust assume, then, that the members of a public will not possess an\r\ninsider’s knowledge of events or share his point of view. They cannot,\r\ntherefore, construe intent, or appraise the exact circumstances, enter\r\nintimately into the minds of the actors or into the details of the\r\nargument. They can watch only for coarse signs indicating where their\r\nsympathies ought to turn.\r\n\r\nWe must assume that the members of a public will not anticipate a\r\nproblem much before its crisis has become obvious, nor stay with\r\nthe problem long after its crisis is past. They will not know the\r\nantecedent events, will not have seen the issue as it developed, will\r\nnot have thought out or willed a program, and will not be able to\r\npredict the consequences of acting on that program. We must assume as a\r\ntheoretically fixed premise of popular government that normally men as\r\nmembers of a public will not be well informed, continuously interested,\r\nnonpartisan, creative or executive. We must assume that a public is\r\ninexpert in its curiosity, intermittent, that it discerns only gross\r\ndistinctions, is slow to be aroused and quickly diverted; that, since\r\nit acts by aligning itself, it personalizes whatever it considers, and\r\nis interested only when events have been melodramatized as a conflict.\r\n\r\nThe public will arrive in the middle of the third act and will leave\r\nbefore the last curtain, having stayed just long enough perhaps to\r\ndecide who is the hero and who the villain of the piece. Yet usually\r\nthat judgment will necessarily be made apart from the intrinsic merits,\r\non the basis of a sample of behavior, an aspect of a situation, by very\r\nrough external evidence.\r\n\r\nWe cannot, then, think of public opinion as a conserving or creating\r\nforce directing society to clearly conceived ends, making deliberately\r\ntoward socialism or away from it, toward nationalism, an empire, a\r\nleague of nations or any other doctrinal goal. For men do not agree as\r\nto their aims, and it is precisely the lack of agreement which creates\r\nthe problems that excite public attention. It is idle, then, to argue\r\nthat though men evidently have conflicting purposes, mankind has some\r\nall-embracing purpose of which you or I happen to be the authorized\r\nspokesman. We merely should have moved in a circle were we to conclude\r\nthat the public is in some deep way a messianic force.\r\n\n2\r\n\r\nThe work of the world goes on continually without conscious direction\r\nfrom public opinion. At certain junctures problems arise. It is only\r\nwith the crises of some of these problems that public opinion is\r\nconcerned. And its object in dealing with a crisis is to help allay\r\nthat crisis.\r\n\r\nI think this conclusion is unescapable. For though we may prefer to\r\nbelieve that the aim of popular action should be to do justice or\r\npromote the true, the beautiful and the good, the belief will not\r\nmaintain itself in the face of plain experience. The public does not\r\nknow in most crises what specifically is the truth or the justice of\r\nthe case, and men are not agreed on what is beautiful and good. Nor\r\ndoes the public rouse itself normally at the existence of evil. It is\r\naroused at evil made manifest by the interruption of a habitual process\r\nof life. And finally, a problem ceases to occupy attention not when\r\njustice, as we happen to define it, has been done but when a workable\r\nadjustment that overcomes the crisis has been made. If all this were\r\nnot the necessary manner of public opinion, if it had seriously to\r\ncrusade for justice in every issue it touches, the public would have to\r\nbe dealing with all situations all the time. That is impossible. It is\r\nalso undesirable. For did justice, truth, goodness and beauty depend on\r\nthe spasmodic and crude interventions of public opinion there would be\r\nlittle hope for them in this world.\r\n\r\nThus we strip public opinion of any implied duty to deal with the\r\nsubstance of a problem, to make technical decisions, to attempt justice\r\nor impose a moral precept. And instead we say that the ideal of public\r\nopinion is to align men during the crisis of a problem in such a way\r\nas to favor the action of those individuals who may be able to compose\r\nthe crisis. The power to discern those individuals is the end of the\r\neffort to educate public opinion. The aim of research designed to\r\nfacilitate public action is the discovery of clear signs by which these\r\nindividuals may be discerned.\r\n\r\nThe signs are relevant when they reveal by coarse, simple and objective\r\ntests which side in a controversy upholds a workable social rule, or\r\nwhich is attacking an unworkable rule, or which proposes a promising\r\nnew rule. By following such signs the public might know where to\r\nalign itself. In such an alignment it does not, let us remember,\r\npass judgment on the intrinsic merits. It merely places its force at\r\nthe disposal of the side which, according to objective signs, seems\r\nto be standing for human adjustments according to a clear rule of\r\nbehavior and against the side which appears to stand for settlement in\r\naccordance with its own unaccountable will.\r\n\r\nPublic opinion, in this theory, is a reserve of force brought into\r\naction during a crisis in public affairs. Though it is itself an\r\nirrational force, under favorable institutions, sound leadership\r\nand decent training the power of public opinion might be placed at\r\nthe disposal of those who stood for workable law as against brute\r\nassertion. In this theory, public opinion does not make the law. But by\r\ncanceling lawless power it may establish the condition under which law\r\ncan be made. It does not reason, investigate, invent, persuade, bargain\r\nor settle. But, by holding the aggressive party in check, it may\r\nliberate intelligence. Public opinion in its highest ideal will defend\r\nthose who are prepared to act on their reason against the interrupting\r\nforce of those who merely assert their will.\r\n\r\nThe action of public opinion at its best would not, let it be noted,\r\nbe a continual crusade on behalf of reason. When power, however\r\nabsolute and unaccountable, reigns without provoking a crisis, public\r\nopinion does not challenge it. Somebody must challenge arbitrary power\r\nfirst. The public can only come to his assistance.\r\n\n3\r\n\r\nThat, I think, is the utmost that public opinion can effectively do.\r\nWith the substance of the problem it can do nothing usually but meddle\r\nignorantly or tyrannically. It has no need to meddle with it. Men in\r\ntheir active relation to affairs have to deal with the substance, but\r\nin that indirect relationship when they can act only through uttering\r\npraise or blame, making black crosses on white paper, they have done\r\nenough, they have done all they can do if they help to make it possible\r\nfor the reason of other men to assert itself.\r\n\r\nFor when public opinion attempts to govern directly it is either\r\na failure or a tyranny. It is not able to master the problem\r\nintellectually, nor to deal with it except by wholesale impact. The\r\ntheory of democracy has not recognized this truth because it has\r\nidentified the functioning of government with the will of the people.\r\nThis is a fiction. The intricate business of framing laws and of\r\nadministering them through several hundred thousand public officials is\r\nin no sense the act of the voters nor a translation of their will.\r\n\r\nBut although the acts of government are not a translation of public\r\nopinion, the principal function of government is to do specifically, in\r\ngreater detail, and more continually what public opinion does crudely,\r\nby wholesale, and spasmodically. It enforces some of the working rules\r\nof society. It interprets them. It detects and punishes certain kinds\r\nof aggression. It presides over the framing of new rules. It has\r\norganized force which is used to counteract irregular force.\r\n\r\nIt is also subject to the same corruption as public opinion. For when\r\ngovernment attempts to impose the will of its officials, instead of\r\nintervening so as to steady adjustments by consent among the parties\r\ndirectly interested, it becomes heavy-handed, stupid, imperious, even\r\npredatory. For the public official, though he is better placed to\r\nunderstand the problem than a reader of newspapers, and though he is\r\nmuch better able to act, is still fundamentally external to the real\r\nproblems in which he intervenes. Being external, his point of view is\r\nindirect, and so his action is most appropriate when it is confined to\r\nrendering indirect assistance to those who are directly responsible.\r\n\r\nTherefore, instead of describing government as an expression of the\r\npeople’s will, it would seem better to say that government consists\r\nof a body of officials, some elected, some appointed, who handle\r\nprofessionally, and in the first instance, problems which come to\r\npublic opinion spasmodically and on appeal. Where the parties directly\r\nresponsible do not work out an adjustment, public officials intervene.\r\nWhen the officials fail, public opinion is brought to bear on the issue.\r\n\n4\r\n\r\nThis, then, is the ideal of public action which our inquiry suggests.\r\nThose who happen in any question to constitute the public should\r\nattempt only to create an equilibrium in which settlements can be\r\nreached directly and by consent. The burden of carrying on the work of\r\nthe world, of inventing, creating, executing, of attempting justice,\r\nformulating laws and moral codes, of dealing with the technic and the\r\nsubstance, lies not upon public opinion and not upon government but\r\non those who are responsibly concerned as agents in the affair. Where\r\nproblems arise, the ideal is a settlement by the particular interests\r\ninvolved. They alone know what the trouble really is. No decision by\r\npublic officials or by commuters reading headlines in the train can\r\nusually and in the long run be so good as settlement by consent among\r\nthe parties at interest. No moral code, no political theory can usually\r\nand in the long run be imposed from the heights of public opinion,\r\nwhich will fit a case so well as direct agreement reached where\r\narbitrary power has been disarmed.\r\n\r\nIt is the function of public opinion to check the use of force in a\r\ncrisis, so that men, driven to make terms, may live and let live.\r\n\nPART II\r\n\nChapter VI\r\n\r\nTHE QUESTION ARISTOTLE ASKED\r\n\nThese conclusions are sharply at variance with the accepted theory of\r\npopular government. That theory rests upon the belief that there is\r\na public which directs the course of events. I hold that this public\r\nis a mere phantom. It is an abstraction. The public in respect to a\r\nrailroad strike may be the farmers whom the railroad serves; the public\r\nin respect to an agricultural tariff may include the very railroad men\r\nwho were on strike. The public is not, as I see it, a fixed body of\r\nindividuals. It is merely those persons who are interested in an affair\r\nand can affect it only by supporting or opposing the actors.\r\n\r\nSince these random publics cannot be expected to deal with the merits\r\nof a controversy, they can give their support with reasonable assurance\r\nthat it will do good only if there are easily recognizable and yet\r\npertinent signs which they can follow. Are there such signs? Can they\r\nbe discovered? Can they be formulated so they might be learned and\r\nused? The chapters of this second part are an attempt to answer these\r\nquestions.\r\n\r\nThe signs must be of such a character that they can be recognized\r\nwithout any substantial insight into the substance of a problem. Yet\r\nthey must be relevant to the solution of the problem. They must be\r\nsigns which will tell the members of a public where they can best align\r\nthemselves so as to promote the solution. In short, they must be guides\r\nto reasonable action for the use of uninformed people.\r\n\r\nThe environment is complex. Man’s political capacity is simple. Can\r\na bridge be built between them? The question has haunted political\r\nscience ever since Aristotle first formulated it in the great seventh\r\nbook of his _Politics_. He answered it by saying that the community\r\nmust be kept simple and small enough to suit the faculties of its\r\ncitizens. We who live in the Great Society are unable to follow\r\nhis advice. The orthodox democrats answered Aristotle’s question by\r\nassuming that a limitless political capacity resides in public opinion.\r\nA century of experience compels us to deny this assumption. For us,\r\nthen, the old question is unanswered; we can neither reject the Great\r\nSociety as Aristotle did, nor exaggerate the political capacity of\r\nthe citizen as the democrats did. We are forced to ask whether it\r\nis possible for men to find a way of acting effectively upon highly\r\ncomplex affairs by very simple means.\r\n\r\nI venture to think that this problem may be soluble, that principles\r\ncan be elucidated which might effect a successful junction between the\r\nintricacies of the environment and the simplicities of human faculty.\r\nIt goes without saying that what I shall present here is no final\r\nstatement of these principles. At most and at best it may be a clue,\r\nwith some illustrations, that can be developed by research. But even\r\nthat much assurance seems to me rash in the light of the difficulties\r\nwhich the problem has always presented, and so, following Descartes, I\r\nadd that “after all, it is possible I may be mistaken; and it is but a\r\nlittle copper and glass I take for gold and diamonds.”[17]\r\n\nFOOTNOTES:\r\n\r\n[17] _Discourse on Method_, Part I.\r\n\nChapter VII\r\n\r\nTHE NATURE OF A PROBLEM\r\n\n1\r\n\r\nSomewhat in the spirit of Descartes, let us begin by supposing that\r\nyour whole experience were confined to one glimpse of the world. There\r\nwould be, I think, no better or worse in your sight, neither good men\r\nnor bad, patriots nor profiteers, conservatives nor radicals. You would\r\nbe a perfect neutral. From such an impression of things, it would never\r\noccur to you that the crest of a mountain endured longer than the crest\r\nof a wave, that people moved about and that trees did not, or that the\r\nroar of an orator would pass sooner than the roar of Niagara.\r\n\r\nLengthen your experience, and you would begin to notice differences\r\nin the constancy of things. You would know day and night, perhaps,\r\nbut not winter and summer, movement in space, but little of age in\r\ntime. And if you then formulated your social philosophy, would you not\r\nalmost certainly conclude that the things you saw people doing then\r\nit was ordained they should do always, and that their characters as\r\nyou had seen them that day would be thus and so forever? And would\r\nnot the resulting treatise pass almost unnoticed in any collection of\r\ncontemporary disquisitions on the nations, the races, the classes or\r\nthe sexes?\r\n\r\nBut the more you lengthened the span of your impression, the more\r\nvariability you would note, until at last you would say with Heraclitus\r\nthat all things flow. For when the very stars and the rocks were seen\r\nto have a history, men and their institutions and customs, habits and\r\nideals, theories and policies could seem only relatively permanent. And\r\nyou would have to conclude that what at first glance you had called\r\na constant turns out after you had watched it longer merely to be\r\nchanging a little more slowly than something else.\r\n\r\nWith sufficiently long experience you would indeed be bound to\r\nconclude that while the diverse elements that bear upon the life of\r\nmen, including the characters of men themselves, were changing, yet\r\nthey were not changing at the same pace. Things multiply, they grow,\r\nthey learn, they age, they wear out and they die at different rates.\r\nAn individual, his companions, his implements, his institutions, his\r\ncreeds, his needs, his means of satisfaction, evolve unevenly, and\r\nendure unevenly. Events do not concur harmoniously in time. Some hurry,\r\nsome straggle, some push and some drag. The ranks have always to be\r\nreformed.\r\n\r\nInstead of that one grand system of evolution and progress, which\r\nthe nineteenth century found so reassuring, there would appear to be\r\ninnumerable systems of evolution, variously affecting each other, some\r\nlinked, some in collision, but each in some fundamental aspect moving\r\nat its own pace and on its own terms.\r\n\r\nThe disharmonies of this uneven evolution are the problems of mankind.\r\n\n2\r\n\r\nSuppose a man who knew nothing of the history of the nineteenth century\r\nwere shown the tables compiled in the _Statistical Abstract of the\r\nUnited States_ for the period from 1800 to 1918: He would note that\r\nthe population of the world had multiplied two and a half times; its\r\ntotal commerce 42 times; its shipping tonnage more than 7 times; its\r\nrailways 3664 times; its telegraphs 317 times; its cotton production 17\r\ntimes; its coal 113 times; its pig iron 77 times. Could he doubt that\r\nin a century of such uneven changes men had faced revolutionary social\r\nproblems?\r\n\r\nCould he not infer from these figures alone that there had been great\r\nmovements of population, vast changes in men’s occupation, in the\r\ncharacter of their labor, their wants, their standards of living,\r\ntheir ambitions? Would he not fairly infer that the political system\r\nwhich had existed in 1800 must have altered vastly with these new\r\nrelationships, that customs, manners and morals appropriate to the\r\nsettled, small and more or less self-contained communities of 1800 had\r\nbeen subjected to new strains and had probably been thoroughly revised?\r\nAs he imagined the realities behind the tables, would he not infer that\r\nas men lived through the changes which these cold figures summarize\r\nthey had been in conflict with their old habits and ideals, that the\r\nprocess of making new habits and adjustments must have gone on subject\r\nto trial and error with hopefulness over material progress and yet much\r\ndisorder and confusion of soul?\r\n\n3\r\n\r\nFor a more specific illustration of the nature of a problem we may\r\nexamine the problem of population in its simplest form. When Malthus\r\nfirst stated it he assumed, for the purposes of argument, two elements\r\nevolving at different rates. Population, he said, doubled every\r\ntwenty-five years; the produce of land could be increased in the same\r\ntime by an amount “equal to what it at present produces.”[18] He was\r\nwriting about the year 1800. The population of England he estimated\r\nat seven millions, and the food supply as adequate to that number.\r\nThere was then, in 1800, no problem. By 1825 the population, according\r\nto his estimate of its rate of increase, would have doubled, but the\r\nfood supply would also have doubled. There would be no problem of\r\npopulation. But by 1850 the population would stand at twenty-eight\r\nmillions; the food supply would have increased only by an amount to\r\nsupport an additional seven millions. The problem of excess population,\r\nor, if you like, of food scarcity, would have appeared. For while in\r\n1800 and in 1825 the food available for each person would be the same,\r\nin 1850, owing to the uneven rate of growth, there would be only a\r\nthree-quarter ration for each person. And this altered relationship\r\nMalthus rightly called a problem.\r\n\r\nSuppose, now, we complicate Malthus’s argument a bit by assuming\r\nthat in 1850 people had learned to eat less and felt more fit on the\r\nthree-quarter ration. There would then be no problem in 1850, for the\r\nadjustment of the two variables—food and people—would be satisfactory.\r\nOr, on the contrary, suppose that soon after 1800 people had demanded a\r\nhigher standard of living and expected more food, though the necessary\r\nadditional food was not produced. These new demands would create a\r\nproblem. Or suppose, as was actually the case,[19] the food supply\r\nincreased faster than Malthus had assumed it could, though population\r\ndid not. The problem of population would not arise at the date he\r\npredicted. Or suppose the increase of population was reduced by birth\r\ncontrol. The problem, as Malthus first stated it, would not arise.[20]\r\nOr suppose the food supply increased faster than the population could\r\nconsume it. There would then be a problem not of population but of\r\nagricultural surplus.\r\n\r\nIn an absolutely static society there would be no problems. A problem\r\nis the result of change. But not of the change in any self-contained\r\nelement. Change would be unnoticeable unless we could measure it\r\nagainst some other element which did not change at the same pace. If\r\neverything in the universe expanded at a mile a minute, or shrank at\r\nthe same rate, we should never know it. For all we can tell we may\r\nbe the size of a mosquito one moment in the sight of God, and of an\r\nelephant the next; we cannot tell if mosquitoes and elephants and\r\nchairs and planets change in proportion. Change is significant only in\r\nrelation to something else.\r\n\r\nThe change which constitutes a problem is an altered relationship\r\nbetween two dependent variables.[21] Thus the automobile is a problem\r\nin the city not because there are so many automobiles but because there\r\nare too many for the width of the streets, too many for the number of\r\ncompetent drivers, because the too narrow streets are filled with too\r\nmany cars driven too recklessly for the present ability of the police\r\nto control them. Because the automobile is manufactured faster than\r\nold city streets can be widened, because some persons acquire cars\r\nfaster than they acquire prudence and good manners, because automobiles\r\ncollect in cities faster than policemen can be recruited, trained or\r\npaid for by slow-yielding taxpayers, there is an automobile problem\r\nmade evident by crowding, obnoxious fumes and collisions.\r\n\r\nBut though these evils seem to arise from the automobile, the fault\r\nlies not in the automobile but in the relation between the automobile\r\nand the city. This may sound like splitting hairs, but unless we\r\ninsist upon it we never define a problem accurately nor lay it open\r\nsuccessfully to solution.\r\n\r\nThe problem of national defense, for example, can never be stated by a\r\ngeneral staff which draws upon its inner consciousness for an estimate\r\nof the necessary force. The necessary force can be estimated only in\r\nrelation to the probable enemy, and the military problem whether of\r\npeace or of war lies always in the ratio of forces. Military force\r\nis a purely relative conception. The British Navy is helpless as a\r\nchild against the unarmed mountaineers of Tibet. The French Army has\r\nno force as against fishing smacks in the Pacific Ocean. Force has\r\nto be measured against its objective: the tiger and the shark are\r\nincomparable one with the other.\r\n\r\nNow a settled and accepted ratio of forces that might collide is a\r\nstate of military peace. A competitive and, therefore, constantly\r\nunbalanced ratio is a prelude to war. The Canadian border presents no\r\nmilitary problem, not because Canada’s forces and our own are equal\r\nbut because, happily, we do not compare them. They are independent\r\nvariables, having no relation one with the other, and a change in the\r\none does not affect the other. In capital ships we are confronted now\r\nwith no naval problem in the Atlantic or in the Pacific, because with\r\nBritain and Japan, the only two comparable powers, we are agreed on\r\na ratio by treaty.[22] But for all types of ships not subject to the\r\nratio there is a naval problem in both oceans, and if the Washington\r\nTreaty should lapse the problem which it settled would recur. It would\r\nrecur because the synchronized progress of the three navies would be\r\nreplaced by a relatively uneven progress of each as compared with the\r\nothers.\r\n\n4\r\n\r\nThe field of economic activity is the source of many problems. For, as\r\nCassel says,[23] we include within the meaning of the word economic\r\nthose means of satisfying human wants which are “usually available only\r\nin a limited quantity.” Since “the wants of civilized human beings as\r\na whole are,” for all practical purposes, “unlimited,” there is in all\r\neconomic life the constant necessity of reaching “an adjustment between\r\nthe wants and the means of supplying the wants.” This disharmony of\r\nsupply and demand is the source of an unending series of problems.\r\n\r\nWe may note at once that the economist does not claim as his province\r\nthe whole range of adjustments between human wants and the means of\r\nsatisfying them. He usually omits, for example, the human need to\r\nbreathe air. For since the air is unlimited in quantity the human\r\nneed of it is not frustrated, and the surplus air not required by\r\nmen in no way impinges upon their lives. Yet there may be a scarcity\r\nof air, as, for example, in a congested tenement district. Then an\r\neconomic problem is engendered which has to be met, let us say, by\r\nbuilding laws requiring a certain number of cubic feet of air a person.\r\nThe economist, in other words, takes as his field of interest the\r\nmaladjustment between human wants and those means of satisfying them\r\nwhich are available, but only in limited quantities. In a world where\r\nevery want was satisfied there would be no problems for him; nor any\r\nin a world where men had no wants; nor any in a world where the only\r\nwants men had could be supplied by a change on their part of their own\r\nstates of consciousness. To create a problem there must be at least two\r\ndependent but separated variables: wants and the means of satisfaction;\r\nand these two variables must have a disposition to alter so that an\r\nantecedent equilibrium is disturbed.\r\n\r\nIn the measure, says Cassel, in which the economic system succeeds in\r\nsecuring an adjustment between the wants and the means of supplying the\r\nwants we speak of it as a sound economy. “This task may be accomplished\r\nin three different ways: first, by eliminating the less important\r\nwants and so restricting the total wants; secondly, by making the best\r\npossible use of the means available for the purposes in question; and,\r\nthirdly, by increased personal exertions.”[24]\r\n\r\nSince the problem arises out of the disharmony of supply and demand,\r\nits solution is to be found by increasing the supply or restricting\r\nthe demand. The choice of method depends first of all on which it\r\nis possible in specific cases to follow, and, second, granting the\r\npossibility, on which is the easier or the preferred. Either method\r\nwill give what we acknowledge as a solution. For when two variables are\r\nin an adjustment which does not frustrate the expectations of either\r\nthere is no problem, and none will be felt to exist.\r\n\nFOOTNOTES:\r\n\r\n[18] T. R. Malthus, _An Essay on the Principle of Population_, Chapter"
    },
    {
      "title": "II.",
      "content": "[19] A. M. Carr-Saunders, _The Population Problem_, p. 28.\r\n\r\n[20] Malthus himself recognised this in a later edition of his book.\r\n\r\n[21] _Cf._ in this connection W. F. Ogburn, _Social Change_, _passim_,\r\nbut particularly Part IV, I, on “The Hypothesis of Cultural Lag.”\r\n\r\n[22] However, the controversy over gun elevation demonstrates how\r\ndifficult it is to maintain an equilibrium of force where so many\r\nfactors are variable.\r\n\r\n[23] Gustav Cassel, _A Theory of Social Economy_, Chapter I.\r\n\r\n[24] _Ibid._, p. 7.\r\n\nChapter VIII\r\n\r\nSOCIAL CONTRACTS\r\n\n1\r\n\r\nIt is impossible to imagine in the universe a harmony of all things,\r\neach with all the others. The only harmonies we know or can conceive,\r\noutside of what Mr. Santayana calls the realm of essences, are partial\r\nadjustments which sacrifice to some one end all purposes which conflict\r\nwith it. That the tree may bear fruit for us, we readily kill the\r\ninsects that eat the fruit. So the fruit will ripen for us, we take no\r\naccount of the disharmony we create for innumerable flies.\r\n\r\nIn the light of eternity it may be wholly unimportant whether the\r\nharmonies on this earth are suited to men or to insects. For in the\r\nlight of eternity and from the point of view of the universe as a whole\r\nnothing can be what we call good or bad, better or worse. All ideas of\r\nvalue are measurements of some part of this universe with some other\r\npart, and it is no more possible to value the universe as a whole than\r\nit is to weigh it as a whole. For all scales of value and of weight are\r\ncontained within it. To judge the whole universe you must, like a god,\r\nbe outside of it, a point of view no mortal mind can adopt.\r\n\r\nUnfortunately for the fly, therefore, we are bound to judge him by\r\nhuman values. In so far as we have power over him, he must submit to\r\nthe harmonies we seek to establish. We may as a sporting matter admit\r\nhis theoretical right to establish his own harmonies against us if he\r\ncan, and to call them better if he likes, but for us that only is good\r\nwhich is good for man. Our universe consists of all that it contains,\r\nnot as such, not as the fly knows it, but in its relation to us. From\r\nany other point of view but man’s, his conception of the universe is\r\naskew. It has an emphasis and a perspective, it is shaped to a design\r\nwhich is altogether human. The very forms, colors, odors and sound\r\nof things are dependent for their quality upon our sense organs.\r\nTheir relations are seen and understood against the background of our\r\nnecessities.\r\n\r\nIn the realm of man’s interests and purposes and desires, the\r\nperspectives are even narrower. There is no human point of view here,\r\nbut only the points of view of men. None is valid for all human beings,\r\nnone for all of human history, none for all corners of the globe. An\r\nopinion of the right and the wrong, the good and the bad, the pleasant\r\nand the unpleasant, is dated, is localized, is relative. It applies\r\nonly to some men at some time in some place under some circumstances.\r\n\n2\r\n\r\nAgainst this deep pluralism thinkers have argued in vain. They have\r\ninvented social organisms and national souls, and oversouls, and\r\ncollective souls; they have gone for hopeful analogies to the beehive\r\nand the anthill, to the solar system, to the human body; they have\r\ngone to Hegel for higher unities and to Rousseau for a general will\r\nin an effort to find some basis of union. For though men do not think\r\nalike, nor want the same things, though their private interests are\r\nso distinct that they do not merge easily in any common interest,\r\nyet men cannot live by themselves, nor realize even their private\r\npurposes without taking into account the behavior of other people. We,\r\nhowever, no longer expect to find a unity which absorbs diversity. For\r\nus the conflicts and differences are so real that we cannot deny them\r\nand instead of looking for identity of purpose we look simply for an\r\naccommodation of purposes.\r\n\r\nWhen we speak, then, about the solution of a problem in the Great\r\nSociety, we may mean little more than that two conflicting interests\r\nhave found a _modus vivendi_. It may be, of course, that they have\r\nreally removed all their differences, that one interest has yielded\r\nto the other, or both to a third. But the solutions of most social\r\nproblems are not so neat as this; everything does not fit perfectly\r\nas in the solution of a puzzle. The conflicting interests merely find\r\na way of giving a little and taking a little, and of existing together\r\nwithout too much bad blood.\r\n\r\nThey still remain separate interests. The men involved still think\r\ndifferently. They have no union of mind or purpose. But they travel\r\ntheir own ways without collision, and even with some reliance at times\r\nupon the others’ help. They know their rights and their duties, what\r\nto expect and what will be expected. Their rights are usually less\r\nthan they claim, and their duties heavier than they like, yet, because\r\nthey are in some degree enforced, conduct is rendered intelligible\r\nand predictable, and coöperation exists in spite of the conflicting\r\ninterests of men.\r\n\r\nThe _modus vivendi_ of any particular historical period, the system\r\nof rights and duties, has generally acquired some high religious or\r\nideal sanction. The thinkers laureate of the age will generally manage\r\nto show that the institutions, the laws, the morality and the custom\r\nof that age are divinely inspired. These are tiresome illusions which\r\nhave been exploded a thousand times. The prevailing system of rights\r\nand duties at any time is at bottom a slightly antiquated formulation\r\nof the balance of power among the active interests in the community.\r\nThere is always a certain lag, as Mr. Ogburn calls it, so that the\r\nsystem of rights and duties men are taught is generally a little less\r\ncontemporary than the system they would find most convenient. But,\r\nwhether the system is obsolete or not, in its naked origin, a right\r\nis a claim somebody was able to assert, and a duty is an obligation\r\nsomebody was able to impose.\r\n\n3\r\n\r\nThe prevailing system of rights and duties is designed to regulate the\r\nconflicting purposes of men. An established right is a promise that\r\na certain kind of behavior will be backed by the organized force of\r\nthe state or at least by the sentiment of the community; a duty is a\r\npromise that failure to respect the rights of others in a certain way\r\nwill be punished. The punishment may be death, imprisonment, loss of\r\nproperty, the nullification of a right, the expression of disapproval.\r\nIn short, the system of rights and duties is the whole system of\r\npromises which the courts and public sentiment will support. It is not\r\na fixed system. It varies from place to place, and from time to time,\r\nand with the character of the tribunals and the community. But none the\r\nless it makes the conduct of men somewhat rational, and establishes a\r\nkind of union in diversity by limiting and defining the freedom with\r\nwhich conflicting purposes can be pursued.\r\n\r\nSometimes the promises are embodied in coercive law: Thou shalt, on\r\npenalty of this, do that; thou shalt not do so and so. Sometimes\r\nthe promise is based on a contract between two parties: there is no\r\nobligation to make the contract, but, once made, it must be executed\r\nor a certain penalty paid. Sometimes the promise is based on an\r\necclesiastical code: it must be followed or the wages of sin will be\r\nvisited either in fact or in anticipation upon the sinner. Sometimes\r\nthe promise is based on custom: it must be respected or the price of\r\nnonconformity, whatever it may happen to be, must be paid. Sometimes\r\nthe promise is based on habit: it must be executed or the disturbance\r\nfaced which men feel when they break with their habits.\r\n\r\nThe question of whether any particular right or duty shall be enforced,\r\nthe question of how it shall be enforced, whether by the police,\r\nby public criticism or private conscience, will not be answered by\r\nreasoning _a priori_. It will be answered by the dominant interests in\r\nsociety, each imposing to the limit of its powers the system of rights\r\nand duties which most nearly approximates the kind of social harmony\r\nit finds convenient and desirable. The system will be a reflection of\r\nthe power that each interest is able to exert. The interests which\r\nfind the rule good will defend it; the interests which find it bad will\r\nattack it. Their arguments will be weapons of defense and offense; even\r\nthe most objective appeal to reason will turn out to be an appeal to\r\ndesert one cause and enlist in another.\r\n\n4\r\n\r\nIn the controversies between interests the question will be raised as\r\nto the merits of a particular rule; the argument will turn on whether\r\nthe rule is good, on whether it should be enforced with this penalty\r\nor that. And out of those arguments, by persuasion or coercion, the\r\nspecific rules of society are made, enforced and revised.\r\n\r\nIt is the thesis of this book that the members of the public, who\r\nare the spectators of action, cannot successfully intervene in a\r\ncontroversy on the merits of the case. They must judge externally, and\r\nthey can act only by supporting one of the interests directly involved.\r\nIt follows that the public interest in a controversy cannot turn upon\r\nthe specific issue. On what, then, does it turn? In what phase of the\r\ncontroversy can the public successfully interest itself?\r\n\r\nOnly when somebody objects does the public know there is a problem;\r\nwhen nobody any longer objects there is a solution. For the public,\r\nthen, any rule is right which is agreeable to all concerned. It follows\r\nthat the public interest in a problem is limited to this: that there\r\nshall be rules, which means that the rules which prevail shall be\r\nenforced, and that the unenforceable rules shall be changed according\r\nto a settled rule. The public’s opinion that John Smith should or\r\nshould not do this or that is immaterial; the public does not know John\r\nSmith’s motives and needs, and is not concerned with them. But that\r\nJohn Smith shall do what he has promised to do is a matter of public\r\nconcern, for unless the social contracts of men are made, enforced\r\nand revised according to a settled rule, social organization is\r\nimpossible. Their conflicting purposes will engender unending problems\r\nunless they are regulated by some system of rights and duties.\r\n\r\nThe interest of the public is not in the rules and contracts and\r\ncustoms themselves but in the maintenance of a régime of rule, contract\r\nand custom. The public is interested in law, not in the laws; in the\r\nmethod of law, not in the substance; in the sanctity of contract, not\r\nin a particular contract; in understanding based on custom, not in this\r\ncustom or that. It is concerned in these things to the end that men in\r\ntheir active affairs shall find a _modus vivendi_; its interest is in\r\nthe workable rule which will define and predict the behavior of men so\r\nthat they can make their adjustments. The pressure which the public\r\nis able to apply through praise and blame, through votes, strikes,\r\nboycotts or support can yield results only if it reinforces the men who\r\nenforce an old rule or sponsor a new one that is needed.\r\n\r\nThe public in this theory is not the dispenser of law or morals, but,\r\nat best, a reserve force that may be mobilized on behalf of the method\r\nand spirit of law and morals. In denying that the public can lay down\r\nthe rules I have not said that it should abandon any function which\r\nthe public now exercises. I have merely said that it should abandon\r\na pretense. When the public attempts to deal with the substance it\r\nmerely becomes the dupe or unconscious ally of a special interest. For\r\nthere is only one common interest: that all special interests shall act\r\naccording to settled rule. The moment you ask what rule you invade the\r\nrealm of competing interests of special points of view, of personal,\r\nand class, and sectional, and national bias. The public should not ask\r\nwhat rule because it cannot answer the question. It will contribute\r\nits part to the solution of social problems if it recognizes that some\r\nsystem of rights and duties is necessary, but that no particular system\r\nis peculiarly sacred.\r\n\nChapter IX\r\n\r\nTHE TWO QUESTIONS BEFORE THE PUBLIC\r\n\nThe multitude of untroubled rules that men live by are of no concern\r\nto the public. It has to deal only with the failures. Customs that are\r\naccepted by all who are expected to follow them, contracts that are\r\ncarried out peaceably, promises that are kept, expectations fulfilled,\r\nraise no issue. Even when there has been a breach of the rule, there is\r\nno public question if the breach is clearly established, the aggression\r\nclearly identified, the penalty determined and imposed. The aggressor\r\nmay be identified because he pleads guilty. He may be identified by\r\nsome due process though he denies his guilt. The rule, a term under\r\nwhich I mean to include the method of detection, interpretation and\r\nenforcement, as well as the precept, is in either case intact. The\r\nforce of the public can be aligned without hesitation on behalf of the\r\nauthorities who administer the rule.\r\n\r\nThere is no question for the public unless there is doubt as to the\r\nvalidity of the rule,—doubt, that is to say, about its meaning, its\r\nsoundness or the method of its application. When there is doubt the\r\npublic requires simple, objective tests to help it decide where it will\r\nenlist. These tests must, therefore, answer two questions:\r\n\r\nFirst, Is the rule defective?\r\n\r\nSecond, How shall the agency be recognized which is most likely to mend\r\nit?\r\n\r\nThese are, I should maintain, the only two questions which the public\r\nneeds to answer in order to exert the greatest influence it is capable\r\nof exerting toward the solution of public problems. They are not,\r\nplease note, the only questions which anybody has to answer to solve a\r\nproblem. They are the only questions which a member of the public can\r\nusefully concern himself with if he wishes to avoid ignorant meddling.\r\n\r\nHow then shall he know the rule is defective? How shall he recognize\r\nthe reformer? If he is to answer those questions at all, he must be\r\nable to answer them quickly and without real understanding of the\r\nproblem. Is it possible for him to do that? Can he act intelligently\r\nbut in ignorance?\r\n\r\nI think this apparently paradoxical thing can be done in some such way\r\nas the next four chapters describe.\r\n\nChapter X\r\n\r\nTHE MAIN VALUE OF PUBLIC DEBATE\r\n\nThe individual whose action is governed by a rule is interested in its\r\nsubstance. But in those rules which do not control his own action his\r\nchief interest is that there should be workable rules.\r\n\r\nIt follows that the membership of the public is not fixed. It changes\r\nwith the issue: the actors in one affair are the spectators of another,\r\nand men are continually passing back and forth between the field\r\nwhere they are executives and the field where they are members of a\r\npublic. The distinction between the two is not, as I said in Chapter\r\nIII, an absolute one: there is a twilight zone where it is hard to say\r\nwhether a man is acting executively on his opinions or merely acting\r\nto influence the opinion of some one else who is acting executively.\r\nThere is often a mixture of the two types of behavior. And it is this\r\nmixture, as well as the lack of a clear line of distinction in all\r\ncases, which permits a very large confusion in affairs between a public\r\nand a private attitude toward them. The public point of view on a\r\nquestion is muddied by the presence in the public of spurious members,\r\npersons who are really acting to bend the rule in their favor while\r\npretending or imagining that they are moved only by the common public\r\nneed that there shall be an acceptable rule.\r\n\r\nAt the outset it is important, therefore, to detect and to discount the\r\nself-interested group. In saying this I do not mean to cast even the\r\nslightest reflection on a union of men to promote their self-interest.\r\nIt would be futile to do so, because we may take it as certain that men\r\nwill act to benefit themselves whenever they think they conveniently\r\ncan. A political theory based on the expectation of self-denial and\r\nsacrifice by the run of men in any community would not be worth\r\nconsidering. Nor is it at all evident that the work of the world could\r\nbe done unless men followed their private interest and contributed to\r\naffairs that direct inner knowledge which they thus obtain. Moreover,\r\nthe adjustments are likely to be much more real if they are made from\r\nfully conscious and thoroughly explored special points of view.\r\n\r\nThus the genius of any illuminating public discussion is not to obscure\r\nand censor private interest but to help it to sail and to make it sail\r\nunder its own colors. The true public, in my definition of that term,\r\nhas to purge itself of the self-interested groups who become confused\r\nwith it. It must purge itself not because private interests are bad\r\nbut because private interests cannot successfully be adjusted to each\r\nother if any one of them acquires a counterfeit strength. If the true\r\npublic, concerned only in the fact of adjustment, becomes mobilized\r\nbehind a private interest seeking to prevail, the adjustment is false;\r\nit does not represent the real balance of forces in the affair and the\r\nsolution will break down. It will break down because the true public\r\nwill not stay mobilized very long for anything, and when it demobilizes\r\nthe private interest which was falsely exalted will find its privileges\r\nunmanageable. It will be like a man placed on Jack Dempsey’s chest by\r\nsix policemen, and then left there after the policemen have gone home\r\nto dinner. It will be like France placed by the Allies upon a prostrate\r\nGermany and then left there after the Allies have departed from Europe.\r\n\r\nThe separation of the public from the self-interested group will not\r\nbe assisted by the self-interested group. We may be sure that any body\r\nof farmers, business men, trade unionists will always call themselves\r\nthe public if they can. How then is their self-interest to be detected?\r\nNo ordinary bystander is equipped to analyze the propaganda by which\r\na private interest seeks to associate itself with the disinterested\r\npublic. It is a perplexing matter, perhaps the most perplexing in\r\npopular government, and the bystander’s only recourse is to insist upon\r\ndebate. He will not be able, we may assume, to judge the merits of the\r\narguments. But if he does insist upon full freedom of discussion, the\r\nadvocates are very likely to expose one another. Open debate may lead\r\nto no conclusion and throw no light whatever on the problem or its\r\nanswer, but it will tend to betray the partisan and the advocate. And\r\nif it has identified them for the true public, debate will have served\r\nits main purpose.\r\n\r\nThe individual not directly concerned may still choose to join the\r\nself-interested group and support its cause. But at least he will\r\nknow that he has made himself a partisan, and thus perhaps he may\r\nbe somewhat less likely to mistake a party’s purpose for the aim of\r\nmankind.\r\n\nChapter XI\r\n\r\nTHE DEFECTIVE RULE\r\n\n1\r\n\r\nA man violates a rule and then publicly justifies his action. Here in\r\nthe simplest form is an attack upon the validity of the rule. It is an\r\nappeal for a public judgment.\r\n\r\nFor he claims to have acted under a new rule which is better than the\r\nold one. How shall the public decide as between the two? It cannot,\r\nwe are assuming, enter into the intrinsic merits of the question. It\r\nfollows that the public must ask the aggressor why he did not first\r\nseek the assent of those concerned before he violated the rule. He\r\nmay say that he did not have time, that he acted in a crisis. In that\r\nevent, there is no serious question for the public, and his associates\r\nwill either thank him or call him a fool. But since the circumstances\r\nwere admittedly exceptional they do not really establish a new rule,\r\nand the public may be satisfied if the parties at interest peaceably\r\nmake the best of the result. But suppose there was no emergency.\r\nSuppose the innovator had time to seek assent, but did not on the\r\nground that he knew what was best. He may be fairly condemned; the\r\nobjections of the other parties may be fairly sustained.\r\n\r\nFor the right of innovation by fiat cannot be defended as a working\r\nprinciple; a new rule, however excellent in intention, cannot be\r\nexpected to work unless in some degree it has been first understood\r\nand approved by all who must live according to it. The innovator may\r\nreply, of course, that he is being condemned by a dogma which is not\r\nwholly proved. That may be admitted. Against the principle that a new\r\nrule requires assent historic experience can be cited. There have been\r\nmany instances where a régime has been imposed on an unwilling people\r\nand admired later by them for its results. The dogma that assent is\r\nnecessary is imperfect, as are most principles. But, nevertheless,\r\nit is a necessary assumption in society. For if no new rule required\r\nassent every one could make his own rule, and there would be no rules.\r\nThe dogma therefore must be maintained, softened by the knowledge that\r\nexceptional times and exceptional men of their own force will make\r\nway with any dogma. Since the rules of society cannot be based on\r\nexceptions the exceptions must justify themselves.\r\n\r\nThe test, therefore, of whether a rule has been justifiably broken is\r\nthe test of assent. The question, then, is how in applying the test of\r\nassent a member of the public is to determine whether sufficient assent\r\nhas been given. How is he to know whether the régime has been imposed\r\nby arbitrary force or in substance agreed to?\r\n\n2\r\n\r\nWe wish to know if assent is lacking. We know it is lacking because\r\nthere is open protest. Or we know it because there is a widespread\r\nrefusal to conform. A workable rule, which has assent, will not\r\nevoke protest or much disobedience. How shall we, as members of the\r\npublic, measure the significance of the protest or the extent of the\r\ndisobedience?\r\n\n3\r\n\r\nWhere very few persons are directly involved in the controversy the\r\npublic does best not to intervene at all. One party may protest, but\r\nunless he protests against the public tribunals set up to adjudicate\r\nsuch disputes, his protest may be ignored. The public cannot expect\r\nto take part in the minutiæ of human adjustments however tragic or\r\nimportant they may be to the individuals concerned. The protest of one\r\nindividual against another cannot be treated as a public matter. Only\r\nif the public tribunal is impugned does it become a public matter, and\r\nthen only because the case may require investigation by some other\r\ntribunal. In such disputes the public must trust the agencies of\r\nadjustment acting as checks upon each other. When we remember that the\r\npublic consists of busy men reading newspapers for half an hour or so\r\na day, it is not heartless but merely prudent to deny that it can do\r\ndetailed justice.\r\n\r\nBut where many persons are involved in the controversy there is\r\nnecessarily a public matter. For when many persons are embroiled the\r\neffects not only are likely to be wide but there may be need of all the\r\nforce the public can exert in order to compel a peaceable adjustment.\r\n\r\nThe public must take account of a protest voiced on behalf of a\r\nrelatively large number of persons. But how shall the public know that\r\nsuch a protest has been made? It must look to see whether the spokesman\r\nis authorized. How shall it tell if he is authorized? How can it tell,\r\nthat is to say, whether the representative is able to give assent\r\nby committing his constituency to a course of action? Whether the\r\napparent leader is the real leader is a question which the members of\r\na public cannot usually answer directly on the merits. Yet they must\r\nanswer in some fashion and with some assurance by some rule of thumb.\r\n\r\nThe rule of thumb is to throw the burden of proof on those who deny\r\nthat the apparent leader, vested with the external signs of office,\r\nis the real leader. As between one nation and another, no matter how\r\nobnoxious the other’s government may be, if there is no open rebellion,\r\npublic opinion cannot go behind the returns. For, unless a people is\r\nto engage in the hopeless task of playing politics inside another’s\r\nfrontiers, there is no course but to hold that a nation is committed\r\nby the officials it fails to discharge. If there is open rebellion,\r\nor that milder substitute, an impending election, it may be wise\r\nto postpone long term settlements until a firm government has been\r\nseated. But settlements, if they are made at all, must be made with the\r\ngovernment in office at the other nation’s capital.\r\n\r\nThe same theory holds, with modifications, for large bodies of men\r\nwithin a state. If the officials of the miners’ union, for instance,\r\ntake a position, it is perfectly idle for an employer to deny that\r\nthey speak for the union miners. He should deny that they speak for\r\nthe nonunion miners, but if the question at issue requires the assent\r\nof the union, then, unless the union itself impeaches the leaders, the\r\npublic must accept them as authorized.\r\n\r\nBut suppose the leaders are challenged within the union. How shall\r\nthe importance of the challenge be estimated by the public? Recall\r\nthat the object is to find out not whether the objectors are right but\r\nsimply whether the spokesmen can in fact commit their constituents.\r\nIn weighing the challenge the public’s concern is to know how far\r\nthe opposition can by virtue of its numbers, or of its strategic\r\nimportance, or its determination, impair the value of an assent. But\r\nif we expected the public to make judgments of this sort we should be\r\nasking too much of it. The importance of an opposition can be weighed,\r\nif at all, only by rough, external criteria. With an opposition that\r\ndoes not challenge the credentials of the spokesmen, which criticizes\r\nbut is not in rebellion, the public has no concern. That is an internal\r\naffair. It is only an opposition which threatens not to conform that\r\nhas to be considered.\r\n\r\nIn such a case, if the spokesmen are elected, they can be held\r\ncompetent to give a reliable assent only until a new election has been\r\nheld. If the spokesmen are not elective, and a rebellious opposition is\r\nevident, their assent can only be taken as tentative. These criteria\r\ndo not, to be sure, weigh the importance of an opposition, but, by\r\nlimiting the kind of settlement which can reasonably be made in face of\r\nan opposition, they allow for its effect.\r\n\r\nThey introduce the necessary modification to make workable the general\r\nprinciple that the test of assent by large bodies of men is simply that\r\ntheir spokesmen have agreed.\r\n\n4\r\n\r\nThe test of conformity is closely related to the test of assent. For\r\nit can be assumed that open criticism of a rule, a custom, a law, an\r\ninstitution, is already accompanied by or will soon be followed by\r\nevasion of that rule. It is a fairly safe hypothesis that the run of\r\nmen wish to conform; that any body of men aroused to the point where\r\nthey will pay the price of open heresy probably has an arguable case;\r\nmore certainly that that body will include a considerable number\r\nwho have passed over the line of criticism into the practice of\r\nnonconformity. Their argument may be wrong, the remedy may be foolish,\r\nbut the fact that they openly criticize at some personal risk is a sign\r\nthat the rule is not working well. Widespread criticism, therefore, has\r\na significance beyond its intellectual value. It is almost always a\r\nsymptom on the surface that the rule is unstable.\r\n\r\nWhen a rule is broken not occasionally but very often the rule is\r\ndefective. It simply does not define the conduct which normally may\r\nbe expected of men who live under it. It may sound noble. But it does\r\nnot work. It does not adjust relations. It does not actually organize\r\nsociety.\r\n\r\nIn what way the rule is defective the public cannot specifically\r\ndetermine. By the two tests I have suggested, of assent and of\r\nconformity, the public can determine the presence of a defect in the\r\nrule. But whether that defect is due to a false measure of the changing\r\nbalance of forces involved, or to neglect of an important interest or\r\nsome relevant circumstance, or to a bad technic of adjustment, or to\r\ncontradictions in the rule, or to obscurity, or to lack of machinery\r\nfor its interpretation or for the deduction of specific rules from\r\ngeneral ones, the public cannot judge.\r\n\r\nIt will have gone, I believe, to the limits of its normal powers if it\r\njudges the rule to be defective, and turns then to identify the agency\r\nmost likely to remedy it.\r\n\nChapter XII\r\n\r\nTHE CRITERIA OF REFORM\r\n\n1\r\n\r\nThe random collections of bystanders who constitute a public could not,\r\neven if they had a mind to, intervene in all the problems of the day.\r\nThey can and must play a part occasionally, I believe, but they cannot\r\ntake an interest in, they cannot make even the coarsest judgments\r\nabout, and they will not act even in the most grossly partisan way on,\r\nall the questions arising daily in a complex and changing society.\r\nNormally they leave their proxies to a kind of professional public\r\nconsisting of more or less eminent persons. Most issues are never\r\ncarried beyond this ruling group; the lay publics catch only echoes of\r\nthe debate.\r\n\r\nIf, by the push and pull of interested parties and public personages,\r\nsettlements are made more or less continually the party in power\r\nhas the confidence of the country. In effect, the outsiders are\r\narrayed behind the dominant insiders. But if the interested parties\r\ncannot be made to agree, if, as a result, there is disturbance and\r\nchronic crisis, then the opposition among the insiders may come to\r\nbe considered the hope of the country, and be able to entice the\r\nbystanders to its side.\r\n\r\nTo support the Ins when things are going well; to support the Outs when\r\nthey seem to be going badly, this, in spite of all that has been said\r\nabout tweedledum and tweedledee, is the essence of popular government.\r\nEven the most intelligent large public of which we have any experience\r\nmust determine finally who shall wield the organized power of the\r\nstate, its army and its police, by a choice between the Ins and Outs. A\r\ncommunity where there is no choice does not have popular government. It\r\nis subject to some form of dictatorship or it is ruled by the intrigues\r\nof the politicians in the lobbies.\r\n\r\nAlthough it is the custom of partisans to speak as if there were\r\nradical differences between the Ins and the Outs, it could be\r\ndemonstrated, I believe, that in stable and mature societies the\r\ndifferences are necessarily not profound. If they were profound, the\r\ndefeated minority would be constantly on the verge of rebellion.\r\nAn election would be catastrophic, whereas the assumption in every\r\nelection is that the victors will do nothing to make life intolerable\r\nto the vanquished and that the vanquished will endure with good humor\r\npolicies which they do not approve.\r\n\r\nIn the United States, Great Britain, Canada, Australia and in certain\r\nof the Continental countries an election rarely means even a fraction\r\nof what the campaigners said it would mean. It means some new faces\r\nand perhaps a slightly different general tendency in the management\r\nof affairs. The Ins may have had a bias toward collectivism; the Outs\r\nwill lean toward individualism. The Ins may have been suspicious\r\nand non-coöperative in foreign affairs; the Outs will perhaps be\r\nmore trusting or entertain another set of suspicions. The Ins may\r\nhave favored certain manufacturing interests; the Outs may favor\r\nagricultural interests. But even these differing tendencies are very\r\nsmall as compared with the immense area of agreement, established habit\r\nand unavoidable necessity. In fact, one might say that a nation is\r\npolitically stable when nothing of radical consequence is determined by\r\nits elections.\r\n\r\nThere is, therefore, a certain mock seriousness about the campaigning\r\nfor votes in well-established communities. Much of the excitement\r\nis not about the fate of the nation but simply about the outcome\r\nof the game. Some of the excitement is sincere, like any fervor\r\nof intoxication. And much of it is deliberately stoked up by the\r\nexpenditure of money to overcome the inertia of the mass of the\r\nvoters. For the most part the real difference between the Ins and the\r\nOuts is no more than this: the Ins, after a term of power, become so\r\ncommitted to policies and so entangled with particular interests that\r\nthey lose their neutral freedom of decision. They cannot then intervene\r\nto check the arbitrary movement of the interests with which they have\r\nbecome aligned. Then it is time for the Outs to take power and restore\r\na balance. The virtue of the Outs in this transaction is that they\r\nare not committed to those particular policies and those particular\r\ninterests which have become overweighted.\r\n\r\nThe test of whether the Ins are handling affairs effectively is the\r\npresence or absence of disturbing problems. The need of reform is\r\nrecognizable, as I pointed out in the chapter before this one, by\r\nthe test of assent and the test of conformity. But it is my opinion\r\nthat for the most part the general public cannot back each reformer\r\non each issue. It must choose between the Ins and Outs on the basis\r\nof a cumulative judgment as to whether problems are being solved or\r\naggravated. The particular reformers must look for their support\r\nnormally to the ruling insiders.\r\n\r\nIf, however, there is to be any refinement of public opinion it must\r\ncome from the breaking up of these wholesale judgments into somewhat\r\nmore retail judgments on the major spectacular issues of the day. Not\r\nall of the issues which interest the public are within the scope of\r\npolitics and reachable through the party system. It seems worth while,\r\ntherefore, to see whether any canons of judgment can be formulated\r\nwhich could guide the bystanders in particular controversies.\r\n\r\nThe problem is to locate by clear and coarse objective tests the actor\r\nin a controversy who is most worthy of public support.\r\n\n2\r\n\r\nWhen the rule is plain, its validity unchallenged, the breach clear and\r\nthe aggressor plainly located, the question does not arise. The public\r\nsupports the agents of the law, though when the law is working well\r\nthe support of the public is like the gold reserve of a good bank: it\r\nis known to be there and need not be drawn upon. But in many fields\r\nof controversy the rule is not plain, or its validity is challenged;\r\neach party calls the other aggressor, each claims to be acting for\r\nthe highest ideals of mankind. In disputes between nations, between\r\nsectional interests, between classes, between town and country, between\r\nchurches, the rules of adjustment are lacking and the argument about\r\nthem is lost in a fog of propaganda.\r\n\r\nYet it is controversies of this kind, the hardest controversies to\r\ndisentangle, that the public is called in to judge. Where the facts are\r\nmost obscure, where precedents are lacking, where novelty and confusion\r\npervade everything, the public in all its unfitness is compelled to\r\nmake its most important decisions. The hardest problems are those which\r\ninstitutions cannot handle. They are the public’s problems.\r\n\r\nThe one test which the members of a public can apply in these\r\ncircumstances is to note which party to the dispute is least willing to\r\nsubmit its whole claim to inquiry and to abide by the result. This does\r\nnot mean that experts are always expert or impartial tribunals really\r\nimpartial. It means simply that where the public is forced to intervene\r\nin a strange and complex affair, the test of public inquiry is the\r\nsurest clue to the sincerity of the claimant, to his confidence in\r\nhis ability to stand the ordeal of examination, to his willingness to\r\naccept risks for the sake of his faith in the possibility of rational\r\nhuman adjustments. He may impugn a particular tribunal. But he must\r\nat least propose another. The test is whether, in the absence of an\r\nestablished rule, he is willing to act according to the forms of law\r\nand by a process through which law may be made.\r\n\r\nOf all the tests which public opinion can employ, the test of inquiry\r\nis the most generally useful. If the parties are willing to accept\r\nit, there is at once an atmosphere of reason. There is prospect of a\r\nsettlement. Failing that there is at least a delay of summary action\r\nand an opportunity for the clarification of issues. And failing\r\nthat there is a high probability that the most arbitrary of the\r\ndisputants will be isolated and clearly identified. It is no wonder\r\nthat this is the principle invoked for the so-called nonjusticiable\r\nquestions in all the recent experiments under the covenant of the\r\nLeague of Nations[25] and the Protocol for the Pacific Settlement of\r\nInternational Disputes.[26] For in applying this test of inquiry, what\r\nwe affirm is this: That there is a dispute. That the merits are not\r\nclear. That the policy which ought to be applied is not established.\r\nThat, nevertheless, we of the public outside say that those who are\r\nquarreling must act as if there were law to cover the case. That, even\r\nif the material for a reasoned conclusion is lacking, we demand the\r\nmethod and spirit of reason. That we demand any sacrifice that may\r\nbe necessary, the postponement of satisfaction of their just needs,\r\nthe risk that one of them will be defeated and that an injustice will\r\nbe done. These things we affirm because we are maintaining a society\r\nbased on the principle that all controversies are soluble by peaceable\r\nagreement.\r\n\r\nThey may not be. But on that dogma our society is founded. And that\r\ndogma we are compelled to defend. We can defend it, too, with a\r\ngood enough conscience, however disconcerting some of its immediate\r\nconsequences may be. For, by insisting in all disputes upon the\r\nspirit of reason, we shall tend in the long run to confirm the habit\r\nof reason. And where that habit prevails no point of view can seem\r\nabsolute to him who holds it, and no problem between men so difficult\r\nthat there is not at least a _modus vivendi_.\r\n\r\nThe test of inquiry is the master test by which the public can use its\r\nforce to extend the frontiers of reason.\r\n\n3\r\n\r\nBut while the test of inquiry may distinguish the party which is\r\nentitled to initial support, it is of value only where one party\r\nrefuses inquiry. If all submit to inquiry, it reveals nothing. And\r\nin any event it reveals nothing about the prospects of the solution\r\nproposed. The party seeking publicity may have less to conceal, and may\r\nmean well, but sincerity unfortunately is no index of intelligence.\r\nBy what criteria are the public then to judge the new rule which is\r\nproposed as a solution?\r\n\r\nThe public cannot tell whether the new rule will, in fact, work. It may\r\nassume, however, that in a changing world no rule will always work. A\r\nrule, therefore, should be organized so that experience will clearly\r\nreveal its defects. The rule should be so clear that a violation is\r\napparent. But since no generality can cover all cases, this means\r\nsimply that the rule must contain a settled procedure by which it can\r\nbe interpreted. Thus a treaty which says that a certain territory shall\r\nbe evacuated when certain conditions are fulfilled is quite defective,\r\nand should be condemned, if it does not provide a way of defining\r\nexactly what those conditions are and when they have been fulfilled. A\r\nrule, in other words, must include the means of its own clarification,\r\nso that a breach shall be undeniably overt. Then only does it take\r\naccount of experience which no human intelligence can foresee.\r\n\r\nIt follows from this that a rule must be organized so that it can be\r\namended without revolution. Revision must be possible by consent. But\r\nassent is not always given, even when the arguments in favor of a\r\nchange are overwhelming. Men will stand on what they call their rights.\r\nTherefore, in order that deadlock should be dissoluble, a rule should\r\nprovide that subject to a certain formal procedure the controversy over\r\nrevision shall be public. This will often break up the obstruction.\r\nWhere it does not, the community is pretty certain to become engaged on\r\nbehalf of one of the partisans. This is likely to be inconvenient to\r\nall concerned, and the inconvenience due to meddling in the substance\r\nof a controversy by a crude, violent and badly aimed public opinion at\r\nleast may teach those directly concerned not to invoke interference the\r\nnext time.\r\n\r\nBut although amendment should be possible, it should not be continual\r\nor unforeseen. There should be time for habit and custom to form. The\r\npot should not be made to boil all the time, or be stirred up for some\r\ncomparatively insignificant reason, whenever an orator sees a chance\r\nto make himself important. Since the habits and expectations of many\r\ndifferent persons are involved in an institution, some way must be\r\nfound of giving it stability without freezing it _in statu quo_. This\r\ncan be done by requiring that amendment shall be in order only after\r\ndue notice.\r\n\r\nWhat due notice may be in each particular case, the public cannot\r\nsay. Only the parties at interest are likely to know where the rhythm\r\nof their affairs can be interrupted most conveniently. Due notice\r\nwill be one period of time for men operating on long commitments and\r\nanother for men operating on short ones. But the public can watch to\r\nsee whether the principle of due notice is embodied in the proposed\r\nsettlement.\r\n\r\nTo judge a new rule, then, the tests proposed here are three: Does it\r\nprovide for its own clarification? for its own amendment by consent?\r\nfor due notice that amendment will be proposed? The tests are designed\r\nfor use in judging the prospects of a settlement not by its substance\r\nbut by its procedure. A reform which satisfies these tests is normally\r\nentitled to public support.\r\n\n4\r\n\r\nThis is as far as I know how at present to work out an answer to the\r\nquestion which we inherit from Aristotle: can simple criteria be\r\nformulated which will show the bystander where to align himself in\r\ncomplex affairs?\r\n\r\nI have suggested that the main value of debate is not that it reveals\r\nthe truth about the controversy to the audience but that it may\r\nidentify the partisans. I have suggested further that a problem exists\r\nwhere a rule of action is defective, and that its defectiveness can\r\nbest be judged by the public through the test of assent and the test of\r\nconformity. For remedies I have assumed that normally the public must\r\nturn to the Outs as against the Ins, although these wholesale judgments\r\nmay be refined by more analytical tests for specific issues. As samples\r\nof these more analytical tests I have suggested the test of inquiry for\r\nconfused controversies, and for reforms the test of interpretation, of\r\namendment and of due notice.\r\n\r\nThese criteria are neither exhaustive nor definitive. Yet, however\r\nmuch tests of this character are improved by practice and reflection,\r\nit seems to me there always must remain many public affairs to which\r\nthey cannot be applied. I do not believe that the public can intervene\r\nsuccessfully in all public questions. Many problems cannot be advanced\r\nby that obtuse partisanship which is fundamentally all that the public\r\ncan bring to bear upon them. There is no reason to be surprised,\r\ntherefore, if the tests I have outlined, or any others that are a vast\r\nimprovement upon them, are not readily applicable to all questions that\r\nare raised in the discussions of the day.\r\n\r\nI should simply maintain that where the members of a public cannot use\r\ntests of this sort as a guide to action, the wisest course for them is\r\nnot to act at all. They had better be neutral, if they can restrain\r\nthemselves, than blindly partisan. For where events are so confused or\r\nso subtly balanced or so hard to understand that they do not yield to\r\njudgments of the kind I have been outlining here, the probabilities are\r\nvery great that the public can produce only muddle if it meddles. For\r\nnot all problems are soluble in the present state of human knowledge.\r\nMany which may be soluble are not soluble with any force the public can\r\nexert. Some time alone will cure, and some are the fate of man. It is\r\nnot essential, therefore, always to do something.\r\n\r\nIt follows that the proper limits of intervention by the public in\r\naffairs are determined by its capacity to make judgments. These limits\r\nmay be extended as new and better criteria are formulated, or as men\r\nbecome more expert through practice. But where there are no tests,\r\nwhere such tests as these cannot be used, where, in other words, only\r\nan opinion on the actual merits of the dispute itself would be of any\r\nuse, any positive action the bystanders are likely to take is almost\r\ncertain to be more of a nuisance than a benefit. Their duty is to keep\r\nan open mind and wait to see. The existence of a usable test is itself\r\nthe test of whether the public ought to intervene.\r\n\nFOOTNOTES:\r\n\r\n[25] Articles XIII, XV.\r\n\r\n[26] Articles 4, 5, 6, 7, 8, 10.\r\n\nChapter XIII\r\n\r\nTHE PRINCIPLES OF PUBLIC OPINION\r\n\n1\r\n\r\nThe tests outlined in the preceding chapters have certain common\r\ncharacteristics. They all select a few samples of behavior or a\r\nfew aspects of a proposal. They measure these samples by rough but\r\nobjective, by highly generalized but definite standards. And they yield\r\na judgment which is to justify the public in aligning itself for or\r\nagainst certain actors in the matter at issue.\r\n\r\nI do not, of course, set great store upon my formulation of these\r\ntests. That is wholly tentative, being put out merely as a basis of\r\ndiscussion and to demonstrate that the formulation of tests suited to\r\nthe nature of public opinion is not impracticable. But I do attach\r\ngreat importance to the character of these tests.\r\n\r\nThe principles underlying them are these:\r\n\r\n1. Executive action is not for the public. The public acts only by\r\naligning itself as the partisan of some one in a position to act\r\nexecutively.\r\n\r\n2. The intrinsic merits of a question are not for the public. The\r\npublic intervenes from the outside upon the work of the insiders.\r\n\r\n3. The anticipation, the analysis and the solution of a question are\r\nnot for the public. The public’s judgment rests on a small sample of\r\nthe facts at issue.\r\n\r\n4. The specific, technical, intimate criteria required in the handling\r\nof a question are not for the public. The public’s criteria are\r\ngeneralized for many problems; they turn essentially on procedure and\r\nthe overt, external forms of behavior.\r\n\r\n5. What is left for the public is a judgment as to whether the actors\r\nin the controversy are following a settled rule of behavior or their\r\nown arbitrary desires. This judgment must be made by sampling an\r\nexternal aspect of the behavior of the insiders.\r\n\r\n6. In order that this sampling shall be pertinent, it is necessary to\r\ndiscover criteria, suitable to the nature of public opinion, which can\r\nbe relied upon to distinguish between reasonable and arbitrary behavior.\r\n\r\n7. For the purposes of social action, reasonable behavior is conduct\r\nwhich follows a settled course whether in making a rule, in enforcing\r\nit or in amending it.\r\n\r\nIt is the task of the political scientist to devise the methods of\r\nsampling and to define the criteria of judgment. It is the task of\r\ncivic education in a democracy to train the public in the use of these\r\nmethods. It is the task of those who build institutions to take them\r\ninto account.\r\n\n2\r\n\r\nThese principles differ radically from those on which democratic\r\nreformers have proceeded. At the root of the effort to educate a\r\npeople for self-government there has, I believe, always been the\r\nassumption that the voter should aim to approximate as nearly as he\r\ncan the knowledge and the point of view of the responsible man. He\r\ndid not, of course, in the mass, ever approximate it very nearly. But\r\nhe was supposed to. It was believed that if only he could be taught\r\nmore facts, if only he would take more interest, if only he would\r\nread more and better newspapers, if only he would listen to more\r\nlectures and read more reports, he would gradually be trained to direct\r\npublic affairs. The whole assumption is false. It rests upon a false\r\nconception of public opinion and a false conception of the way the\r\npublic acts. No sound scheme of civic education can come of it. No\r\nprogress can be made toward this unattainable ideal.\r\n\r\nThis democratic conception is false because it fails to note the\r\nradical difference between the experience of the insider and the\r\noutsider; it is fundamentally askew because it asks the outsider to\r\ndeal as successfully with the substance of a question as the insider.\r\nHe cannot do it. No scheme of education can equip him in advance for\r\nall the problems of mankind; no device of publicity, no machinery\r\nof enlightenment, can endow him during a crisis with the antecedent\r\ndetailed and technical knowledge which is required for executive action.\r\n\r\nThe democratic ideal has never defined the function of the public. It\r\nhas treated the public as an immature, shadowy executive of all things.\r\nThe confusion is deep-seated in a mystical notion of society. “The\r\npeople” were regarded as a person; their wills as a will; their ideas\r\nas a mind; their mass as an organism with an organic unity of which\r\nthe individual was a cell. Thus the voter identified himself with the\r\nofficials. He tried to think that their thoughts were his thoughts,\r\nthat their deeds were his deeds, and even that in some mysterious\r\nway they were a part of him. All this confusion of identities led\r\nnaturally to the theory that everybody was doing everything. It\r\nprevented democracy from arriving at a clear idea of its own limits and\r\nattainable ends. It obscured for the purposes of government and social\r\neducation the separation of function and the specialization in training\r\nwhich have gradually been established in most human activities.\r\n\r\nDemocracy, therefore, has never developed an education for the public.\r\nIt has merely given it a smattering of the kind of knowledge which\r\nthe responsible man requires. It has, in fact, aimed not at making\r\ngood citizens but at making a mass of amateur executives. It has not\r\ntaught the child how to act as a member of the public. It has merely\r\ngiven him a hasty, incomplete taste of what he might have to know if he\r\nmeddled in everything. The result is a bewildered public and a mass\r\nof insufficiently trained officials. The responsible men have obtained\r\ntheir training not from the courses in “civics” but in the law schools\r\nand law offices and in business. The public at large, which includes\r\neverybody outside the field of his own responsible knowledge, has had\r\nno coherent political training of any kind. Our civic education does\r\nnot even begin to tell the voter how he can reduce the maze of public\r\naffairs to some intelligible form.\r\n\r\nCritics have not been lacking, of course, who pointed out what a hash\r\ndemocracy was making of its pretensions to government. These critics\r\nhave seen that the important decisions were taken by individuals, and\r\nthat public opinion was uninformed, irrelevant and meddlesome. They\r\nhave usually concluded that there was a congenital difference between\r\nthe masterful few and the ignorant many. They are the victims of a\r\nsuperficial analysis of the evils they see so clearly. The fundamental\r\ndifference which matters is that between insiders and outsiders. Their\r\nrelations to a problem are radically different. Only the insider can\r\nmake decisions, not because he is inherently a better man but because\r\nhe is so placed that he can understand and can act. The outsider is\r\nnecessarily ignorant, usually irrelevant and often meddlesome, because\r\nhe is trying to navigate the ship from dry land. That is why excellent\r\nautomobile manufacturers, literary critics and scientists often talk\r\nsuch nonsense about politics. Their congenital excellence, if it\r\nexists, reveals itself only in their own activity. The aristocratic\r\ntheorists work from the fallacy of supposing that a sufficiently\r\nexcellent square peg will also fit a round hole. In short, like the\r\ndemocratic theorists, they miss the essence of the matter, which is,\r\nthat competence exists only in relation to function; that men are not\r\ngood, but good for something; that men cannot be educated, but only\r\neducated for something.\r\n\r\nEducation for citizenship, for membership in the public, ought,\r\ntherefore, to be distinct from education for public office. Citizenship\r\ninvolves a radically different relation to affairs, requires different\r\nintellectual habits and different methods of action. The force of\r\npublic opinion is partisan, spasmodic, simple-minded and external. It\r\nneeds for its direction, as I have tried to show in these chapters,\r\na new intellectual method which shall provide it with its own usable\r\ncanons of judgment.\r\n\nPART III\r\n\nChapter XIV\r\n\r\nSOCIETY IN ITS PLACE\r\n\n1\r\n\r\nA false ideal of democracy can lead only to disillusionment and\r\nto meddlesome tyranny. If democracy cannot direct affairs, then a\r\nphilosophy which expects it to direct them will encourage the people\r\nto attempt the impossible; they will fail, but that will interfere\r\noutrageously with the productive liberties of the individual. The\r\npublic must be put in its place, so that it may exercise its own\r\npowers, but no less and perhaps even more, so that each of us may live\r\nfree of the trampling and the roar of a bewildered herd.\r\n\n2\r\n\r\nThe source of that bewilderment lies, I think, in the attempt to\r\nascribe organic unity and purpose to society. We have been taught to\r\nthink of society as a body, with a mind, a soul and a purpose, not as a\r\ncollection of men, women and children whose minds, souls and purposes\r\nare variously related. Instead of being allowed to think realistically\r\nof a complex of social _relations_, we have had foisted upon us by\r\nvarious great propagative movements the notion of a mythical entity,\r\ncalled Society, the Nation, the Community.\r\n\r\nIn the course of the nineteenth century society was personified under\r\nthe influence largely of the nationalist and the socialist movements.\r\nEach of these doctrinal influences in its own way insisted upon\r\ntreating the public as the agent of an overmastering social purpose.\r\nIn point of fact, the real agents were the nationalist leaders and\r\ntheir lieutenants, the social reformers and their lieutenants. But they\r\nmoved behind a veil of imagery. And the public was habituated to think\r\nthat any one conforming to the stereotype of nationalism or of social\r\nwelfare was entitled to support. What the nationalist rulers thought\r\nand did was the nation’s purpose, and the touchstone for all patriots;\r\nwhat the reformers proposed was the benevolent consciousness of the\r\nhuman race moving mysteriously but progressively toward perfection.\r\n\r\nThe deception was so generally practised that it was often practised\r\nsincerely. But to maintain the fiction that their purposes were the\r\nspirit of mankind, public men had to accustom themselves to telling the\r\npublic only a part of what they told themselves. And, incidentally,\r\nthey confessed to themselves only a part of the truth on which they\r\nwere acting. Candor in public life became a question of policy and not\r\na rule of life.\r\n\r\n“He may judge rightly,” Mr. Keynes once said of Mr. Lloyd George,[27]\r\n“that this is the best of which a democracy is capable,—to be jockeyed,\r\nhumbugged, cajoled along the right road. A prejudice for truth or for\r\nsincerity as a method may be a prejudice based on some æsthetic or\r\npersonal standard inconsistent, in politics, with practical good. We\r\ncannot yet tell.”\r\n\r\nWe do know, as a matter of experience, that all the cards are not laid\r\nface up upon the table. For however deep the personal prejudice of\r\nthe statesman in favor of truth as a method, he is almost certainly\r\nforced to treat truth as an element of policy. The evidence on this\r\npoint is overwhelming. No statesman risks the safety of an army out of\r\nsheer devotion to truth. He does not endanger a diplomatic negotiation\r\nin order to enlighten everybody. He does not usually forfeit his\r\nadvantages in an election in order to speak plainly. He does not admit\r\nhis own mistakes because confession is so good for the soul. In so far\r\nas he has power to control the publication of truth, he manipulates it\r\nto what he considers the necessities of action, of bargaining, morale\r\nand prestige. He may misjudge the necessities. He may exaggerate the\r\ngoodness of his aims. But where there is a purpose in public affairs\r\nthere are also apparent necessities which weigh in the balance against\r\nthe indiscreet expression of belief. The public man does not and cannot\r\nact on the fiction that his mind is also the public mind.\r\n\r\nYou cannot account for this, as angry democrats have done by dismissing\r\nall public men as dishonest. It is not a question of personal morals.\r\nThe business man, the trade-union leader, the college president, the\r\nminister of religion, the editor, the critic and the prophet, all feel\r\nas Jefferson did when he wrote that “although we often wished to go\r\nfaster we slackened our pace that our less ardent colleagues might keep\r\npace with us ... [and] by this harmony of the bold with the cautious,\r\nwe advanced with our constituents in undivided mass.”[28]\r\n\r\nThe necessity for an “undivided mass” makes men put truth in the\r\nsecond place. I do not wish to argue that the necessity is not often\r\na real one. When a statesman tells me that it is not safe for him to\r\ndisclose all the facts, I am content to trust him in this if I trust\r\nhim at all. There is nothing misleading in a frank refusal to tell. The\r\nmischief comes in the pretense that all is being told, that the public\r\nis entirely in the confidence of the public man. And that mischief has\r\nits source in the sophistry that the public and all the individuals\r\ncomposing it are one mind, one soul, one purpose. It is seen to be\r\nan absurd sophistry, once we look it straight in the face. It is an\r\nunnecessary sophistry. For we do well enough with doctors, though we\r\nare ignorant of medicine, and with engine drivers, though we cannot\r\ndrive a locomotive; why not, then, with a Senator, though we cannot\r\npass an examination on the merits of an agricultural bill?\r\n\r\nYet we are so deeply indoctrinated with the notion of union based\r\nupon identity, that we are most reluctant to admit that there is\r\nroom in the world for different and more or less separate purposes.\r\nThe monistic theory has an air of great stability about it; we are\r\nafraid if we do not hang together we shall all hang separately. The\r\npluralistic theory, as its leading advocate, Mr. Laski, has pointed\r\nout, seems to carry with it “a hint of anarchy.”[29] Yet the suggestion\r\nis grossly exaggerated. There is least anarchy precisely in those\r\nareas of society where separate functions are most clearly defined\r\nand brought into orderly adjustment; there is most anarchy in those\r\ntwilight zones between nations, between employers and employees,\r\nbetween sections and classes and races, where nothing is clearly\r\ndefined, where separateness of purpose is covered up and confused,\r\nwhere false unities are worshiped, and each special interest is forever\r\nproclaiming itself the voice of the people and attempting to impose its\r\npurpose upon everybody as the purpose of all mankind.\r\n\n3\r\n\r\nTo this confusion liberalism has with the kindest intentions\r\ncontributed greatly. Its main insight was into the prejudices of the\r\nindividual; the liberal discovered a method of proving that men are\r\nfinite, that they cannot escape from the flesh. From the so-called age\r\nof enlightenment down to our day the heavy guns of criticism have been\r\nused to make men realize that they submit, as Bacon said, the shadows\r\nof things to the desires of the mind. Once the resistance was broken\r\nby proof that man belonged to the natural world, his pretensions to\r\nabsolute certainty were attacked from every quarter. He was shown\r\nthe history of his ideas and of his customs, and he was driven to\r\nacknowledge that they were bounded by time and space and circumstance.\r\nHe was shown that there is a bias in all opinion, even in opinion\r\npurged of desire, for the man who holds the opinion must stand at some\r\npoint in space and time and can see not the whole world but only the\r\nworld as seen from that point. So men learned that they saw a little\r\nthrough their own eyes, and much more through reports of what other men\r\nthought they had seen. They were made to understand that all human eyes\r\nhave habits of vision, which are often stereotyped, which always throw\r\nfacts into a perspective; and that the whole of experience is more\r\nsophisticated than the naïve mind suspects. For its pictures of the\r\nworld are drawn from things half heard and of things half seen; they\r\ndeal with the shadows of things unsteadily, and submit unconsciously to\r\nthe desires of the mind.\r\n\r\nIt was an amazing and unsettling revelation, and liberalism never quite\r\nknew what to do with it. In a theater in Moscow a certain M. Yevreynoff\r\ncarried the revelation to one of its logical conclusions. He produced\r\nthe monodrama.[30] This is a play in which the action, the setting and\r\nall the characters are seen by the audience through the eyes of one\r\ncharacter only, as the hero sees them, and they take on the quality\r\nwhich his mind imagines they possess. Thus in the old theater, if the\r\nhero drank too much, he reeled in the midst of a sober environment.\r\nBut in M. Yevreynoff’s supremely liberal theater, if I understand\r\nMr. Macgowan’s account of it correctly, the drunkard will not reel\r\nabout the lamppost; two lampposts will reel about him, and he will be\r\ndressed, because that is the way he feels, like Napoleon Bonaparte.\r\n\r\nM. Yevreynoff has troubled me a good deal, for he seemed to have\r\nfinished off the liberal with a fool’s cap, and left him sitting in a\r\nworld that does not exist, except as so many crazy mirrors reflecting\r\nhis own follies one upon the other. But then I recalled that M.\r\nYevreynoff’s logic was defective and make-believe. He had all the time\r\nstood soberly outside his own drunken hero, and so had his audience;\r\nthe universe had not after all gone up in the smoke of one fantasy; the\r\ndrunken hero had his point of view, but, after all, there were others,\r\njust as authentic, with which in the course of his career he might\r\ncollide. There might be a policeman, for example, with fantasies to be\r\nsure, but his own, who would break in upon the monodrama and remind the\r\nhero, and us, that when we submit the shadows of things to the desires\r\nof the mind we do not submit the things themselves.\r\n\r\nBut while all this does vindicate the sanity of the liberal criticism,\r\nit does not answer the question: since every action has to be taken by\r\nsomebody, since everybody is in some degree a drunken hero with two\r\nlampposts teetering about him, how can any common good be furthered by\r\nthis creature who is dominated by his special purposes? The answer was\r\nthat it could be furthered by taming his purposes, enlightening them\r\nand fitting them into each other as the violin and the drum are fitted\r\ntogether into the orchestra. The answer was not acceptable in the\r\nnineteenth century, when men, in spite of all their iconoclasm, were\r\nstill haunted by the phantom of identity. So liberals refused to write\r\nharmonious but separate parts for the violinist and the drummer. They\r\nmade, instead, a noble appeal to their highest instincts. They spoke\r\nover the heads of men to man.\r\n\r\nThese general appeals were as vague as they were broad. They gave\r\nparticular men no clue as to how to behave sincerely, but they\r\nfurnished them with an excellent masquerade when they behaved\r\narbitrarily. Thus the trappings of liberalism came into the service of\r\ncommercial exploiters, of profiteers and prohibitionists and jingoes,\r\nof charlatans and the makers of buncombe.\r\n\r\nFor liberalism had burned down the barn to roast the pig. The discovery\r\nof prejudice in all particular men gave the liberal a shock from\r\nwhich he never recovered. He was so utterly disconcerted by his own\r\ndiscovery of a necessary but perfectly obvious truth, that he took\r\nflight into generalities. The appeal to everybody’s conscience gave\r\nnobody a clue how to act; the voter, the politician, the laborer, the\r\ncapitalist had to construct their own codes _ad hoc_, accompanied\r\nperhaps by an expansive liberal sentiment, but without intellectual\r\nguidance from liberal thought. In time, when liberalism had lost its\r\naccidental association with free trade and _laissez faire_, through\r\ntheir abandonment in practice, it sadly justified itself as a necessary\r\nand useful spirit, as a kind of genial spook worth having around the\r\nplace. For when individual men, guided by no philosophy but their own\r\ntemporary rationalizations, got themselves embroiled, the spook would\r\nappear and in a peroration straighten out the more arbitrary biases\r\nthey displayed.\r\n\r\nYet even in this disembodied state liberalism is important. It tends\r\nto awaken a milder spirit; it softens the hardness of action. But it\r\ndoes not dominate action, because it has eliminated the actor from its\r\nscheme of things. It cannot say: You do this and you do that, as all\r\nruling philosophies must. It can only say: That isn’t fair, that’s\r\nselfish, that’s tyrannical. Liberalism has been, therefore, a defender\r\nof the under dog, and his liberator, but not his guide, when he is\r\nfree. Top dog himself, he easily leaves his liberalism aside, and to\r\nliberals the sour reflection that they have forged a weapon of release\r\nbut not a way of life.\r\n\r\nThe liberals have misunderstood the nature of the public to which\r\nthey appealed. The public in any situation is, in fact, merely those\r\npersons, indirectly concerned, who might align themselves in support\r\nof one of the actors. But the liberal took no such uninflated view of\r\nthe public. He assumed that all mankind was within hearing, that all\r\nmankind when it heard would respond homogeneously because it had a\r\nsingle soul. His appeal to this cosmopolitan, universal, disinterested\r\nintuition in everybody was equivalent to an appeal to nobody.\r\n\r\nNo such fallacy is to be found in the political philosophies which\r\nactive men have lived by. They have all assumed, as a matter of course,\r\nthat in the struggle against evil it was necessary to call upon some\r\nspecific agent to do the work. Even when the thinker was out of temper\r\nwith the human race, he had always hitherto made somebody the hero of\r\nhis campaign. It was the peculiarity of liberalism among theories which\r\nhave played a great part in the world that it attempted to eliminate\r\nthe hero entirely.\r\n\r\nPlato would certainly have thought this strange: his _Republic_ is a\r\ntract on the proper education of a ruling class. Dante, in the turmoil\r\nof thirteenth century Florence, seeking order and stability, addressed\r\nhimself not to the conscience of Christendom but to the Imperial Party.\r\nThe great state builders of modern times, Hamilton, Cavour, Bismarck,\r\nLenin, each had in mind somebody, some group of real people, who\r\nwere to realize his program. The agents in the theory have varied,\r\nof course; here they are the landlords, then the peasants, or the\r\nunions, or the military class, or the manufacturers; there are theories\r\naddressed to a church, to the ruling classes in particular nations, to\r\nsome nation or race. The theories are always, except in the liberal\r\nphilosophy, addressed to somebody.\r\n\r\nBy comparison the liberal philosophy has an air of vague unworldiness.\r\nYet the regard of men for it has been persistent; somehow or other with\r\nall the lapses in its logic and with all its practical weaknesses it\r\ntouches a human need. These appeals from men to man: are they not a way\r\nof saying that men desire peace, that there is a harmony attainable in\r\nwhich all men can live and let live? It seems so to me. The attempt\r\nto escape from particular purposes into some universal purpose, from\r\npersonality into something impersonal, is, to be sure, a flight from\r\nthe human problem, but it is at the same time a demonstration of how\r\nwe wish to see that problem solved. We seek an adjustment, as perfect\r\nas possible, as untroubled as it was before we were born. Even if\r\nman were a fighting animal, as some say he is, he would wish for a\r\nworld in which he could fight perfectly, with enemies fleet enough to\r\nextend him and not too fleet to elude him. All men desire their own\r\nperfect adjustment, but they desire it, being finite men, on their own\r\nterms. Because liberalism could not accommodate the universal need of\r\nadjustment to the permanence and the reality of individual purpose, it\r\nremained an incomplete, a disembodied philosophy. It was frustrated\r\nover the ancient problem of the One and the Many. Yet the problem is\r\nnot so insoluble once we cease to personify society. It is only when\r\nwe are compelled to personify society that we are puzzled as to how\r\nmany separate organic individuals can be united in one homogeneous\r\norganic individual. This logical underbrush is cleared away if we\r\nthink of society not as the name of a thing but as the name of all\r\nthe adjustments between individuals and their things. Then, we can\r\nsay without theoretical qualms what common sense plainly tells us is\r\nso: it is the individuals who act, not society; it is the individuals\r\nwho think, not the collective mind; it is the painters who paint,\r\nnot the artistic spirit of the age; it is the soldiers who fight\r\nand are killed, not the nation; it is the merchant who exports, not\r\nthe country. It is their relations with each other that constitute\r\na society. And it is about the ordering of those relations that the\r\nindividuals not executively concerned in a specific disorder may have\r\npublic opinions and may intervene as a public.\r\n\nFOOTNOTES:\r\n\r\n[27] John Maynard Keynes, _A Revision of the Treaty_, p. 4.\r\n\r\n[28] In a letter to William Wirt, cited by John Sharp Williams, _Thomas\r\nJefferson_, p. 7.\r\n\r\n[29] Harold J. Laski, _Studies in the Problem of Sovereignty_, p. 24.\r\n\r\n[30] Kenneth Macgowan, _The Theatre of Tomorrow_, pp. 249–50.\r\n\nChapter XV\r\n\r\nABSENTEE RULERS\r\n\n1\r\n\r\nThe practical effect of the monistic theories of society has been to\r\nrationalize that vast concentrating of political and economic power in\r\nthe midst of which we live. Since society was supposed to have organic\r\npurposes of its own, it came to seem quite reasonable that these\r\npurposes should be made manifest to a people by laws and decisions from\r\na central point. Somebody had to have a purpose revealed to him which\r\ncould be treated as the common purpose; if it was to be accepted it had\r\nto be enforced by command; if it was really to look like the national\r\npurpose, it had to be handed down as a rule binding upon all. Thus men\r\ncould say with Goethe:\r\n\r\n “And then a mighty work completed stands,\r\n One mind suffices for a thousand hands.”[31]\r\n\r\nIn this fashion the eulogies of the Great Society have been made. Two\r\nthousand years ago it was possible for whole civilizations as mature as\r\nthe Chinese and the Greco-Roman to coexist in total indifference to one\r\nanother. Today the food supplies, the raw materials, the manufactures,\r\nthe communications and the peace of the world constitute one great\r\nsystem which cannot be thrown severely out of balance in any part\r\nwithout disturbing the whole.\r\n\r\nLooked at from the top, the system in its far-flung and intricate\r\nadjustments has a certain grandeur. It might, as some hopeful persons\r\nthink, even ultimately mean the brotherhood of man since all men\r\nliving in advanced communities are now in quite obvious fashion\r\ndependent upon one another. But the individual man cannot look at the\r\nsystem steadily from the top or see it in its ultimate speculative\r\npossibilities. For him it means in practice, along with the rise in\r\ncertain of his material standards of life, a nerve-wracking increase\r\nof the incalculable forces that bear upon his fate. My neighbor in the\r\ncountry who borrowed money to raise potatoes which he cannot sell for\r\ncash looks at the bills from the village store asking for immediate\r\ncash payments, and does not share the philosophic hopeful view of the\r\ninterdependence of the world. When unseen commission merchants in New\r\nYork City refuse his potatoes, the calamity is as dumfounding as a\r\ndrought or a plague of locusts.\r\n\r\nThe harvest in September of the planting in May is now determined not\r\nonly by wind and weather, which his religion has from time immemorial\r\njustified, but by a tangle of distant human arrangements of which\r\nonly loose threads are in his hands. He may live more richly than his\r\nancestors; he may be wealthier and healthier and, for all he knows,\r\neven happier. But he gambles with the behavior of unseen men in a\r\nbewildering way. His relations with invisibly managed markets are\r\ndecisively important for him; his own foresight is not dependable. He\r\nis a link in a chain that stretches beyond his horizon.\r\n\r\nThe rôle that salesmanship and speculation play is a measure of the\r\nspread between the work men do and the results. To market the output\r\nof Lancashire, says Dibblee,[32] “the merchants and warehousemen of\r\nManchester and Liverpool, not to mention the marketing organizations\r\nin other Lancashire towns, have a greater capital employed than that\r\nrequired in all the manufacturing industries of the cotton trade.” And,\r\naccording to Anderson’s calculations,[33] the grain received at Chicago\r\nin 1915 was sold sixty-two times in futures, as well as an unknown\r\nnumber of times in spot transactions. Where men produce for invisible\r\nand uncertain markets “the initial plans of enterprisers”[34] cannot be\r\nadequate. The adjustments, often very crude and costly, are effected by\r\nsalesmanship and speculation.\r\n\r\nUnder these conditions neither the discipline of the craftsman who\r\ncontrols his process from beginning to end nor the virtues of thrift,\r\neconomy and work are a complete guide to a successful career. Defoe in\r\nhis _Complete English Tradesman_[35] could say that “trade is not a\r\nball where people appear in masque and act a part to make sport ... but\r\nis a plain, visible scene of honest life ... supported by prudence and\r\nfrugality” ... and so “prudent management and frugality will increase\r\nany fortune to any degree.” Benjamin Franklin might opine that “he that\r\ngets all he can honestly, and saves all he gets (necessary expenses\r\nexcepted) will certainly become rich, if that Being who governs\r\nthe world, to whom all should look for a blessing on their honest\r\nendeavors, doth not in His wise providence, otherwise determine.” Young\r\nmen were until quite recently exhorted in the very words of Defoe and\r\nFranklin, though Franklin’s rather canny allowance for the whims of\r\nthe Almighty was not always included. But of late the gospel of success\r\ncontains less about frugality and more about visions and the message\r\nof business. This new gospel, beneath all its highfalutin cant, points\r\ndimly though excitedly to the truth that for business success a man\r\nmust project his mind over an invisible environment.\r\n\r\nThis need has bred an imperious tendency to organization on a large\r\nscale. To defend themselves against the economic powers of darkness,\r\nagainst great monopolies or a devastating competition, the farmers set\r\nup great centralized selling agencies. Business men form great trade\r\nassociations. Everybody organizes, until the number of committees and\r\ntheir paid secretaries cannot be computed. The tendency is pervasive.\r\nWe have had, if I remember correctly, National Smile Week. At any rate\r\nwe have had Nebraska which discovered that if you wish to prohibit\r\nliquor in Nebraska you must prohibit it everywhere. Nebraska cannot\r\nlive by itself alone, being too weak to control an international\r\ntraffic. We have had the socialist who was convinced that socialism\r\ncan maintain itself only on a socialist planet. We have had Secretary\r\nHughes who was convinced that capitalism could exist only on a\r\ncapitalist planet. We have had all the imperialists who could not live\r\nunless they advanced the backward races. And we have had the Ku Klux\r\nKlansmen who were persuaded that if you organized and sold hate on a\r\ncountry-wide scale there would be lots more hate than there was before.\r\nWe have had the Germans before 1914 who were told they had to choose\r\nbetween “world power or downfall,” and the French for some years after\r\n1919 who could not be “secure” in Europe unless every one else was\r\ninsecure. We have had all conceivable manifestations of the impulse\r\nto seek stability in an incalculable environment by standardizing for\r\none’s own apparent convenience all those who form the context of one’s\r\nactivity.\r\n\r\nIt has entailed perpetual effort to bring more and more men under the\r\nsame law and custom, and then, of course, to assume control of the\r\nlawmaking and law-enforcing machinery in this larger area. The effect\r\nhas been to concentrate decision in central governments, in distant\r\nexecutive offices, in caucuses and in steering committees. Whether\r\nthis concentration of power is good or bad, permanent or passing, this\r\nat least is certain. The men who make the decisions at these central\r\npoints are remote from the men they govern and the facts with which\r\nthey deal. Even if they conscientiously regard themselves as agents or\r\ntrustees, it is a pure fiction to say that they are carrying out the\r\nwill of the people. They may govern the people wisely. They are not\r\ngoverning with the active consultation of the people. They can at best\r\nlay down policy wholesale in response to electorates which judge and\r\nact upon only a detail of the result. For the governors see a kind of\r\nwhole which obscures the infinite varieties of particular interests;\r\ntheir vices are abstraction and generalization which appear in politics\r\nas legalism and bureaucracy. The governed, on the contrary, see vivid\r\naspects of a whole which they can rarely imagine, and their prevailing\r\nvice is to mistake a local prejudice for a universal truth.\r\n\r\nThe widening distance between the centers where decisions are taken\r\nand the places where the main work of the world is done has undermined\r\nthe discipline of public opinion upon which all the earlier theorists\r\nrelied.[36] A century ago the model of popular government was the\r\nself-sufficing township in which the voters’ opinions were formed and\r\ncorrected by talk with their neighbors. They might entertain queer\r\nopinions about witches and spirits and foreign peoples and other\r\nworlds. But about the village itself the facts were not radically in\r\ndispute, and nothing was likely to happen that the elders could not\r\nwith a little ingenuity bring under a well-known precedent of their\r\ncommon law.\r\n\r\nBut under absentee government these checks upon opinion are lacking.\r\nThe consequences are often so remote and long delayed that error is not\r\npromptly disclosed. The conditioning factors are distant; they do not\r\ncount vividly in our judgments. The reality is inaccessible; the bounds\r\nof subjective opinion are wide. In the interdependent world, desire,\r\nrather than custom or objective law, tends to become the criterion of\r\nmen’s conduct. They formulate their demands at large for “security” at\r\nthe expense of every one else’s safety, for “morality” at the expense\r\nof other men’s tastes and comfort, for the fulfillment of a national\r\ndestiny that consists in taking what you want when you want it. The\r\nlengthening of the interval between conduct and experience, between\r\ncause and effect, has nurtured a cult of self-expression in which each\r\nthinker thinks about his own thoughts and has subtle feelings about\r\nhis feelings. That he does not in consequence deeply affect the course\r\nof affairs is not surprising.\r\n\n2\r\n\r\nThe centralizing tendencies of the Great Society have not been accepted\r\nwithout protest, and the case against them has been stated again and\r\nagain.[37] Without local institutions, said de Tocqueville, a nation\r\nmay give itself a free government, but it does not possess the spirit\r\nof liberty. To concentrate power at one point is to facilitate the\r\nseizure of power. “What are you going to do?” Arthur Young asked some\r\nprovincials at the time of the French Revolution. “We do not know,”\r\nthey replied; “we must see what Paris is going to do.” Local interests\r\nhandled from a distant central point are roughly handled by busy and\r\ninattentive men. And in the meantime the local training and the local\r\nwinnowing of political talent are neglected. The overburdened central\r\nauthority expands into a vast hierarchy of bureaucrats and clerks\r\nmanipulating immense stacks of paper, always dealing with symbols on\r\npaper, rarely with things or with people. The genius of centralization\r\nreached its climax in the famous boast of a French minister of\r\neducation, who said: It is three o’clock; all the pupils in the third\r\ngrade throughout France are now composing a Latin verse.\r\n\r\nThere is no need to labor the point. The more centralization the less\r\ncan the people concerned be consulted and give conscious assent. The\r\nmore extensive the rule laid down the less account it can take of fact\r\nand special circumstance. The more it conflicts with local experience,\r\nthe more distant its source and wholesale its character, the less\r\neasily enforceable it is. General rules will tend to violate particular\r\nneeds. Distantly imposed rules usually lack the sanction of consent.\r\nBeing less suited to the needs of men, and more external to their\r\nminds, they rest on force rather than on custom and on reason.\r\n\r\nA centralized society dominated by the fiction that the governors are\r\nthe spokesmen of a common will tends not only to degrade initiative\r\nin the individual but to reduce to insignificance the play of public\r\nopinion. For when the action of a whole people is concentrated, the\r\npublic is so vast that even the crude objective judgments it might\r\nmake on specific issues cease to be practicable. The tests indicated\r\nin preceding chapters by which a public might judge the workability\r\nof a rule or the soundness of a new proposal have little value when\r\nthe public runs into millions and the issues are hopelessly entangled\r\nwith each other. It is idle under such circumstances to talk about\r\ndemocracy, or about the refinement of public opinion. With such\r\nmonstrous complications the public can do little more than at intervals\r\nto align itself heavily for or against the régime in power, and for\r\nthe rest to bear with its works, obeying meekly or evading, as seems\r\nmost convenient. For, in practice, the organic theory of society means\r\na concentration of power; that is, the way the notion of one purpose\r\nis actually embodied in affairs. And this in turn means that men must\r\neither accept frustration of their own purposes or contrive somehow to\r\nfrustrate that declared purpose of that central power which pretends it\r\nis the purpose of all.\r\n\nFOOTNOTES:\r\n\r\n[31] _Faust_, Part II, Act v, scene 3.\r\n\r\n[32] Dibblee, _The Laws of Supply and Demand_, cited by B. M. Anderson,\r\nJr., _The Value of Money_, p. 259.\r\n\r\n[33] B. M. Anderson, Jr., _The Value of Money_, p. 251.\r\n\r\n[34] _Ibid._\r\n\r\n[35] _Cf._ Werner Lombart, _The Quintessence of Capitalism_, Chapter"
    },
    {
      "title": "VII.",
      "content": "[36] _Cf._ my _Public Opinion_, Chapters XVI and XVII.\r\n\r\n[37] In a convenient form by J. Charles Brun, _Le Régionalisme_, pp.\r\n13 _et seq._ _Cf._ also Walter Thompson, _Federal Centralization_,\r\nChapter XIX.\r\n\nChapter XVI\r\n\r\nTHE REALMS OF DISORDER\r\n\n1\r\n\r\nYet the practice of centralization and the philosophy which personifies\r\nsociety have acquired a great hold upon men. The dangers are well\r\nknown. If, nevertheless, the practice and the theory persist, it cannot\r\nbe merely because men have been led astray by false doctrine.\r\n\r\nIf you examine the difficulties enumerated by the sponsors of great\r\ncentralizing measures, such as national prohibition, the national child\r\nlabor amendment, federal control of education or the nationalization of\r\nrailroads, they are reducible, I think, to one dominating idea: that it\r\nis necessary to extend the area of control over all the factors in a\r\nproblem or the problem will be insoluble anywhere.\r\n\r\nIt was to this idea that Mr. Lloyd George appealed when he faced his\r\ncritics at the end of his administration. While his words are the words\r\nof a skilful debater, the idea behind them might almost be called the\r\nsupreme motive of all the imperial and centralizing tendencies of the\r\nGreat Society:\r\n\r\n“Lord Grey sought to make peace in the Balkans. He made peace. That\r\npeace did not stand the jolting of the train that carried it from\r\nLondon to the Balkans. It fell to pieces before it ever reached\r\nSofia. That was not his fault. The plan was good. The intentions were\r\nexcellent. _But there were factors there which he could not control._\r\nHe tried to prevent the Turks from entering the war against us, a most\r\nimportant matter. German diplomacy was too strong for him. He tried to\r\nprevent Bulgaria from entering the war against us. There again German\r\ndiplomacy defeated us. Well, now I have never taunted Lord Grey with\r\nthat. I do not taunt him now, but what I say is that when you get\r\ninto the realm of foreign affairs there are things I will not say you\r\ncannot visualize, because you do, but there are factors you cannot\r\ninfluence.”[38]\r\n\r\nMr. Lloyd George might have said the same of domestic affairs. There,\r\ntoo, factors abound which you cannot influence. And as empires expand\r\nto protect their frontiers, and then expand further to protect the\r\nprotections to their frontiers, so central governments have been led\r\nstep by step to take one interest after another under their control.\r\n\n2\r\n\r\nFor the democracies are haunted by this dilemma: they are frustrated\r\nunless in the laying down of rules there is a large measure of assent;\r\nyet they seem unable to find solutions of their greatest problems\r\nexcept through centralized governing by means of extensive rules which\r\nnecessarily ignore the principle of assent. The problems that vex\r\ndemocracy seem to be unmanageable by democratic methods.\r\n\r\nIn supreme crises the dilemma is presented absolutely. Possibly a\r\nwar can be fought for democracy; it cannot be fought democratically.\r\nPossibly a sudden revolution may be made to advance democracy; but the\r\nrevolution itself will be conducted by a dictatorship. Democracy may\r\nbe defended against its enemies but it will be defended by a committee\r\nof safety. The history of the wars and revolutions since 1914 is\r\nample evidence on this point. In the presence of danger, where swift\r\nand concerted action is required, the methods of democracy cannot be\r\nemployed.\r\n\r\nThat is understandable enough. But how is it that the democratic method\r\nshould be abandoned so commonly in more leisurely and less catastrophic\r\ntimes? Why in time of peace should people provoke that centralization\r\nof power which deprives them of control over the use of that power?\r\nIs it not a probable answer to say that in the presence of certain\r\nissues, even in time of peace, the dangers have seemed sufficiently\r\nmenacing to cause people to seek remedies, regardless of method, by the\r\nshortest and easiest way at hand?\r\n\r\nIt could be demonstrated, I think, that the issues which have seemed\r\nso overwhelming were of two kinds: those which turned on the national\r\ndefense or the public safety and those which turned on the power of\r\nmodern capitalism. Where the relations of a people to armed enemies are\r\nin question or where the relations of employee, customer or farmer to\r\nlarge industry are in question the need for solutions has outweighed\r\nall interest in the democratic method.\r\n\r\nIn the issues engendered by the rise of the national state and the\r\ndevelopment of large scale industries are to be found the essentially\r\nnew problems of the modern world. For the solution of these problems\r\nthere are few precedents. There is no established body of custom and\r\nlaw. The field of international affairs and the field of industrial\r\nrelations are the two great centers of anarchy in society. It is a\r\npervasive anarchy. Out of the national state with its terrifying\r\nmilitary force, and out of great industry with all its elaborate\r\neconomic compulsion, the threat against personal security always rises.\r\nTo offset it somehow, to check it and thwart it, seemed more important\r\nthan any finical regard for the principle of assent.\r\n\r\nAnd so to meet the menace of the national state, its neighbors sought\r\nto form themselves into more powerful national states; to tame the\r\npower of capitalism they supported the growth of vast bureaucracies.\r\nAgainst powers that were dangerous and uncontrolled they set up powers,\r\nnominally their own, which were just as vast and just as uncontrolled.\r\n\n3\r\n\r\nBut only for precarious intervals has security been attained by\r\nthese vast balances of power. From 1870 to 1914 the world was held\r\nin equilibrium. It was upset, and the world has not yet found a new\r\norder. The balances of power within the nations are no less unsteady.\r\nFor neither in industry nor in international affairs has it yet been\r\npossible to hold any balance long enough to fix it by rule and give it\r\nan institutional form. Power has been checked by power here and there\r\nand now and then but power has not been adjusted to power and the terms\r\nof the adjustment settled and accepted.\r\n\r\nThe attempt to bring power under control by offsetting it with power\r\nwas sound enough in intention. The conflicting purposes of men cannot\r\nbe held under pacific control unless the tendency of all power to\r\nbecome arbitrary is checked by other force. All the machinery of\r\nconference, of peaceful negotiation, of law and the rule of reason is\r\nworkable in large affairs only where the power of the negotiators is\r\nneutralized one against the other. It may be neutralized because the\r\nparties are in fact equally powerful. It may be neutralized because the\r\nweaker has invisible allies among the other powers of the world, or in\r\ndomestic affairs among other interests in society. But before there can\r\nbe law there must be order, and an order is an arrangement of power.\r\n\r\nThe worst that can be said of the nationalists and collectivists is\r\nthat they attempted to establish balances of power which could not\r\nendure. The pluralist at least would say that the end they sought must\r\nbe attained differently, that in place of vast wholesale balances of\r\npower it is necessary to create many detailed balances of power. The\r\npeople as a whole supporting a centralized government cannot tame\r\ncapitalism as a whole. For the powers which are summed up in the term\r\ncapitalism are many. They bear separately upon different groups of\r\npeople. The nation as a unit does not encounter them all, and cannot\r\ndeal with them all. It is to the different groups of people concerned\r\nthat we must look for the power which shall offset the arbitrary power\r\nthat bears upon them. The reduction of capitalism to workable law is\r\nno matter of striking at it wholesale by general enactments. It is a\r\nmatter of defeating its arbitrary power in detail, in every factory,\r\nin every office, in every market, and of turning the whole network of\r\nrelations under which industry operates from the dominion of arbitrary\r\nforces into those of settled rules.\r\n\r\nAnd so it is in the anarchy among nations. If all the acts of a citizen\r\nare to be treated as organically the actions of that nation, a stable\r\nbalance of power is impossible. Here also it is necessary to break down\r\nthe fiction of identity, to insist that the quarrel of one business man\r\nwith another is their quarrel, and not the nation’s, a quarrel in which\r\neach is entitled to a vindication of his right to fair adjudication but\r\nnot to patriotic advocacy of his cause. It is only by this dissociation\r\nof private interests that the mass of disputes across frontiers can\r\ngradually be brought under an orderly process. For a large part,\r\nperhaps the greatest part, of the disputes between nations is an\r\naccumulated mass of undetermined disputes between their nationals. If\r\nthese essentially private disputes could be handled, without patriotic\r\nfervor and without confusing an oil prospector with the nation as a\r\nwhole, with governments acting as friends of the court and not as\r\nadvocates for a client, the balance of power between governments would\r\nbe easier to maintain. It would not be subject to constant assault from\r\nwithin each nation by an everlasting propaganda of suspicion by private\r\ninterests seeking national support. And if only the balance of power\r\nbetween governments could be stabilized long enough to establish a line\r\nof precedents for international conference, a longer peace might result.\r\n\n4\r\n\r\nThese in roughest outline are some of the conclusions, as they\r\nappear to me, of the attempt to bring the theory of democracy into\r\nsomewhat truer alignment with the nature of public opinion. I have\r\nconceived public opinion to be, not the voice of God, nor the voice\r\nof society, but the voice of the interested spectators of action. I\r\nhave, therefore, supposed that the opinions of the spectators must be\r\nessentially different from those of the actors, and that the kind of\r\naction they were capable of taking was essentially different too. It\r\nhas seemed to me that the public had a function and must have methods\r\nof its own in controversies, qualitatively different from those of\r\nthe executive men; that it was a dangerous confusion to believe that\r\nprivate purposes were a mere emanation of some common purpose.\r\n\r\nThis conception of society seems to me truer and more workable than\r\nthat which endows public opinion with pantheistic powers. It does not\r\nassume that men in action have universal purposes; they are denied\r\nthe fraudulent support of the fiction that they are the agents of a\r\ncommon purpose. They are regarded as the agents of special purposes,\r\nwithout pretense and without embarrassment. They must live in a world\r\nwith men who have other special purposes. The adjustments which must\r\nbe made are society, and the best society is the one in which men have\r\npurposes which they can realize with the least frustration. When men\r\ntake a position in respect to the purposes of others they are acting as\r\na public. And the end of their acting in this rôle is to promote the\r\nconditions under which special purposes can be composed.\r\n\r\nIt is a theory which puts its trust chiefly in the individuals directly\r\nconcerned. They initiate, they administer, they settle. It would\r\nsubject them to the least possible interference from ignorant and\r\nmeddlesome outsiders, for in this theory the public intervenes only\r\nwhen there is a crisis of maladjustment, and then not to deal with the\r\nsubstance of the problem but to neutralize the arbitrary force which\r\nprevents adjustment. It is a theory which economizes the attention of\r\nmen as members of the public, and asks them to do as little as possible\r\nin matters where they can do nothing very well. It confines the effort\r\nof men, when they are a public, to a part they might fulfill, to a\r\npart which corresponds to their own greatest interest in any social\r\ndisturbance; that is, to an intervention which may help to allay the\r\ndisturbance, and thus allow them to return to their own affairs.\r\n\r\nFor it is the pursuit of their special affairs that they are most\r\ninterested in. It is by the private labors of individuals that life is\r\nenhanced. I set no great store on what can be done by public opinion\r\nand the action of masses.\r\n\n5\r\n\r\nI have no legislative program to offer, no new institutions to\r\npropose. There are, I believe, immense confusions in the current\r\ntheory of democracy which frustrate and pervert its action. I have\r\nattacked certain of the confusions with no conviction except that a\r\nfalse philosophy tends to stereotype thought against the lessons of\r\nexperience. I do not know what the lessons will be when we have learned\r\nto think of public opinion as it is, and not as the fictitious power\r\nwe have assumed it to be. It is enough if with Bentham we know that\r\n“the perplexity of ambiguous discourse ... distracts and eludes the\r\napprehension, stimulates and inflames the passions.”\r\n\nFOOTNOTES:\r\n\r\n[38] Speech at Manchester, October 14, 1922.\r\n\nINDEX\r\n\n Absentee rulers defined, 173–186\r\n\r\n Action, public, defined, 73–74\r\n\r\n Agencies defined, 125–142;\r\n fact-finding, 45\r\n\r\n Agent, public not, 169\r\n\r\n Agents and bystanders defined, 40–53\r\n\r\n Anarchy, 161\r\n\r\n Anderson, Jr., B. M., 176\r\n\r\n Arbitrary force, neutralization of, 63–74\r\n\r\n Aristotle, 77–80\r\n\r\n Assent, defined, 117–123, 129, 189\r\n\n Bacon, Francis, 162\r\n\r\n Balkans, 188\r\n\r\n Behavior, 55, 68–69;\r\n reasonable, defined, 145\r\n\r\n Bentham, Jeremy, 200\r\n\r\n Bergson, Henri, 32–33\r\n\r\n Birth control, its relation to food supply, 87–88\r\n\r\n Bismarck, Prince von, 14, 169\r\n\r\n Brun, J. Charles, 183\r\n\r\n Bryan, William Jennings, 36\r\n\r\n Bryce, James, 18–19\r\n\r\n Bulgaria, 188\r\n\r\n Business, new gospel of, 178\r\n\r\n Bystanders and agents defined, 40–53\r\n\n Capitalism, 37, 179, 191, 192, 194, 195\r\n\r\n Carr-Saunders, A. M., 87\r\n\r\n Cassel, Gustav, 92, 94\r\n\r\n Cats, mice and clover, 31–32\r\n\r\n Cavour, Count di, 169\r\n\r\n Centralization of government. _See_ Government\r\n\r\n Change, unnoticeable, 88\r\n\r\n Chanticleer, 15\r\n\r\n Chicago mayoral election, 17\r\n\r\n Chinese and Greco-Roman civilizations, 174\r\n\r\n Citizen, 13, 14, 15, 16, 18, 20, 21, 22, 24, 25, 26, 27, 38, 39, 40,\r\n 45, 46, 52, 148, 195\r\n\r\n Citizenship, 151\r\n\r\n Civic duty, derision for, 15, 146, 151\r\n\r\n Civil rights, 58\r\n\r\n Civilization, 174\r\n\r\n Clover, cats and mice, 31–32\r\n\r\n Competence, 150\r\n\r\n Conduct, 182\r\n\r\n Conformity, test of, defined, 123–124\r\n\r\n Conscience, 28\r\n\r\n Contracts, social, 40, 95–106;\r\n defined, 101–102, 104–105\r\n\r\n Control, 55\r\n\r\n Controversy, 77\r\n\r\n Coöperation, 99\r\n\r\n Corruption, 71, 72\r\n\r\n Criteria of reform defined, 125–142\r\n\r\n Criticism, 123\r\n\r\n Crises, 67\r\n\r\n Crisis, public opinion reserve force in, 69\r\n\n Dante, 169\r\n\r\n Darwin, Charles, 31, 32\r\n\r\n Debate, public value of, defined, 110–114\r\n\r\n Defective rule defined, 115–124\r\n\r\n Defoe, Daniel, 177\r\n\r\n Delbrück, Hans, 60\r\n\r\n Democracy, 24, 35–37, 71, 146–151, 155, 189, 190, 197–200\r\n\r\n Democratic theory, 14, 61, 147\r\n\r\n Democrats, 59\r\n\r\n Derision of citizens, 15\r\n\r\n Descartes, 81\r\n\r\n Dibblee, G. B., 176\r\n\r\n Dictatorship, 190\r\n\r\n Disenchanted man defined, 20\r\n\r\n “Disorder, idea of,” 32–33;\r\n realms of, defined, 187–200\r\n\r\n Dogma of assent, 117\r\n\r\n Duties and rights. _See_ Rights and duties.\r\n\n Economic problem defined, 92–94.\r\n\r\n Education, 22–23, 24, 27;\r\n public, defined, 146–147, 148–151, 169\r\n\r\n Election, defined, 56, 60, 61\r\n\r\n Elections, defined, 127–130\r\n\r\n England, 59, 86\r\n\r\n Enterprise, Macaulay on, 49–50\r\n\r\n Enterprisers, 176\r\n\r\n Environment, 14, 78, 79, 179\r\n\r\n Erickson, E. M., 16\r\n\r\n Eugenics, 34–35\r\n\r\n Evasion of law, 123\r\n\r\n Evils of democracy, 35–36, 37, 173–186\r\n\r\n Evolution, 81–84\r\n\r\n Executive action, 144\r\n\r\n Expectations, 33\r\n\r\n Exploiters, 166\r\n\n Fable of professor, 28\r\n\r\n Food supply, 86–87\r\n\r\n Franklin, Benjamin, 177–178\r\n\r\n French security, 179\r\n\r\n French Revolution, 59, 183\r\n\r\n Frugality, 177\r\n\r\n Function, government, defined, 70–73;\r\n relation to competency, 150\r\n\n German diplomacy, 188\r\n\r\n Germans, 179\r\n\r\n Goethe, 173\r\n\r\n Gosnell, Harvey Foote, 17\r\n\r\n Government, vii, 14, 41, 50, 61, 62, 70, 71, 72, 73, 126, 173–186,\r\n 194;\r\n defined, 77, 126;\r\n function defined, 70–73\r\n\r\n Grant, Madison, 22\r\n\r\n Great Society, 43, 79, 98, 174, 183, 188–189\r\n\r\n Greco-Roman and Chinese civilizations, 174\r\n\r\n Grey, Lord, vii, 188\r\n\r\n Guedalla, Philip, 14\r\n\r\n Gun elevation, 91\r\n\n Hamilton, Alexander, vii, 169\r\n\r\n Hegel, 98\r\n\r\n Hegelian mystery, 47\r\n\r\n Hertzen, Alexander, 20\r\n\r\n Hughes, Charles Evans, 179\r\n\r\n Human values defined, 95–97\r\n\n “Idea of disorder,” 32–33\r\n\r\n Ideal, 20, 22, 39, 63, 68, 155\r\n\r\n Idealization, 57\r\n\r\n Ideals, 14\r\n\r\n Ideas, 47, 48\r\n\r\n Imperial Party, 169\r\n\r\n Initiative and referendum, 19\r\n\r\n Innovation, 116\r\n\r\n Inquiry, test of, defined, 130–135\r\n\r\n Intelligence, 69, 135\r\n\n Jefferson, Thomas, 159\r\n\r\n Justice, 67\r\n\n Keynes, J. M., 157–158\r\n\r\n Knowledge, 30\r\n\r\n Ku Klux Klan, 179\r\n\n Lancashire goods, 176\r\n\r\n Laski, Harold J., 161\r\n\r\n Latin America, 61\r\n\r\n Latin verse, 184\r\n\r\n Law, 69, 100, 108, 115, 116, 123, 124, 191–192, 193\r\n\r\n Laws, 69, 71;\r\n assent to, defined, 117–122, 123, 124;\r\n defective, defined, 125–142, 136;\r\n test of, defined, 138\r\n\r\n Leaders, 19\r\n\r\n League of Nations, 133\r\n\r\n Lenin, 169\r\n\r\n Liberal defined, 162\r\n\r\n Liberalism defined, 162–172\r\n\r\n Liberals, 162, 166\r\n\r\n Liberties of men defined, 55\r\n\r\n Liberty, spirit of, 187\r\n\r\n Lloyd George, David, 157–158, 188–189\r\n\r\n Lombart, Werner, 177\r\n\r\n Lowell, Lawrence A., 19\r\n\n Macaulay, Lord, 49–50\r\n\r\n Macgowan, Kenneth, 163\r\n\r\n Majority, 19;\r\n rule defined, 57–58, 60\r\n\r\n Malthus, T. R., 85–87\r\n\r\n Man, disenchanted, 13–21\r\n\r\n Manchester, Lloyd George at, 188–189\r\n\r\n Mayoral election in Chicago, 17\r\n\r\n Merriam, Charles Edward, 17–18\r\n\r\n Methods of public men, 159\r\n\r\n Mice, cats and clover, 31–32\r\n\r\n Michelet, Simon, 16\r\n\r\n Michels, Robert, 19, 22–23\r\n\r\n Minorities, 58\r\n\r\n Monistic theory, 161, 173\r\n\r\n Monodrama, 163–165\r\n\r\n Moral code, 29–30, 35, 74\r\n\r\n Moral codes, 30\r\n\r\n Moralists, 28\r\n\r\n Morality, 100\r\n\r\n Morrow, Dwight, 59–60\r\n\r\n Morse, Prof., 59–60\r\n\n Napoleon III., 14\r\n\r\n National defense, problem defined, 90–91\r\n\r\n Nationals, 196\r\n\r\n Nationalism, 65\r\n\r\n Neutralization of arbitrary force, 67–74\r\n\r\n Neutralized power, 193\r\n\r\n Newspapers, 13\r\n\r\n Nonvoting, 17–18\r\n\n Officials, government, 72\r\n\r\n Ogburn, W. F., 89, 100\r\n\r\n Omnicompetency of citizens, 21, 39\r\n\r\n One and Many problem, 171\r\n\r\n Opinion, 48, 52, 56, 61\r\n\r\n Opinion, public. _See_ Public opinion\r\n\r\n Opinions defined, 44–49, 162, 197\r\n\r\n Opposition parties, 20\r\n\n Party government, 59–60\r\n\r\n Party in power, 126\r\n\r\n Party system, 130\r\n\r\n Parties, political, 127\r\n\r\n Partisanship, 34\r\n\r\n Pawlow, Ivan Petrovich, 30\r\n\r\n People, 19, 36, 41;\r\n Macaulay on, 50, 61, 62, 68, 69, 71, 180, 181, 191, 194\r\n\r\n People’s will defined, 72\r\n\r\n Physical force in South, 61\r\n\r\n Plato, 169\r\n\r\n Pluralistic theory defined, 151, 161, 194\r\n\r\n Political capacity, 78\r\n\r\n Political evils, agents against, 169\r\n\r\n Political leaders, 19, 22\r\n\r\n Political system changes, 84–85\r\n\r\n Political talent neglected, 184\r\n\r\n Political theories defined, 22–39\r\n\r\n Politicians, 41\r\n\r\n Politics, truth in, 157–158\r\n\r\n Policy, public, 57\r\n\r\n Population, problem of, defined, 85–87\r\n\r\n Power, arbitrary, 74;\r\n balance of, defined, 192–196;\r\n of public opinion, 70\r\n\r\n Principles of public opinion, 143\r\n\r\n Problem, nature of, 81–94, 130;\r\n of One and Many, 171\r\n\r\n Problems of citizen defined, 13–16, 25, 26, 34, 64, 72, 81–94, 125,\r\n 129, 131, 140, 141, 187\r\n\r\n Professor, fable of, 28\r\n\r\n Protocol for the Pacific Settlement of International Disputes, 133\r\n\r\n Public, 42;\r\n powers defined, 49–52, 54–62;\r\n relation to public affairs defined, 63–66, 67, 68, 77, 103, 105,\r\n 106, 107, 108;\r\n debate, value of, defined, 110–114, 115, 118, 119, 120, 121, 122,\r\n 124, 125, 129, 131, 133, 134, 140, 141, 143, 144, 145;\r\n education defined, 146–151, 155, 156, 157, 159;\r\n in any situation defined, 168, 169;\r\n dangers to, defined, 189–191, 193, 197, 198\r\n\r\n Public affairs, 13–21, 24, 25, 27, 28, 36, 38, 39, 41, 44, 55, 56,\r\n 64, 69, 189\r\n\r\n Public judgment, 115\r\n\r\n Public life, candor in, 157\r\n\r\n Public men, methods of, 159\r\n\r\n Public office, education for, 151\r\n\r\n Public opinion, 44, 48, 52, 53, 55;\r\n and public affairs, 55–56, 65;\r\n defined 65–70, 71, 72, 73, 74;\r\n function of, defined, 74, 79;\r\n principles of, 143;\r\n tests of, defined, 144–145, 147, 151, 181, 197–200\r\n\r\n Publicity, 43\r\n\r\n Publics, random, 79\r\n\n Question Aristotle asked, 77–80\r\n\r\n Questions, two, 107\r\n\n Realms of disorder, 187–200\r\n\r\n Reason, 69\r\n\r\n Reform Bill, 50\r\n\r\n Reform, criteria of, 125–142\r\n\r\n Reform, 129;\r\n test of, defined, 135–138\r\n\r\n Reformer, 129, 130\r\n\r\n Registered voters, 19\r\n\r\n Revivalists, 22\r\n\r\n Revolution, 59, 61, 136, 190\r\n\r\n Revolution, French, 59, 183\r\n\r\n Rights, 100\r\n\r\n Rights and duties defined, 100–107\r\n\r\n Rousseau, J. J., 98\r\n\r\n Rule, 68–69;\r\n defective, defined, 115–124\r\n\r\n Rules. _See_ Laws\r\n\r\n Rules of society, 117\r\n\r\n Rulers, absentee, defined, 173–186\r\n\n Santayana, George, 95\r\n\r\n Schlesinger, A. M., 16\r\n\r\n School, 14\r\n\r\n Self-government, 19\r\n\r\n Settlements, 120\r\n\r\n Shaw, G. Bernard, 59\r\n\r\n Smith, Logan Pearsall, 15–16, 26\r\n\r\n Social contracts defined, 95–106\r\n\r\n Socialism, theory of, defined, 37–38, 39, 65\r\n\r\n Socialists, 156\r\n\r\n Society, 28, 30, 31, 32, 42, 45, 71, 73, 79, 88, 98, 103, 106, 134;\r\n functions defined, 155–161;\r\n defined, 155–172, 176, 183\r\n\r\n Socrates, 30\r\n\r\n Sovereign people, 18–19\r\n\r\n Sovereignty, 14\r\n\r\n Standards, 30, 143\r\n\r\n Statesmanship defined, 155–161\r\n\r\n Steffen, Gustaf F., 19\r\n\r\n Stoddard, Lothrop, 22\r\n\r\n Submission, 162\r\n\r\n Supply and demand, 92\r\n\r\n System, economic, 94;\r\n prevailing, 100;\r\n of rights and duties, 100\r\n\n Teachers, 27\r\n\r\n Theory, citizen reigns in, 14\r\n\r\n Thomson, J. Arthur, 31\r\n\r\n Times (London), 50\r\n\r\n Tocqueville, de, 183\r\n\r\n Trade, 177\r\n\r\n Truth, 67\r\n\r\n Turks, 188\r\n\r\n Tyranny, 70–71\r\n\n Unattainable ideal, 22–39\r\n\r\n United States government, 61\r\n\n Validity of laws, 108\r\n\r\n Value is measurement, 96\r\n\r\n Value of public debate defined, 110–114\r\n\r\n Values, human, defined, 95–97\r\n\r\n Virtue, 30, 57\r\n\r\n Voice of public opinion defined, 197\r\n\r\n Vote, 36, 55, 56\r\n\r\n Voter, 19, 36, 146\r\n\r\n Voters, 16–17, 18–19, 41\r\n\r\n Voting, 52, 55, 56, 58, 59\r\n\n War, 90, 190\r\n\r\n Williams, John Sharp, 159\r\n\r\n Wirt, William, 159\r\n\r\n Woman suffrage, 60\r\n\r\n Work, 173\r\n\r\n World, 29\r\n\r\n “World power or downfall,” 179\r\n\n Yevreynoff, 163–164\r\n\r\n Young, Arthur, 183"
    }
  ]
}