{
  "id": 6130,
  "title": "The Iliad",
  "author": "Homer",
  "chapters": [
    {
      "title": "xxx.",
      "content": "[16] Heeren’s Ancient Greece, p. 96.\r\n\r\n [17] Compare Sir E. L. Bulwer’s Caxtons v. i. p. 4.\r\n\r\n [18] Pericles and Aspasia, Letter lxxxiv., Works, vol ii. p. 387.\r\n\r\n [19] Quarterly Review, No. lxxxvii., p. 147.\r\n\r\n [20] Viz., the following beautiful passage, for the translation of\r\n which I am indebted to Coleridge, Classic Poets, p. 286.\r\n\r\n“Origias, farewell! and oh! remember me\r\nHereafter, when some stranger from the sea,\r\nA hapless wanderer, may your isle explore,\r\nAnd ask you, maid, of all the bards you boast,\r\nWho sings the sweetest, and delights you most\r\nOh! answer all,—‘A blind old man and poor\r\nSweetest he sings—and dwells on Chios’ rocky shore.’”\r\n\r\n_See_ Thucyd. iii, 104.\r\n\r\n [21] Longin., de Sublim., ix. § 26. Ὅθεν ἐν τῇ Ὀδυσσείᾳ παρεικάσαι τις\r\n ἂν καταδυομένῳ τὸν Ὅμηρον ἡλίῳ, οδ δίχα τῆς σφοδρότητος παραμένει το\r\n μέγεθος.\r\n\r\n [22] See Tatian, quoted in Fabric. Bibl. Gr. v. II t. ii. Mr.\r\n Mackenzie has given three brief but elaborate papers on the different\r\n writers on the subject, which deserve to be consulted. See Notes and\r\n Queries, vol. v. pp. 99, 171, and 221. His own views are moderate, and\r\n perhaps as satisfactory, on the whole, as any of the hypotheses\r\n hitherto put forth. In fact, they consist in an attempt to blend those\r\n hypotheses into something like consistency, rather than in advocating\r\n any individual theory.\r\n\r\n [23] Letters to Phileleuth; Lips.\r\n\r\n [24] Hist. of Greece, vol. ii. p. 191, sqq.\r\n\r\n [25] It is, indeed not easy to calculate the height to which the\r\n memory may be cultivated. To take an ordinary case, we might refer to\r\n that of any first rate actor, who must be prepared, at a very short\r\n warning, to ‘rhapsodize,’ night after night, parts which when laid\r\n together, would amount to an immense number of lines. But all this is\r\n nothing to two instances of our own day. Visiting at Naples a\r\n gentleman of the highest intellectual attainments, and who held a\r\n distinguished rank among the men of letters in the last century, he\r\n informed us that the day before he had passed much time in examining a\r\n man, not highly educated, who had learned to repeat the whole\r\n Gierusalemme of Tasso, not only to recite it consecutively, but also\r\n to repeat those stanzas in utter defiance of the sense, either\r\n forwards or backwards, or from the eighth line to the first,\r\n alternately the odd and even lines—in short, whatever the passage\r\n required; the memory, which seemed to cling to the words much more\r\n than to the sense, had it at such perfect command, that it could\r\n produce it under any form. Our informant went on to state that this\r\n singular being was proceeding to learn the Orlando Furioso in the same\r\n manner. But even this instance is less wonderful than one as to which\r\n we may appeal to any of our readers that happened some twenty years\r\n ago to visit the town of Stirling, in Scotland. No such person can\r\n have forgotten the poor, uneducated man Blind Jamie who could actually\r\n repeat, after a few minutes consideration any verse required from any\r\n part of the Bible—even the obscurest and most unimportant enumeration\r\n of mere proper names not excepted. We do not mention these facts as\r\n touching the more difficult part of the question before us, but facts\r\n they are; and if we find so much difficulty in calculating the extent\r\n to which the mere memory may be cultivated, are we, in these days of\r\n multifarious reading, and of countless distracting affairs, fair\r\n judges of the perfection to which the invention and the memory\r\n combined may attain in a simpler age, and among a more single minded\r\n people?—Quarterly Review, _l. c._, p. 143, sqq.\r\n Heeren steers between the two opinions, observing that, “The\r\n Dschungariade of the Calmucks is said to surpass the poems of Homer\r\n in length, as much as it stands beneath them in merit, and yet it\r\n exists only in the memory of a people which is not unacquainted\r\n with writing. But the songs of a nation are probably the last\r\n things which are committed to writing, for the very reason that\r\n they are remembered.”— _Ancient Greece_. p. 100.\r\n\r\n [26] Vol. II p. 198, sqq.\r\n\r\n [27] Quarterly Review, _l. c._, p. 131 sq.\r\n\r\n [28] Betrachtungen über die Ilias. Berol. 1841. See Grote, p. 204.\r\n Notes and Queries, vol. v. p. 221.\r\n\r\n [29] Prolegg. pp. xxxii., xxxvi., &c.\r\n\r\n [30] Vol. ii. p. 214 sqq.\r\n\r\n [31] “Who,” says Cicero, de Orat. iii. 34, “was more learned in that\r\n age, or whose eloquence is reported to have been more perfected by\r\n literature than that of Peisistratus, who is said first to have\r\n disposed the books of Homer in the order in which we now have them?”\r\n Compare Wolf’s Prolegomena 33, §.\r\n\r\n [32] “The first book, together with the eighth, and the books from the\r\n eleventh to the twenty-second inclusive, seems to form the primary\r\n organization of the poem, then properly an Achilleïs.”—Grote, vol. ii.\r\n p. 235\r\n\r\n [33] K. R. H. Mackenzie, Notes and Queries, p. 222 sqq.\r\n\r\n [34] See his Epistle to Raphelingius, in Schroeder’s edition, 4to.,\r\n Delphis, 1728.\r\n\r\n [35] Ancient Greece, p. 101.\r\n\r\n [36] The best description of this monument will be found in Vaux’s\r\n “Antiquities of the British Museum,” p. 198 sq. The monument itself\r\n (Towneley Sculptures, No. 123) is well known.\r\n\r\n [37] Coleridge, Classic Poets, p. 276.\r\n\r\n [38] Preface to her Homer.\r\n\r\n [39] Hesiod. Opp. et Dier. Lib. I. vers. 155, &c.\r\n\r\n [40] The following argument of the Iliad, corrected in a few\r\n particulars, is translated from Bitaubé, and is, perhaps, the neatest\r\n summary that has ever been drawn up:—“A hero, injured by his general,\r\n and animated with a noble resentment, retires to his tent; and for a\r\n season withdraws himself and his troops from the war. During this\r\n interval, victory abandons the army, which for nine years has been\r\n occupied in a great enterprise, upon the successful termination of\r\n which the honour of their country depends. The general, at length\r\n opening his eyes to the fault which he had committed, deputes the\r\n principal officers of his army to the incensed hero, with commission\r\n to make compensation for the injury, and to tender magnificent\r\n presents. The hero, according to the proud obstinacy of his character,\r\n persists in his animosity; the army is again defeated, and is on the\r\n verge of entire destruction. This inexorable man has a friend; this\r\n friend weeps before him, and asks for the hero’s arms, and for\r\n permission to go to the war in his stead. The eloquence of friendship\r\n prevails more than the intercession of the ambassadors or the gifts of\r\n the general. He lends his armour to his friend, but commands him not\r\n to engage with the chief of the enemy’s army, because he reserves to\r\n himself the honour of that combat, and because he also fears for his\r\n friend’s life. The prohibition is forgotten; the friend listens to\r\n nothing but his courage; his corpse is brought back to the hero, and\r\n the hero’s arms become the prize of the conqueror. Then the hero,\r\n given up to the most lively despair, prepares to fight; he receives\r\n from a divinity new armour, is reconciled with his general and,\r\n thirsting for glory and revenge, enacts prodigies of valour, recovers\r\n the victory, slays the enemy’s chief, honours his friend with superb\r\n funeral rites, and exercises a cruel vengeance on the body of his\r\n destroyer; but finally appeased by the tears and prayers of the father\r\n of the slain warrior, restores to the old man the corpse of his son,\r\n which he buries with due solemnities.’—Coleridge, p. 177, sqq.\r\n\r\n [41] Vultures: Pope is more accurate than the poet he translates, for\r\n Homer writes “a prey to dogs and to _all_ kinds of birds. But all\r\n kinds of birds are not carnivorous.\r\n\r\n [42] _i.e._ during the whole time of their striving the will of Jove\r\n was being gradually accomplished.\r\n\r\n [43] Compare Milton’s “Paradise Lost” i. 6\r\n\r\n“Sing, heavenly Muse, that on the secret top\r\nOf Horeb, or of Sinai, didst inspire\r\nThat shepherd.”\r\n\r\n [44] _Latona’s son: i.e._ Apollo.\r\n\r\n [45] _King of men:_ Agamemnon.\r\n\r\n [46] _Brother kings:_ Menelaus and Agamemnon.\r\n\r\n [47] _Smintheus_ an epithet taken from sminthos, the Phrygian name\r\n for a _mouse_, was applied to Apollo for having put an end to a plague\r\n of mice which had harassed that territory. Strabo, however, says, that\r\n when the Teucri were migrating from Crete, they were told by an oracle\r\n to settle in that place, where they should not be attacked by the\r\n original inhabitants of the land, and that, having halted for the\r\n night, a number of field-mice came and gnawed away the leathern straps\r\n of their baggage, and thongs of their armour. In fulfilment of the\r\n oracle, they settled on the spot, and raised a temple to Sminthean\r\n Apollo. Grote, “History of Greece,” i. p. 68, remarks that the\r\n “worship of Sminthean Apollo, in various parts of the Troad and its\r\n neighboring territory, dates before the earliest period of Æolian\r\n colonization.”\r\n\r\n [48] _Cilla_, a town of Troas near Thebe, so called from Cillus, a\r\n sister of Hippodamia, slain by Œnomaus.\r\n\r\n [49] A mistake. It should be,\r\n\r\n“If e’er I roofed thy graceful fane,”\r\n\r\nfor the custom of decorating temples with garlands was of later date.\r\n\r\n [50] _Bent was his bow_ “The Apollo of Homer, it must be borne in\r\n mind, is a different character from the deity of the same name in the\r\n later classical pantheon. Throughout both poems, all deaths from\r\n unforeseen or invisible causes, the ravages of pestilence, the fate of\r\n the young child or promising adult, cut off in the germ of infancy or\r\n flower of youth, of the old man dropping peacefully into the grave, or\r\n of the reckless sinner suddenly checked in his career of crime, are\r\n ascribed to the arrows of Apollo or Diana. The oracular functions of\r\n the god rose naturally out of the above fundamental attributes, for\r\n who could more appropriately impart to mortals what little\r\n foreknowledge Fate permitted of her decrees than the agent of her most\r\n awful dispensations? The close union of the arts of prophecy and song\r\n explains his additional office of god of music, while the arrows with\r\n which he and his sister were armed, symbols of sudden death in every\r\n age, no less naturally procured him that of god of archery. Of any\r\n connection between Apollo and the Sun, whatever may have existed in\r\n the more esoteric doctrine of the Greek sanctuaries, there is no trace\r\n in either Iliad or Odyssey.”—Mure, “History of Greek Literature,” vol."
    },
    {
      "title": "i. p. 478, sq.",
      "content": "[51] It has frequently been observed, that most pestilences begin with\r\n animals, and that Homer had this fact in mind.\r\n\r\n [52] _Convened to council_. The public assembly in the heroic times is\r\n well characterized by Grote, vol. ii. p 92. “It is an assembly for\r\n talk. Communication and discussion to a certain extent by the chiefs\r\n in person, of the people as listeners and sympathizers—often for\r\n eloquence, and sometimes for quarrel—but here its ostensible purposes\r\n end.”\r\n\r\n [53] Old Jacob Duport, whose “Gnomologia Homerica” is full of curious\r\n and useful things, quotes several passages of the ancients, in which\r\n reference is made to these words of Homer, in maintenance of the\r\n belief that dreams had a divine origin and an import in which men were\r\n interested.\r\n\r\n [54] Rather, “bright-eyed.” See the German critics quoted by Arnold.\r\n\r\n [55] The prize given to Ajax was Tecmessa, while Ulysses received\r\n Laodice, the daughter of Cycnus.\r\n\r\n [56] The Myrmidons dwelt on the southern borders of Thessaly, and took\r\n their origin from Myrmido, son of Jupiter and Eurymedusa. It is\r\n fancifully supposed that the name was derived from myrmaex, an _ant_,\r\n “because they imitated the diligence of the ants, and like them were\r\n indefatigable, continually employed in cultivating the earth; the\r\n change from ants to men is founded merely on the equivocation of their\r\n name, which resembles that of the ant: they bore a further resemblance\r\n to these little animals, in that instead of inhabiting towns or\r\n villages, at first they commonly resided in the open fields, having no\r\n other retreats but dens and the cavities of trees, until Ithacus\r\n brought them together, and settled them in more secure and comfortable\r\n habitations.”—Anthon’s “Lempriere.”\r\n\r\n [57] Eustathius, after Heraclides Ponticus and others, allegorizes\r\n this apparition, as if the appearance of Minerva to Achilles, unseen\r\n by the rest, was intended to point out the sudden recollection that he\r\n would gain nothing by intemperate wrath, and that it were best to\r\n restrain his anger, and only gratify it by withdrawing his services.\r\n The same idea is rather cleverly worked out by Apuleius, “De Deo\r\n Socratis.”\r\n\r\n [58] Compare Milton, “Paradise Lost,” bk. ii:\r\n\r\n“Though his tongue\r\nDropp’d manna.”\r\n\r\nSo Proverbs v. 3, “For the lips of a strange woman drop as an\r\nhoney-comb.”\r\n\r\n [59] Salt water was chiefly used in lustrations, from its being\r\n supposed to possess certain fiery particles. Hence, if sea-water could\r\n not be obtained, salt was thrown into the fresh water to be used for\r\n the lustration. Menander, in Clem. Alex. vii. p.713, hydati\r\n perriranai, embalon alas, phakois.\r\n\r\n [60] The persons of heralds were held inviolable, and they were at\r\n liberty to travel whither they would without fear of molestation.\r\n Pollux, Onom. viii. p. 159. The office was generally given to old men,\r\n and they were believed to be under the especial protection of Jove and\r\n Mercury.\r\n\r\n [61] His mother, Thetis, the daughter of Nereus and Doris, who was\r\n courted by Neptune and Jupiter. When, however, it was known that the\r\n son to whom she would give birth must prove greater than his father,\r\n it was determined to wed her to a mortal, and Peleus, with great\r\n difficulty, succeeded in obtaining her hand, as she eluded him by\r\n assuming various forms. Her children were all destroyed by fire\r\n through her attempts to see whether they were immortal, and Achilles\r\n would have shared the same fate had not his father rescued him. She\r\n afterwards rendered him invulnerable by plunging him into the waters\r\n of the Styx, with the exception of that part of the heel by which she\r\n held him. Hygin. Fab. 54\r\n\r\n [62] Thebé was a city of Mysia, north of Adramyttium.\r\n\r\n [63] That is, defrauds me of the prize allotted me by their votes.\r\n\r\n [64] Quintus Calaber goes still further in his account of the service\r\n rendered to Jove by Thetis:\r\n\r\n“Nay more, the fetters of Almighty Jove\r\nShe loosed”—Dyce’s “Calaber,” s. 58.\r\n\r\n [65] _To Fates averse_. Of the gloomy destiny reigning throughout the\r\n Homeric poems, and from which even the gods are not exempt, Schlegel\r\n well observes, “This power extends also to the world of gods— for the\r\n Grecian gods are mere powers of nature—and although immeasurably\r\n higher than mortal man, yet, compared with infinitude, they are on an\r\n equal footing with himself.”—‘Lectures on the Drama’ v. p. 67.\r\n\r\n [66] It has been observed that the annual procession of the sacred\r\n ship so often represented on Egyptian monuments, and the return of the\r\n deity from Ethiopia after some days’ absence, serves to show the\r\n Ethiopian origin of Thebes, and of the worship of Jupiter Ammon. “I\r\n think,” says Heeren, after quoting a passage from Diodorus about the\r\n holy ship, “that this procession is represented in one of the great\r\n sculptured reliefs on the temple of Karnak. The sacred ship of Ammon\r\n is on the shore with its whole equipment, and is towed along by\r\n another boat. It is therefore on its voyage. This must have been one\r\n of the most celebrated festivals, since, even according to the\r\n interpretation of antiquity, Homer alludes to it when he speaks of\r\n Jupiter’s visit to the Ethiopians, and his twelve days’\r\n absence.”—Long, “Egyptian Antiquities” vol. 1 p. 96. Eustathius, vol.\r\n 1 p. 98, sq. (ed. Basil) gives this interpretation, and likewise an\r\n allegorical one, which we will spare the reader.\r\n\r\n [67] _Atoned_, i.e. reconciled. This is the proper and most natural\r\n meaning of the word, as may be seen from Taylor’s remarks in Calmet’s\r\n Dictionary, p.110, of my edition.\r\n\r\n [68] That is, drawing back their necks while they cut their throats.\r\n “If the sacrifice was in honour of the celestial gods, the throat was\r\n bent upwards towards heaven; but if made to the heroes, or infernal\r\n deities, it was killed with its throat toward the ground.”— “Elgin\r\n Marbles,” vol i. p.81.\r\n\r\n“The jolly crew, unmindful of the past,\r\nThe quarry share, their plenteous dinner haste,\r\nSome strip the skin; some portion out the spoil;\r\nThe limbs yet trembling, in the caldrons boil;\r\nSome on the fire the reeking entrails broil.\r\nStretch’d on the grassy turf, at ease they dine,\r\nRestore their strength with meat, and cheer their souls with wine.”\r\n\r\nDryden’s “Virgil,” i. 293.\r\n\r\n [69] _Crown’d, i.e._ filled to the brim. The custom of adorning\r\n goblets with flowers was of later date.\r\n\r\n [70] _He spoke_, &c. “When a friend inquired of Phidias what pattern\r\n he had formed his Olympian Jupiter, he is said to have answered by\r\n repeating the lines of the first Iliad in which the poet represents\r\n the majesty of the god in the most sublime terms; thereby signifying\r\n that the genius of Homer had inspired him with it. Those who beheld\r\n this statue are said to have been so struck with it as to have asked\r\n whether Jupiter had descended from heaven to show himself to Phidias,\r\n or whether Phidias had been carried thither to contemplate the god.”—\r\n “Elgin Marbles,” vol. xii p.124.\r\n\r\n [71] “So was his will\r\nPronounced among the gods, and by an oath,\r\nThat shook heav’n’s whole circumference, confirm’d.”\r\n\r\n“Paradise Lost” ii. 351.\r\n\r\n [72] _A double bowl, i.e._ a vessel with a cup at both ends, something\r\n like the measures by which a halfpenny or pennyworth of nuts is sold.\r\n See Buttmann, Lexic. p. 93 sq.\r\n\r\n [73] “Paradise Lost,” i. 44.\r\n\r\n“Him th’ Almighty power\r\nHurl’d headlong flaming from th ethereal sky,\r\nWith hideous ruin and combustion”\r\n\r\n [74] The occasion on which Vulcan incurred Jove’s displeasure was\r\n this—After Hercules, had taken and pillaged Troy, Juno raised a storm,\r\n which drove him to the island of Cos, having previously cast Jove into\r\n a sleep, to prevent him aiding his son. Jove, in revenge, fastened\r\n iron anvils to her feet, and hung her from the sky, and Vulcan,\r\n attempting to relieve her, was kicked down from Olympus in the manner\r\n described. The allegorists have gone mad in finding deep explanations\r\n for this amusing fiction. See Heraclides, “Ponticus,” p. 463 sq., ed\r\n Gale. The story is told by Homer himself in Book xv. The Sinthians\r\n were a race of robbers, the ancient inhabitants of Lemnos which island\r\n was ever after sacred to Vulcan.\r\n\r\n“Nor was his name unheard or unadored\r\nIn ancient Greece, and in Ausonian land\r\nMen call’d him Mulciber, and how he fell\r\nFrom heaven, they fabled, thrown by angry Jove\r\nSheer o’er the crystal battlements from morn\r\nTo noon he fell, from noon to dewy eve,\r\nA summer’s day and with the setting sun\r\nDropp’d from the zenith like a falling star\r\nOn Lemnos, th’ Aegean isle thus they relate.”\r\n\r\n“Paradise Lost,” i. 738\r\n\r\n [75] It is ingeniously observed by Grote, vol i p. 463, that “The gods\r\n formed a sort of political community of their own which had its\r\n hierarchy, its distribution of ranks and duties, its contentions for\r\n power and occasional revolutions, its public meetings in the agora of\r\n Olympus, and its multitudinous banquets or festivals.”\r\n\r\n [76] Plato, Rep. iii. p. 437, was so scandalized at this deception of\r\n Jupiter’s, and at his other attacks on the character of the gods, that\r\n he would fain sentence him to an honourable banishment. (See Minucius\r\n Felix, Section 22.) Coleridge, Introd. p. 154, well observes, that the\r\n supreme father of gods and men had a full right to employ a lying\r\n spirit to work out his ultimate will. Compare “Paradise Lost,” v. 646:\r\n\r\n“And roseate dews disposed\r\nAll but the unsleeping eyes of God to rest.”\r\n\r\n [77] —_Dream_ ought to be spelt with a capital letter, being, I think,\r\n evidently personified as the god of dreams. See Anthon and others.\r\n\r\n“When, by Minerva sent, a _fraudful_ Dream\r\nRush’d from the skies, the bane of her and Troy.”\r\n\r\nDyce’s “Select Translations from Quintus Calaber,” p.10.\r\n\r\n [78] “Sleep’st thou, companion dear, what sleep can close\r\nThy eye-lids?”—“Paradise Lost,” v. 673.\r\n\r\n [79] This truly military sentiment has been echoed by the approving\r\n voice of many a general and statesman of antiquity. See Pliny’s\r\n Panegyric on Trajan. Silius neatly translates it,\r\n\r\n“Turpe duci totam somno consumere noctem.”\r\n\r\n [80] _The same in habit_, &c.\r\n\r\n“To whom once more the winged god appears;\r\nHis former youthful mien and shape he wears.”\r\n\r\nDryden’s Virgil, iv. 803.\r\n\r\n [81] “As bees in spring-time, when\r\nThe sun with Taurus rides,\r\nPour forth their populous youth about the hive\r\nIn clusters; they among fresh dews and flowers\r\nFly to and fro, or on the smoothed plank,\r\nThe suburb of this straw-built citadel,\r\nNew-nibb’d with balm, expatiate and confer\r\nTheir state affairs. So thick the very crowd\r\nSwarm’d and were straiten’d.”—“Paradise Lost” i. 768.\r\n\r\n [82] It was the herald’s duty to make the people sit down. “A\r\n _standing_ agora is a symptom of manifest terror (II. Xviii. 246) an\r\n evening agora, to which men came elevated by wine, is also the\r\n forerunner of mischief (‘Odyssey,’ iii. 138).”—Grote, ii. p. 91,\r\n _note_.\r\n\r\n [83] This sceptre, like that of Judah (Genesis xlix. 10), is a type of\r\n the supreme and far-spread dominion of the house of the Atrides. See\r\n Thucydides i. 9. “It is traced through the hands of Hermes, he being\r\n the wealth giving god, whose blessing is most efficacious in\r\n furthering the process of acquisition.”—Grote, i. p. 212. Compare\r\n Quintus Calaber (Dyce’s Selections, p. 43).\r\n\r\n“Thus the monarch spoke,\r\nThen pledged the chief in a capacious cup,\r\nGolden, and framed by art divine (a gift\r\nWhich to Almighty Jove lame Vulcan brought\r\nUpon his nuptial day, when he espoused\r\nThe Queen of Love), the sire of gods bestow’d\r\nThe cup on Dardanus, who gave it next\r\nTo Ericthonius Tros received it then,\r\nAnd left it, with his wealth, to be possess’d\r\nBy Ilus he to great Laomedon\r\nGave it, and last to Priam’s lot it fell.”\r\n\r\n [84] Grote, i, p. 393, states the number of the Grecian forces at\r\n upwards of 100,000 men. Nichols makes a total of 135,000.\r\n\r\n [85] “As thick as when a field\r\nOf Ceres, ripe for harvest, waving bends\r\nHis bearded grove of ears, which way the wind\r\nSways them.”—Paradise Lost,” iv. 980, sqq.\r\n\r\n [86] This sentiment used to be a popular one with some of the greatest\r\n tyrants, who abused it into a pretext for unlimited usurpation of\r\n power. Dion, Caligula, and Domitian were particularly fond of it, and,\r\n in an extended form, we find the maxim propounded by Creon in the\r\n Antigone of Sophocles. See some important remarks of Heeren, “Ancient\r\n Greece,” ch. vi. p. 105.\r\n\r\n [87] It may be remarked, that the character of Thersites, revolting\r\n and contemptible as it is, serves admirably to develop the disposition\r\n of Ulysses in a new light, in which mere cunning is less prominent. Of\r\n the gradual and individual development of Homer’s heroes, Schlegel\r\n well observes, “In bas-relief the figures are usually in profile, and\r\n in the epos all are characterized in the simplest manner in relief;\r\n they are not grouped together, but follow one another; so Homer’s\r\n heroes advance, one by one, in succession before us. It has been\r\n remarked that the _Iliad_ is not definitively closed, but that we are\r\n left to suppose something both to precede and to follow it. The\r\n bas-relief is equally without limit, and may be continued _ad\r\n infinitum_, either from before or behind, on which account the\r\n ancients preferred for it such subjects as admitted of an indefinite\r\n extension, sacrificial processions, dances, and lines of combatants,\r\n and hence they also exhibit bas-reliefs on curved surfaces, such as\r\n vases, or the frieze of a rotunda, where, by the curvature, the two\r\n ends are withdrawn from our sight, and where, while we advance, one\r\n object appears as another disappears. Reading Homer is very much like\r\n such a circuit; the present object alone arresting our attention, we\r\n lose sight of what precedes, and do not concern ourselves about what\r\n is to follow.”—“Dramatic Literature,” p. 75.\r\n\r\n [88] “There cannot be a clearer indication than this description —so\r\n graphic in the original poem—of the true character of the Homeric\r\n agora. The multitude who compose it are listening and acquiescent, not\r\n often hesitating, and never refractory to the chief. The fate which\r\n awaits a presumptuous critic, even where his virulent reproaches are\r\n substantially well-founded, is plainly set forth in the treatment of\r\n Thersites; while the unpopularity of such a character is attested even\r\n more by the excessive pains which Homer takes to heap upon him\r\n repulsive personal deformities, than by the chastisement of Odysseus\r\n he is lame, bald, crook-backed, of misshapen head, and squinting\r\n vision.”—Grote, vol. i. p. 97.\r\n\r\n [89] According to Pausanias, both the sprig and the remains of the\r\n tree were exhibited in his time. The tragedians, Lucretius and others,\r\n adopted a different fable to account for the stoppage at Aulis, and\r\n seem to have found the sacrifice of Iphigena better suited to form the\r\n subject of a tragedy. Compare Dryden’s “Æneid,” vol. iii. sqq.\r\n\r\n [90] _Full of his god, i.e._, Apollo, filled with the prophetic\r\n spirit. “_The_ god” would be more simple and emphatic.\r\n\r\n [91] Those critics who have maintained that the “Catalogue of Ships”\r\n is an interpolation, should have paid more attention to these lines,\r\n which form a most natural introduction to their enumeration.\r\n\r\n [92] The following observation will be useful to Homeric readers:\r\n “Particular animals were, at a later time, consecrated to particular\r\n deities. To Jupiter, Ceres, Juno, Apollo, and Bacchus victims of\r\n advanced age might be offered. An ox of five years old was considered\r\n especially acceptable to Jupiter. A black bull, a ram, or a boar pig,\r\n were offerings for Neptune. A heifer, or a sheep, for Minerva. To\r\n Ceres a sow was sacrificed, as an enemy to corn. The goat to Bacchus,\r\n because he fed on vines. Diana was propitiated with a stag; and to\r\n Venus the dove was consecrated. The infernal and evil deities were to\r\n be appeased with black victims. The most acceptable of all sacrifices\r\n was the heifer of a year old, which had never borne the yoke. It was\r\n to be perfect in every limb, healthy, and without blemish.”—“Elgin\r\n Marbles,” vol. i. p. 78.\r\n\r\n [93] _Idomeneus_, son of Deucalion, was king of Crete. Having vowed,\r\n during a tempest, on his return from Troy, to sacrifice to Neptune the\r\n first creature that should present itself to his eye on the Cretan\r\n shore, his son fell a victim to his rash vow.\r\n\r\n [94] _Tydeus’ son, i.e._ Diomed.\r\n\r\n [95] That is, Ajax, the son of Oïleus, a Locrian. He must be\r\n distinguished from the other, who was king of Salamis.\r\n\r\n [96] A great deal of nonsense has been written to account for the word\r\n _unbid_, in this line. Even Plato, “Sympos.” p. 315, has found some\r\n curious meaning in what, to us, appears to need no explanation. Was\r\n there any _heroic_ rule of etiquette which prevented one brother-king\r\n visiting another without a formal invitation?\r\n\r\n [97] Fresh water fowl, especially swans, were found in great numbers\r\n about the Asian Marsh, a fenny tract of country in Lydia, formed by\r\n the river Cayster, near its mouth. See Virgil, “Georgics,” vol. i.\r\n 383, sq.\r\n\r\n [98] _Scamander_, or Scamandros, was a river of Troas, rising,\r\n according to Strabo, on the highest part of Mount Ida, in the same\r\n hill with the Granicus and the OEdipus, and falling into the sea at\r\n Sigaeum; everything tends to identify it with Mendere, as Wood,\r\n Rennell, and others maintain; the Mendere is 40 miles long, 300 feet\r\n broad, deep in the time of flood, nearly dry in the summer. Dr. Clarke\r\n successfully combats the opinion of those who make the Scamander to\r\n have arisen from the springs of Bounabarshy, and traces the source of\r\n the river to the highest mountain in the chain of Ida, now Kusdaghy;\r\n receives the Simois in its course; towards its mouth it is very muddy,\r\n and flows through marshes. Between the Scamander and Simois, Homer’s\r\n Troy is supposed to have stood: this river, according to Homer, was\r\n called Xanthus by the gods, Scamander by men. The waters of the\r\n Scamander had the singular property of giving a beautiful colour to\r\n the hair or wool of such animals as bathed in them; hence the three\r\n goddesses, Minerva, Juno, and Venus, bathed there before they appeared\r\n before Paris to obtain the golden apple: the name Xanthus, “yellow,”\r\n was given to the Scamander, from the peculiar colour of its waters,\r\n still applicable to the Mendere, the yellow colour of whose waters\r\n attracts the attention of travellers.\r\n\r\n [99] It should be “his _chest_ like Neptune.” The torso of Neptune, in\r\n the “Elgin Marbles,” No. 103, (vol. ii. p. 26,) is remarkable for its\r\n breadth and massiveness of development.\r\n\r\n [100] “Say first, for heav’n hides nothing from thy view.”—“Paradise\r\n Lost,” i. 27.\r\n\r\n“Ma di’ tu, Musa, come i primi danni\r\nMandassero à Cristiani, e di quai parti:\r\nTu ’l sai; ma di tant’ opra a noi si lunge\r\nDebil aura di fama appena giunge.”—“Gier. Lib.” iv. 19.\r\n\r\n [101] “The Catalogue is, perhaps, the portion of the poem in favour of\r\n which a claim to separate authorship has been most plausibly urged.\r\n Although the example of Homer has since rendered some such formal\r\n enumeration of the forces engaged, a common practice in epic poems\r\n descriptive of great warlike adventures, still so minute a statistical\r\n detail can neither be considered as imperatively required, nor perhaps\r\n such as would, in ordinary cases, suggest itself to the mind of a\r\n poet. Yet there is scarcely any portion of the Iliad where both\r\n historical and internal evidence are more clearly in favour of a\r\n connection from the remotest period, with the remainder of the work.\r\n The composition of the Catalogue, whensoever it may have taken place,\r\n necessarily presumes its author’s acquaintance with a previously\r\n existing Iliad. It were impossible otherwise to account for the\r\n harmony observable in the recurrence of so vast a number of proper\r\n names, most of them historically unimportant, and not a few altogether\r\n fictitious: or of so many geographical and genealogical details as are\r\n condensed in these few hundred lines, and incidentally scattered over\r\n the thousands which follow: equally inexplicable were the pointed\r\n allusions occurring in this episode to events narrated in the previous\r\n and subsequent text, several of which could hardly be of traditional\r\n notoriety, but through the medium of the Iliad.”—Mure, “Language and\r\n Literature of Greece,” vol. i. p. 263.\r\n\r\n [102] _Twice Sixty:_ “Thucydides observes that the Bœotian vessels,\r\n which carried one hundred and twenty men each, were probably meant to\r\n be the largest in the fleet, and those of Philoctetes, carrying fifty\r\n each, the smallest. The average would be eighty-five, and Thucydides\r\n supposes the troops to have rowed and navigated themselves; and that\r\n very few, besides the chiefs, went as mere passengers or landsmen. In\r\n short, we have in the Homeric descriptions the complete picture of an\r\n Indian or African war canoe, many of which are considerably larger\r\n than the largest scale assigned to those of the Greeks. If the total\r\n number of the Greek ships be taken at twelve hundred, according to\r\n Thucydides, although in point of fact there are only eleven hundred\r\n and eighty-six in the Catalogue, the amount of the army, upon the\r\n foregoing average, will be about a hundred and two thousand men. The\r\n historian considers this a small force as representing all Greece.\r\n Bryant, comparing it with the allied army at Platae, thinks it so\r\n large as to prove the entire falsehood of the whole story; and his\r\n reasonings and calculations are, for their curiosity, well worth a\r\n careful perusal.”—Coleridge, p. 211, sq.\r\n\r\n [103] The mention of Corinth is an anachronism, as that city was\r\n called Ephyre before its capture by the Dorians. But Velleius, vol. i.\r\n p. 3, well observes, that the poet would naturally speak of various\r\n towns and cities by the names by which they were known in his own\r\n time.\r\n\r\n [104] “Adam, the goodliest man of men since born, His sons, the\r\n fairest of her daughters Eve.’—“Paradise Lost,” iv. 323.\r\n\r\n [105] _Æsetes’ tomb_. Monuments were often built on the sea-coast, and\r\n of a considerable height, so as to serve as watch-towers or land\r\n marks. See my notes to my prose translations of the “Odyssey,” ii. p.\r\n 21, or on Eur. “Alcest.” vol. i. p. 240.\r\n\r\n [106] _Zeleia_, another name for Lycia. The inhabitants were greatly\r\n devoted to the worship of Apollo. See Muller, “Dorians,” vol. i. p.\r\n 248.\r\n\r\n [107] _Barbarous tongues_. “Various as were the dialects of the\r\n Greeks—and these differences existed not only between the several\r\n tribes, but even between neighbouring cities—they yet acknowledged in\r\n their language that they formed but one nation were but branches of\r\n the same family. Homer has ‘men of other tongues:’ and yet Homer had\r\n no general name for the Greek nation.”—Heeren, “Ancient Greece,”\r\n Section vii. p. 107, sq.\r\n\r\n [108] _The cranes_.\r\n“Marking the tracts of air, the clamorous cranes\r\nWheel their due flight in varied ranks descried:\r\nAnd each with outstretch’d neck his rank maintains,\r\nIn marshall’d order through th’ ethereal void.”\r\n\r\nLorenzo de Medici, in Roscoe’s Life, Appendix.\r\n\r\nSee Cary’s Dante: “Hell,” canto v.\r\n\r\n [109] _Silent, breathing rage._\r\n“Thus they,\r\nBreathing united force with fixed thought,\r\nMoved on in silence.”\r\n\r\n“Paradise Lost,” book i. 559.\r\n\r\n [110] “As when some peasant in a bushy brake\r\nHas with unwary footing press’d a snake;\r\nHe starts aside, astonish’d, when he spies\r\nHis rising crest, blue neck, and rolling eyes”\r\n\r\nDryden’s Virgil, ii. 510.\r\n\r\n [111] Dysparis, _i.e._ unlucky, ill fated, Paris. This alludes to the\r\n evils which resulted from his having been brought up, despite the\r\n omens which attended his birth.\r\n\r\n [112] The following scene, in which Homer has contrived to introduce\r\n so brilliant a sketch of the Grecian warriors, has been imitated by\r\n Euripides, who in his “Phoenissae” represents Antigone surveying the\r\n opposing champions from a high tower, while the paedagogus describes\r\n their insignia and details their histories.\r\n\r\n [113] _No wonder_, &c. Zeuxis, the celebrated artist, is said to have\r\n appended these lines to his picture of Helen, as a motto. Valer Max."
    },
    {
      "title": "iii. 7.",
      "content": "[114] The early epic was largely occupied with the exploits and\r\n sufferings of women, or heroines, the wives and daughters of the\r\n Grecian heroes. A nation of courageous, hardy, indefatigable women,\r\n dwelling apart from men, permitting only a short temporary\r\n intercourse, for the purpose of renovating their numbers, burning out\r\n their right breast with a view of enabling themselves to draw the bow\r\n freely; this was at once a general type, stimulating to the fancy of\r\n the poet, and a theme eminently popular with his hearers. We find\r\n these warlike females constantly reappearing in the ancient poems, and\r\n universally accepted as past realities in the Iliad. When Priam wishes\r\n to illustrate emphatically the most numerous host in which he ever\r\n found himself included, he tells us that it was assembled in Phrygia,\r\n on the banks of the Sangarius, for the purpose of resisting the\r\n formidable Amazons. When Bellerophon is to be employed in a deadly and\r\n perilous undertaking, by those who prudently wished to procure his\r\n death, he is despatched against the Amazons.—Grote, vol. i p. 289.\r\n\r\n [115] _Antenor_, like Æneas, had always been favourable to the\r\n restoration of Helen. Liv 1. 2.\r\n\r\n [116]\r\n“His lab’ring heart with sudden rapture seized\r\nHe paus’d, and on the ground in silence gazed.\r\nUnskill’d and uninspired he seems to stand,\r\nNor lifts the eye, nor graceful moves the hand:\r\nThen, while the chiefs in still attention hung,\r\nPours the full tide of eloquence along;\r\nWhile from his lips the melting torrent flows,\r\nSoft as the fleeces of descending snows.\r\nNow stronger notes engage the listening crowd,\r\nLouder the accents rise, and yet more loud,\r\nLike thunders rolling from a distant cloud.”\r\n\r\nMerrick’s “Tryphiodorus,” 148, 99.\r\n\r\n [117] Duport, “Gnomol. Homer,” p. 20, well observes that this\r\n comparison may also be sarcastically applied to the _frigid_ style of\r\n oratory. It, of course, here merely denotes the ready fluency of\r\n Ulysses.\r\n\r\n [118] _Her brothers’ doom_. They perished in combat with Lynceus and\r\n Idas, whilst besieging Sparta. See Hygin. Poet Astr. 32, 22. Virgil\r\n and others, however, make them share immortality by turns.\r\n\r\n [119] Idreus was the arm-bearer and charioteer of king Priam, slain\r\n during this war. Cf. Æn, vi. 487.\r\n\r\n [120] _Scæa’s gates_, rather _Scæan gates_, _i.e._ the left-hand\r\n gates.\r\n\r\n [121] This was customary in all sacrifices. Hence we find Iras\r\n descending to cut off the hair of Dido, before which she could not\r\n expire.\r\n\r\n [122] _Nor pierced_.\r\n\r\n“This said, his feeble hand a jav’lin threw,\r\nWhich, flutt’ring, seemed to loiter as it flew,\r\nJust, and but barely, to the mark it held,\r\nAnd faintly tinkled on the brazen shield.”\r\n\r\nDryden’s Virgil, ii. 742.\r\n\r\n [123] _Reveal’d the queen_.\r\n\r\n“Thus having said, she turn’d and made appear\r\nHer neck refulgent and dishevell’d hair,\r\nWhich, flowing from her shoulders, reach’d the ground,\r\nAnd widely spread ambrosial scents around.\r\nIn length of train descends her sweeping gown;\r\nAnd, by her graceful walk, the queen of love is known.”\r\n\r\nDryden’s Virgil, i. 556.\r\n\r\n [124] _Cranae’s isle, i.e._ Athens. See the “Schol.” and Alberti’s\r\n “Hesychius,” vol. ii. p. 338. This name was derived from one of its\r\n early kings, Cranaus.\r\n\r\n [125] _The martial maid_. In the original, “Minerva Alalcomeneis,”\r\n _i.e. the defender_, so called from her temple at Alalcomene in\r\n Bœotia.\r\n\r\n [126] “Anything for a quiet life!”\r\n\r\n [127] —_Argos_. The worship of Juno at Argos was very celebrated in\r\n ancient times, and she was regarded as the patron deity of that city.\r\n Apul. Met., vi. p. 453; Servius on Virg. Æn., i. 28.\r\n\r\n [128] —_A wife and sister_.\r\n\r\n“But I, who walk in awful state above\r\nThe majesty of heav’n, the sister-wife of Jove.”\r\n\r\nDryden’s “Virgil,” i. 70.\r\n\r\nSo Apuleius, _l. c._ speaks of her as “Jovis germana et conjux, and so\r\nHorace, Od. iii. 3, 64, “conjuge me Jovis et sorore.”\r\n\r\n [129]\r\n“Thither came Uriel, gleaming through the even\r\nOn a sunbeam, swift as a shooting star\r\nIn autumn thwarts the night, when vapours fired\r\nImpress the air, and shows the mariner\r\nFrom what point of his compass to beware\r\nImpetuous winds.”\r\n\r\n—“Paradise Lost,” iv. 555.\r\n\r\n [130] _Æsepus’ flood_. A river of Mysia, rising from Mount Cotyius, in\r\n the southern part of the chain of Ida.\r\n\r\n [131] _Zelia_, a town of Troas, at the foot of Ida.\r\n\r\n [132] _Podaleirius_ and _Machäon_ are the leeches of the Grecian army,\r\n highly prized and consulted by all the wounded chiefs. Their medical\r\n renown was further prolonged in the subsequent poem of Arktinus, the\r\n Iliou Persis, wherein the one was represented as unrivalled in\r\n surgical operations, the other as sagacious in detecting and\r\n appreciating morbid symptoms. It was Podaleirius who first noticed the\r\n glaring eyes and disturbed deportment which preceded the suicide of\r\n Ajax.\r\n “Galen appears uncertain whether Asklepius (as well as Dionysus)\r\n was originally a god, or whether he was first a man and then became\r\n afterwards a god; but Apollodorus professed to fix the exact date\r\n of his apotheosis. Throughout all the historical ages the\r\n descendants of Asklepius were numerous and widely diffused. The\r\n many families or gentes, called Asklepiads, who devoted themselves\r\n to the study and practice of medicine, and who principally dwelt\r\n near the temples of Asklepius, whither sick and suffering men came\r\n to obtain relief—all recognized the god not merely as the object of\r\n their common worship, but also as their actual progenitor.”—Grote\r\n vol. i. p. 248.\r\n\r\n [133]\r\n“The plant she bruises with a stone, and stands\r\nTempering the juice between her ivory hands\r\nThis o’er her breast she sheds with sovereign art\r\nAnd bathes with gentle touch the wounded part\r\nThe wound such virtue from the juice derives,\r\nAt once the blood is stanch’d, the youth revives.”\r\n\r\n“Orlando Furioso,” book 1.\r\n\r\n [134] _Well might I wish._\r\n\r\n“Would heav’n (said he) my strength and youth recall,\r\nSuch as I was beneath Praeneste’s wall—\r\nThen when I made the foremost foes retire,\r\nAnd set whole heaps of conquer’d shields on fire;\r\nWhen Herilus in single fight I slew,\r\nWhom with three lives Feronia did endue.”\r\n\r\nDryden’s Virgil, viii. 742.\r\n\r\n [135] _Sthenelus_, a son of Capaneus, one of the Epigoni. He was one\r\n of the suitors of Helen, and is said to have been one of those who\r\n entered Troy inside the wooden horse.\r\n\r\n [136] _Forwarn’d the horrors_. The same portent has already been\r\n mentioned. To this day, modern nations are not wholly free from this\r\n superstition.\r\n\r\n [137] _Sevenfold city_, Bœotian Thebes, which had seven gates.\r\n\r\n [138] _As when the winds_.\r\n\r\n“Thus, when a black-brow’d gust begins to rise,\r\nWhite foam at first on the curl’d ocean fries;\r\nThen roars the main, the billows mount the skies,\r\nTill, by the fury of the storm full blown,\r\nThe muddy billow o’er the clouds is thrown.”\r\n\r\nDryden’s Virgil, vii. 736.\r\n\r\n [139]\r\n“Stood\r\nLike Teneriffe or Atlas unremoved;\r\nHis stature reach’d the sky.”\r\n\r\n—“Paradise Lost,” iv. 986.\r\n\r\n [140] The Abantes seem to have been of Thracian origin.\r\n\r\n [141] I may, once for all, remark that Homer is most anatomically\r\n correct as to the parts of the body in which a wound would be\r\n immediately mortal.\r\n\r\n [142] _Ænus_, a fountain almost proverbial for its coldness.\r\n\r\n [143] Compare Tasso, Gier. Lib., xx. 7:\r\n\r\n“Nuovo favor del cielo in lui niluce\r\nE ’l fa grande, et angusto oltre il costume.\r\nGl’ empie d’ honor la faccia, e vi riduce\r\nDi giovinezza il bel purpureo lume.”\r\n\r\n [144]\r\n“Or deluges, descending on the plains,\r\nSweep o’er the yellow year, destroy the pains\r\nOf lab’ring oxen, and the peasant’s gains;\r\nUproot the forest oaks, and bear away\r\nFlocks, folds, and trees, an undistinguish’d prey.”\r\n\r\nDryden’s Virgil ii. 408.\r\n\r\n [145] _From mortal mists_.\r\n\r\n“But to nobler sights\r\nMichael from Adam’s eyes the film removed.”\r\n\r\n“Paradise Lost,” xi. 411.\r\n\r\n [146] _The race of those_.\r\n\r\n“A pair of coursers, born of heav’nly breed,\r\nWho from their nostrils breathed ethereal fire;\r\nWhom Circe stole from her celestial sire,\r\nBy substituting mares produced on earth,\r\nWhose wombs conceived a more than mortal birth.\r\n\r\nDryden’s Virgil, vii. 386, sqq.\r\n\r\n [147] The belief in the existence of men of larger stature in earlier\r\n times, is by no means confined to Homer.\r\n\r\n [148] _Such stream, i.e._ the _ichor_, or blood of the gods.\r\n\r\n“A stream of nect’rous humour issuing flow’d,\r\nSanguine, such as celestial spirits may bleed.”\r\n\r\n“Paradise Lost,” vi. 339.\r\n\r\n [149] This was during the wars with the Titans.\r\n\r\n [150] _Amphitryon’s son_, Hercules, born to Jove by Alcmena, the wife\r\n of Amphitryon.\r\n\r\n [151] _Ægialé_ daughter of Adrastus. The Cyclic poets (See Anthon’s\r\n Lempriere, _s. v._) assert Venus incited her to infidelity, in revenge\r\n for the wound she had received from her husband.\r\n\r\n [152] _Pheræ_, a town of Pelasgiotis, in Thessaly.\r\n\r\n [153] _Tlepolemus_, son of Hercules and Astyochia. Having left his\r\n native country, Argos, in consequence of the accidental murder of\r\n Liscymnius, he was commanded by an oracle to retire to Rhodes. Here he\r\n was chosen king, and accompanied the Trojan expedition. After his\r\n death, certain games were instituted at Rhodes in his honour, the\r\n victors being rewarded with crowns of poplar.\r\n\r\n [154] These heroes’ names have since passed into a kind of proverb,\r\n designating the _oi polloi_ or mob.\r\n\r\n [155] _Spontaneous open_.\r\n\r\n“Veil’d with his gorgeous wings, upspringing light\r\nFlew through the midst of heaven; th’ angelic quires,\r\nOn each hand parting, to his speed gave way\r\nThrough all th’ empyreal road; till at the gate\r\nOf heaven arrived, the gate self-open’d wide,\r\nOn golden hinges turning.”\r\n\r\n—“Paradise Lost,” v. 250.\r\n\r\n [156]\r\n“Till Morn,\r\nWaked by the circling Hours, with rosy hand\r\nUnbarr’d the gates of light.”\r\n\r\n—“Paradise Lost,” vi, 2.\r\n\r\n [157] _Far as a shepherd_. “With what majesty and pomp does Homer\r\n exalt his deities! He here measures the leap of the horses by the\r\n extent of the world. And who is there, that, considering the exceeding\r\n greatness of the space would not with reason cry out that ‘If the\r\n steeds of the deity were to take a second leap, the world would want\r\n room for it’?”—Longinus, Section 8.\r\n\r\n [158] “No trumpets, or any other instruments of sound, are used in the\r\n Homeric action itself; but the trumpet was known, and is introduced\r\n for the purpose of illustration as employed in war. Hence arose the\r\n value of a loud voice in a commander; Stentor was an indispensable\r\n officer... In the early Saracen campaigns frequent mention is made of\r\n the service rendered by men of uncommonly strong voices; the battle of\r\n Honain was restored by the shouts and menaces of Abbas, the uncle of\r\n Mohammed,” &c.—Coleridge, p. 213.\r\n\r\n [159] “Long had the wav’ring god the war delay’d,\r\nWhile Greece and Troy alternate own’d his aid.”\r\n\r\nMerrick’s “Tryphiodorus,” vi. 761, sq.\r\n\r\n [160] _Pæon_ seems to have been to the gods, what Podaleirius and\r\n Machaon were to the Grecian heroes.\r\n\r\n [161] _Arisbe_, a colony of the Mitylenaeans in Troas.\r\n\r\n [162] _Pedasus_, a town near Pylos.\r\n\r\n [163] _Rich heaps of brass_. “The halls of Alkinous and Menelaus\r\n glitter with gold, copper, and electrum; while large stocks of yet\r\n unemployed metal—gold, copper, and iron are stored up in the\r\n treasure-chamber of Odysseus and other chiefs. Coined money is unknown\r\n in the Homeric age—the trade carried on being one of barter. In\r\n reference also to the metals, it deserves to be remarked, that the\r\n Homeric descriptions universally suppose copper, and not iron, to be\r\n employed for arms, both offensive and defensive. By what process the\r\n copper was tempered and hardened, so as to serve the purpose of the\r\n warrior, we do not know; but the use of iron for these objects belongs\r\n to a later age.”—Grote, vol. ii. p. 142.\r\n\r\n [164] _Oh impotent_, &c. “In battle, quarter seems never to have been\r\n given, except with a view to the ransom of the prisoner. Agamemnon\r\n reproaches Menelaus with unmanly softness, when he is on the point of\r\n sparing a fallen enemy, and himself puts the suppliant to the\r\n sword.”—Thirlwall, vol. i. p. 181\r\n\r\n [165]\r\n“The ruthless steel, impatient of delay,\r\nForbade the sire to linger out the day.\r\nIt struck the bending father to the earth,\r\nAnd cropt the wailing infant at the birth.\r\nCan innocents the rage of parties know,\r\nAnd they who ne’er offended find a foe?”\r\n\r\nRowe’s Lucan, bk. ii.\r\n\r\n [166]\r\n“Meantime the Trojan dames, oppress’d with woe,\r\nTo Pallas’ fane in long procession go,\r\nIn hopes to reconcile their heav’nly foe:\r\nThey weep; they beat their breasts; they rend their hair,\r\nAnd rich embroider’d vests for presents bear.”\r\n\r\nDryden’s Virgil, i. 670\r\n\r\n [167] The manner in which this episode is introduced, is well\r\n illustrated by the following remarks of Mure, vol. i. p.298: “The\r\n poet’s method of introducing his episode, also, illustrates in a\r\n curious manner his tact in the dramatic department of his art. Where,\r\n for example, one or more heroes are despatched on some commission, to\r\n be executed at a certain distance of time or place, the fulfilment of\r\n this task is not, as a general rule, immediately described. A certain\r\n interval is allowed them for reaching the appointed scene of action,\r\n which interval is dramatised, as it were, either by a temporary\r\n continuation of the previous narrative, or by fixing attention for a\r\n while on some new transaction, at the close of which the further\r\n account of the mission is resumed.”\r\n\r\n [168] _With tablets sealed_. These probably were only devices of a\r\n hieroglyphical character. Whether writing was known in the Homeric\r\n times is utterly uncertain. See Grote, vol ii. p. 192, sqq.\r\n\r\n [169] _Solymæan crew_, a people of Lycia.\r\n\r\n [170] From this “melancholy madness” of Bellerophon, hypochondria\r\n received the name of “Morbus Bellerophonteus.” See my notes in my\r\n prose translation, p. 112. The “Aleian field,” _i.e._ “the plain of\r\n wandering,” was situated between the rivers Pyramus and Pinarus, in\r\n Cilicia.\r\n\r\n [171] _His own, of gold_. This bad bargain has passed into a common\r\n proverb. See Aulus Gellius, ii, 23.\r\n\r\n [172] _Scæan, i e._ left hand.\r\n\r\n [173] _In fifty chambers_.\r\n\r\n“The fifty nuptial beds, (such hopes had he,\r\nSo large a promise of a progeny,)\r\nThe ports of plated gold, and hung with spoils.”\r\n\r\nDryden’s Virgil, ii.658\r\n\r\n [174] _O would kind earth_, &c. “It is apparently a sudden, irregular\r\n burst of popular indignation to which Hector alludes, when he regrets\r\n that the Trojans had not spirit enough to cover Paris with a mantle of\r\n stones. This, however, was also one of the ordinary formal modes of\r\n punishment for great public offences. It may have been originally\r\n connected with the same feeling—the desire of avoiding the pollution\r\n of bloodshed—which seems to have suggested the practice of burying\r\n prisoners alive, with a scantling of food by their side. Though Homer\r\n makes no mention of this horrible usage, the example of the Roman\r\n Vestals affords reasons for believing that, in ascribing it to the\r\n heroic ages, Sophocles followed an authentic tradition.”—Thirlwall’s\r\n Greece, vol. i. p. 171, sq.\r\n\r\n [175] _Paris’ lofty dome_. “With respect to the private dwellings,\r\n which are oftenest described, the poet’s language barely enables us to\r\n form a general notion of their ordinary plan, and affords no\r\n conception of the style which prevailed in them or of their effect on\r\n the eye. It seems indeed probable, from the manner in which he dwells\r\n on their metallic ornaments that the higher beauty of proportion was\r\n but little required or understood, and it is, perhaps, strength and\r\n convenience, rather than elegance, that he means to commend, in\r\n speaking of the fair house which Paris had built for himself with the\r\n aid of the most skilful masons of Troy.”—Thirlwall’s Greece, vol. i.\r\n p. 231.\r\n\r\n [176] _The wanton courser_.\r\n\r\n“Come destrier, che da le regie stalle\r\n Ove a l’usa de l’arme si riserba,\r\nFugge, e libero al fiu per largo calle\r\n Va tragl’ armenti, o al fiume usato, o a l’herba.”\r\n\r\nGier, Lib. ix. 75.\r\n\r\n [177] _Casque_. The original word is stephanae, about the meaning of\r\n which there is some little doubt. Some take it for a different kind of\r\n cap or helmet, others for the rim, others for the cone, of the helmet.\r\n\r\n [178] _Athenian maid:_ Minerva.\r\n\r\n [179] _Celadon_, a river of Elis.\r\n\r\n [180] _Oïleus, i.e._ Ajax, the son of Oïleus, in contradistinction to\r\n Ajax, son of Telamon.\r\n\r\n [181] _In the general’s helm_. It was customary to put the lots into a\r\n helmet, in which they were well shaken up; each man then took his\r\n choice.\r\n\r\n [182] _God of Thrace_. Mars, or Mavors, according to his Thracian\r\n epithet. Hence “Mavortia Mœnia.”\r\n\r\n [183] _Grimly he smiled_.\r\n\r\n“And death\r\nGrinn’d horribly a ghastly smile.”\r\n\r\n—“Paradise Lost,” ii. 845.\r\n\r\n“There Mavors stands\r\nGrinning with ghastly feature.”\r\n\r\n—Carey’s Dante: Hell, v.\r\n\r\n [184]\r\n“Sete ò guerrieri, incomincio Pindoro,\r\nCon pari honor di pari ambo possenti,\r\nDunque cessi la pugna, e non sian rotte\r\nLe ragioni, e ’l riposo, e de la notte.”\r\n\r\n—Gier. Lib. vi. 51.\r\n\r\n [185] It was an ancient style of compliment to give a larger portion\r\n of food to the conqueror, or person to whom respect was to be shown.\r\n See Virg. Æn. viii. 181. Thus Benjamin was honoured with a “double\r\n portion.” Gen. xliii. 34.\r\n\r\n [186] _Embattled walls._ “Another essential basis of mechanical unity\r\n in the poem is the construction of the rampart. This takes place in\r\n the seventh book. The reason ascribed for the glaring improbability\r\n that the Greeks should have left their camp and fleet unfortified\r\n during nine years, in the midst of a hostile country, is a purely\r\n poetical one: ‘So long as Achilles fought, the terror of his name\r\n sufficed to keep every foe at a distance.’ The disasters consequent on\r\n his secession first led to the necessity of other means of protection.\r\n Accordingly, in the battles previous to the eighth book, no allusion\r\n occurs to a rampart; in all those which follow it forms a prominent\r\n feature. Here, then, in the anomaly as in the propriety of the Iliad,\r\n the destiny of Achilles, or rather this peculiar crisis of it, forms\r\n the pervading bond of connexion to the whole poem.”—Mure, vol. i., p.\r\n 257.\r\n\r\n [187] _What cause of fear_, &c.\r\n\r\n“Seest thou not this? Or do we fear in vain\r\nThy boasted thunders, and thy thoughtless reign?”\r\n\r\nDryden’s Virgil, iv. 304.\r\n\r\n [188] _In exchange_. These lines are referred to by Theophilus, the\r\n Roman lawyer, iii. tit. xxiii. § 1, as exhibiting the most ancient\r\n mention of barter.\r\n\r\n [189] “A similar bond of connexion, in the military details of the\r\n narrative, is the decree issued by Jupiter, at the commencement of the\r\n eighth book, against any further interference of the gods in the\r\n battles. In the opening of the twentieth book this interdict is\r\n withdrawn. During the twelve intermediate books it is kept steadily in\r\n view. No interposition takes place but on the part of the specially\r\n authorised agents of Jove, or on that of one or two contumacious\r\n deities, described as boldly setting his commands at defiance, but\r\n checked and reprimanded for their disobedience; while the other divine\r\n warriors, who in the previous and subsequent cantos are so active in\r\n support of their favourite heroes, repeatedly allude to the supreme\r\n edict as the cause of their present inactivity.”—Mure, vol. i. p 257.\r\n See however, Muller, “Greek Literature,” ch. v. Section 6, and Grote,\r\n vol. ii. p. 252.\r\n\r\n [190] “As far removed from God and light of heaven,\r\nAs from the centre thrice to th’ utmost pole.”\r\n\r\n—“Paradise Lost.”\r\n\r\n“E quanto è da le stelle al basso inferno,\r\nTanto è più in sù de la stellata spera”\r\n\r\n—Gier. Lib. i. 7.\r\n\r\n“Some of the epithets which Homer applies to the heavens seem to imply\r\nthat he considered it as a solid vault of metal. But it is not\r\nnecessary to construe these epithets so literally, nor to draw any such\r\ninference from his description of Atlas, who holds the lofty pillars\r\nwhich keep earth and heaven asunder. Yet it would seem, from the manner\r\nin which the height of heaven is compared with the depth of Tartarus,\r\nthat the region of light was thought to have certain bounds. The summit\r\nof the Thessalian Olympus was regarded as the highest point on the\r\nearth, and it is not always carefully distinguished from the aerian\r\nregions above The idea of a seat of the gods—perhaps derived from a\r\nmore ancient tradition, in which it was not attached to any\r\ngeographical site—seems to be indistinctly blended in the poet’s mind\r\nwith that of the real mountain.”—Thirlwall’s Greece, vol. i. p. 217,\r\nsq.\r\n\r\n [191]\r\n“Now lately heav’n, earth, another world\r\nHung e’er my realm, link’d in a golden chain\r\nTo that side heav’n.”\r\n\r\n—“Paradise Lost,” ii. 1004.\r\n\r\n [192] _His golden scales_.\r\n\r\n“Jove now, sole arbiter of peace and war,\r\nHeld forth the fatal balance from afar:\r\nEach host he weighs; by turns they both prevail,\r\nTill Troy descending fix’d the doubtful scale.”\r\n\r\nMerrick’s Tryphiodorus, v 687, sqq.\r\n\r\n“Oh’ Eternal, to prevent such horrid fray,\r\nHung forth in heav’n his golden scales,\r\nWherein all things created first he weighed;\r\nThe pendulous round earth, with balanced air\r\nIn counterpoise; now ponders all events,\r\nBattles and realms. In these he puts two weights,\r\nThe sequel each of parting and of fight:\r\nThe latter quick up flew, and kick’d the beam.”\r\n\r\n“Paradise Lost,” iv. 496.\r\n\r\n [193] _And now_, &c.\r\n\r\n“And now all heaven\r\nHad gone to wrack, with ruin overspread;\r\nHad not th’ Almighty Father, where he sits\r\n... foreseen.”\r\n\r\n—“Paradise Lost,” vi. 669.\r\n\r\n [194] _Gerenian Nestor_. The epithet _Gerenian_ either refers to the\r\n name of a place in which Nestor was educated, or merely signifies\r\n honoured, revered. See Schol. Venet. in II. B. 336; Strabo, viii. p.\r\n 340.\r\n\r\n [195] _Ægae, Helicè_. Both these towns were conspicuous for their\r\n worship of Neptune.\r\n\r\n [196] _As full blown_, &c.\r\n\r\n“Il suo Lesbia quasi bel fior succiso,\r\nE in atto si gentil languir tremanti\r\nGl’ occhi, e cader siu ’l tergo il collo mira.”\r\n\r\nGier. Lib. ix. 85.\r\n\r\n [197] _Ungrateful_, because the cause in which they were engaged was\r\n unjust.\r\n\r\n“Struck by the lab’ring priests’ uplifted hands\r\nThe victims fall: to heav’n they make their pray’r,\r\nThe curling vapours load the ambient air.\r\nBut vain their toil: the pow’rs who rule the skies\r\nAverse beheld the ungrateful sacrifice.”\r\n\r\nMerrick’s Tryphiodorus, vi. 527, sqq.\r\n\r\n [198]\r\n“As when about the silver moon, when aire is free from winde,\r\nAnd stars shine cleare, to whose sweet beams high prospects on the\r\nbrows\r\nOf all steepe hills and pinnacles thrust up themselves for shows,\r\nAnd even the lowly valleys joy to glitter in their sight;\r\nWhen the unmeasured firmament bursts to disclose her light,\r\nAnd all the signs in heaven are seene, that glad the shepherd’s heart.”\r\n\r\nChapman.\r\n\r\n [199] This flight of the Greeks, according to Buttmann, Lexil. p. 358,\r\n was not a supernatural flight caused by the gods, but “a great and\r\n general one, caused by Hector and the Trojans, but with the approval\r\n of Jove.”\r\n\r\n [200] Grote, vol. ii. p. 91, after noticing the modest calmness and\r\n respect with which Nestor addresses Agamemnon, observes, “The Homeric\r\n Council is a purely consultative body, assembled not with any power of\r\n peremptorily arresting mischievous resolves of the king, but solely\r\n for his information and guidance.”\r\n\r\n [201] In the heroic times, it is not unfrequent for the king to\r\n receive presents to purchase freedom from his wrath, or immunity from\r\n his exactions. Such gifts gradually became regular, and formed the\r\n income of the German, (Tacit. Germ. Section 15) Persian, (Herodot."
    },
    {
      "title": "iii.89), and other kings. So, too, in the middle ages, ‘The feudal",
      "content": "aids are the beginning of taxation, of which they for a long time\r\n answered the purpose.’ (Hallam, Middle Ages, ch. x. pt. 1, p. 189)\r\n This fact frees Achilles from the apparent charge of sordidness.\r\n Plato, however, (De Rep. vi. 4), says, “We cannot commend Phœnix, the\r\n tutor of Achilles, as if he spoke correctly, when counselling him to\r\n accept of presents and assist the Greeks, but, without presents, not\r\n to desist from his wrath, nor again, should we commend Achilles\r\n himself, or approve of his being so covetous as to receive presents\r\n from Agamemnon,” &c.\r\n\r\n [202] It may be observed, that, brief as is the mention of Briseïs in\r\n the Iliad, and small the part she plays—what little is said is\r\n pre-eminently calculated to enhance her fitness to be the bride of\r\n Achilles. Purity, and retiring delicacy, are features well contrasted\r\n with the rough, but tender disposition of the hero.\r\n\r\n [203] _Laodice_. Iphianassa, or Iphigenia, is not mentioned by Homer,\r\n among the daughters of Agamemnon.\r\n\r\n [204] “Agamemnon, when he offers to transfer to Achilles seven towns\r\n inhabited by wealthy husbandmen, who would enrich their lord by\r\n presents and tribute, seems likewise to assume rather a property in\r\n them, than an authority over them. And the same thing may be intimated\r\n when it is said that Peleus bestowed a great people, the Dolopes of\r\n Phthia, on Phœnix.”—Thirlwall’s Greece, vol. i Section 6, p. 162,\r\n note.\r\n\r\n [205] _Pray in deep silence_. Rather: “use well-omened words;” or, as\r\n Kennedy has explained it, “Abstain from expressions unsuitable to the\r\n solemnity of the occasion, which, by offending the god, might defeat\r\n the object of their supplications.”\r\n\r\n [206] _Purest hands_. This is one of the most ancient superstitions\r\n respecting prayer, and one founded as much in nature as in tradition.\r\n\r\n [207] It must be recollected, that the war at Troy was not a settled\r\n siege, and that many of the chieftains busied themselves in piratical\r\n expeditions about its neighborhood. Such a one was that of which\r\n Achilles now speaks. From the following verses, it is evident that\r\n fruits of these maraudings went to the common support of the\r\n expedition, and not to the successful plunderer.\r\n\r\n [208] _Pythia_, the capital of Achilles’ Thessalian domains.\r\n\r\n [209] _Orchomenian town_. The topography of Orchomenus, in Bœotia,\r\n “situated,” as it was, “on the northern bank of the lake Æpais, which\r\n receives not only the river Cephisus from the valleys of Phocis, but\r\n also other rivers from Parnassus and Helicon” (Grote, vol. p. 181),\r\n was a sufficient reason for its prosperity and decay. “As long as the\r\n channels of these waters were diligently watched and kept clear, a\r\n large portion of the lake was in the condition of alluvial land,\r\n pre-eminently rich and fertile. But when the channels came to be\r\n either neglected, or designedly choked up by an enemy, the water\r\n accumulated in such a degree as to occupy the soil of more than one\r\n ancient islet, and to occasion the change of the site of Orchomenus\r\n itself from the plain to the declivity of Mount Hyphanteion.” (Ibid.)\r\n\r\n [210] The phrase “hundred gates,” &c., seems to be merely expressive\r\n of a great number. See notes to my prose translation, p. 162.\r\n\r\n [211] Compare the following pretty lines of Quintus Calaber (Dyce’s\r\n Select Translations, p 88).—\r\n\r\n“Many gifts he gave, and o’er\r\nDolopia bade me rule; thee in his arms\r\nHe brought an infant, on my bosom laid\r\nThe precious charge, and anxiously enjoin’d\r\nThat I should rear thee as my own with all\r\nA parent’s love. I fail’d not in my trust\r\nAnd oft, while round my neck thy hands were lock’d,\r\nFrom thy sweet lips the half articulate sound\r\nOf Father came; and oft, as children use,\r\nMewling and puking didst thou drench my tunic.”\r\n\r\n“This description,” observes my learned friend (notes, p. 121) “is\r\ntaken from the passage of Homer, II ix, in translating which, Pope,\r\nwith that squeamish, artificial taste, which distinguished the age of\r\nAnne, omits the natural (and, let me add, affecting) circumstance.”\r\n\r\n“And the wine\r\nHeld to thy lips, and many a time in fits\r\nOf infant frowardness the purple juice\r\nRejecting thou hast deluged all my vest,\r\n\r\nAnd fill’d my bosom.” —Cowper.\r\n\r\n [212] _Where Calydon_. For a good sketch of the story of Meleager, too\r\n long to be inserted here, see Grote, vol. i. p. 195, sqq.; and for the\r\n authorities, see my notes to the prose translation, p. 166.\r\n\r\n [213] “_Gifts can conquer_”—It is well observed by Bishop Thirlwall,\r\n “Greece,” vol. i. p, 180, that the law of honour among the Greeks did\r\n not compel them to treasure up in their memory the offensive language\r\n which might be addressed to them by a passionate adversary, nor to\r\n conceive that it left a stain which could only be washed away by\r\n blood. Even for real and deep injuries they were commonly willing to\r\n accept a pecuniary compensation.”\r\n\r\n [214] “The boon of sleep.”—Milton\r\n\r\n [215]\r\n“All else of nature’s common gift partake:\r\nUnhappy Dido was alone awake.”\r\n\r\n—Dryden’s Virgil, iv. 767.\r\n\r\n [216] _The king of Crete:_ Idomeneus.\r\n\r\n [217] _Soft wool within, i e._ a kind of woollen stuffing, pressed in\r\n between the straps, to protect the head, and make the helmet fit\r\n close.\r\n\r\n [218] “All the circumstances of this action—the night, Rhesus buried\r\n in a profound sleep, and Diomede with the sword in his hand hanging\r\n over the head of that prince—furnished Homer with the idea of this\r\n fiction, which represents Rhesus lying fast asleep, and, as it were,\r\n beholding his enemy in a dream, plunging the sword into his bosom.\r\n This image is very natural; for a man in his condition awakes no\r\n farther than to see confusedly what environs him, and to think it not\r\n a reality but a dream.”—Pope.\r\n\r\n“There’s one did laugh in his sleep, and one cry’d murder;\r\nThey wak’d each other.”\r\n\r\n—_Macbeth_.\r\n\r\n [219]\r\n“Aurora now had left her saffron bed,\r\nAnd beams of early light the heavens o’erspread.”\r\n\r\nDryden’s Virgil, iv. 639\r\n\r\n [220] _Red drops of blood_. “This phenomenon, if a mere fruit of the\r\n poet’s imagination, might seem arbitrary or far-fetched. It is one,\r\n however, of ascertained reality, and of no uncommon occurrence in the\r\n climate of Greece.”—Mure, i p. 493. Cf. Tasso, Gier. Lib. ix. 15:\r\n\r\n“La terra in vece del notturno gelo\r\nBagnan rugiade tepide, e sanguigne.”\r\n\r\n [221]\r\n“No thought of flight,\r\nNone of retreat, no unbecoming deed\r\nThat argued fear.”\r\n\r\n—“Paradise Lost,” vi. 236.\r\n\r\n [222] _One of love_. Although a bastard brother received only a small\r\n portion of the inheritance, he was commonly very well treated. Priam\r\n appears to be the only one of whom polygamy is directly asserted in\r\n the Iliad. Grote, vol. ii. p. 114, note.\r\n\r\n [223] “Circled with foes as when a packe of bloodie jackals cling\r\n About a goodly palmed hart, hurt with a hunter’s bow Whose escape his\r\n nimble feet insure, whilst his warm blood doth flow, And his light\r\n knees have power to move: but (maistred by his wound) Embost within a\r\n shady hill, the jackals charge him round, And teare his flesh—when\r\n instantly fortune sends in the powers Of some sterne lion, with whose\r\n sighte they flie and he devours. So they around Ulysses prest.”\r\n\r\n—Chapman.\r\n\r\n [224] _Simois, railing_, &c.\r\n\r\n“In those bloody fields\r\nWhere Simois rolls the bodies and the shields\r\nOf heroes.”\r\n\r\n—Dryden’s Virgil, i. 142.\r\n\r\n [225]\r\n“Where yon disorder’d heap of ruin lies,\r\nStones rent from stones,—where clouds of dust arise,—\r\nAmid that smother, Neptune holds his place,\r\nBelow the wall’s foundation drives his mace,\r\nAnd heaves the building from the solid base.”\r\n\r\nDryden’s Virgil, ii. 825.\r\n\r\n [226] _Why boast we_.\r\n\r\n“Wherefore do I assume\r\nThese royalties and not refuse to reign,\r\nRefusing to accept as great a share\r\nOf hazard as of honour, due alike to him\r\nWho reigns, and so much to him due\r\nOf hazard more, as he above the rest\r\nHigh honour’d sits.”\r\n\r\n—“Paradise Lost,” ii. 450.\r\n\r\n [227] _Each equal weight_.\r\n\r\n“Long time in even scale\r\nThe battle hung.”\r\n\r\n—“Paradise Lost,” vi. 245.\r\n\r\n [228]\r\n“He on his impious foes right onward drove,\r\n_Gloomy as night_.”\r\n\r\n—“Paradise Lost,” vi. 831\r\n\r\n [229] _Renown’d for justice and for length of days_, Arrian. de Exp.\r\n Alex. iv. p. 239, also speaks of the independence of these people,\r\n which he regards as the result of their poverty and uprightness. Some\r\n authors have regarded the phrase “Hippomolgian,” _i.e._ “milking their\r\n mares,” as an epithet applicable to numerous tribes, since the oldest\r\n of the Samatian nomads made their mares’ milk one of their chief\r\n articles of diet. The epithet abion or abion, in this passage, has\r\n occasioned much discussion. It may mean, according as we read it,\r\n either “long-lived,” or “bowless,” the latter epithet indicating that\r\n they did not depend upon archery for subsistence.\r\n\r\n [230] Compare Chapman’s quaint, bold verses:—\r\n\r\n“And as a round piece of a rocke, which with a winter’s flood\r\nIs from his top torn, when a shoure poured from a bursten cloud,\r\nHath broke the naturall band it had within the roughftey rock,\r\nFlies jumping all adourne the woods, resounding everie shocke,\r\nAnd on, uncheckt, it headlong leaps till in a plaine it stay,\r\nAnd then (tho’ never so impelled), it stirs not any way:—\r\nSo Hector,—”\r\n\r\n [231] This book forms a most agreeable interruption to the continuous\r\n round of battles, which occupy the latter part of the Iliad. It is as\r\n well to observe, that the sameness of these scenes renders many notes\r\n unnecessary.\r\n\r\n [232] _Who to Tydeus owes, i.e._ Diomed.\r\n\r\n [233] Compare Tasso:—\r\n\r\nTeneri sdegni, e placide, e tranquille\r\nRepulse, e cari vezzi, e liete paci,\r\nSorrisi, parolette, e dolci stille\r\nDi pianto, e sospir tronchi, e molli baci.”\r\n\r\nGier. Lib. xvi. 25\r\n\r\n [234] Compare the description of the dwelling of Sleep in Orlando\r\n Furioso, bk. vi.\r\n\r\n [235]\r\n“Twice seven, the charming daughters of the main—\r\nAround my person wait, and bear my train:\r\nSucceed my wish, and second my design,\r\nThe fairest, Deiopeia, shall be thine.”\r\n\r\nDryden’s Virgil, Æn. i. 107, seq.\r\n\r\n [236] _And Minos_. “By Homer, Minos is described as the son of\r\n Jupiter, and of the daughter of Phœnix, whom all succeeding authors\r\n name Europa; and he is thus carried back into the remotest period of\r\n Cretan antiquity known to the poet, apparently as a native hero,\r\n Illustrious enough for a divine parentage, and too ancient to allow\r\n his descent to be traced to any other source. But in a genealogy\r\n recorded by later writers, he is likewise the adopted son of Asterius,\r\n as descendant of Dorus, the son of Helen, and is thus connected with a\r\n colony said to have been led into Creta by Tentamus, or Tectamus, son\r\n of Dorus, who is related either to have crossed over from Thessaly, or\r\n to have embarked at Malea after having led his followers by land into\r\n Laconia.”—Thirlwall, p. 136, seq.\r\n\r\n [237] Milton has emulated this passage, in describing the couch of our\r\n first parents:—\r\n\r\n“Underneath the violet,\r\nCrocus, and hyacinth with rich inlay,\r\n’Broider’d the ground.”\r\n\r\n—“Paradise Lost,” iv. 700.\r\n\r\n [238] _He lies protected_.\r\n\r\n“Forthwith on all sides to his aid was run\r\nBy angels many and strong, who interpos’d\r\nDefence, while others bore him on their shields\r\nBack to his chariot, where it stood retir’d\r\nFrom off the files of war; there they him laid,\r\nGnashing for anguish, and despite, and shame.”\r\n\r\n“Paradise Lost,” vi. 335, seq.\r\n\r\n [239] _The brazen dome_. See the note on Bk. viii. Page 142.\r\n\r\n [240] _For, by the gods! who flies_. Observe the bold ellipsis of “he\r\n cries,” and the transition from the direct to the oblique\r\n construction. So in Milton:—\r\n\r\n“Thus at their shady lodge arriv’d, both stood,\r\nBoth turn’d, and under open sky ador’d\r\nThe God that made both sky, air, earth, and heaven,\r\nWhich they beheld, the moon’s resplendent globe,\r\nAnd starry pole.—Thou also mad’st the night,\r\nMaker omnipotent, and thou the day.”\r\n\r\nMilton, “Paradise Lost,” Book iv.\r\n\r\n [241] _So some tall rock_.\r\n\r\n“But like a rock unmov’d, a rock that braves\r\nThe raging tempest, and the rising waves—\r\nPropp’d on himself he stands: his solid sides\r\nWash off the sea-weeds, and the sounding tides.”\r\n\r\nDryden’s Virgil, vii. 809.\r\n\r\n [242] Protesilaus was the first Greek who fell, slain by Hector, as he\r\n leaped from the vessel to the Trojan shore. He was buried on the\r\n Chersonese, near the city of Plagusa. Hygin Fab. ciii. Tzetz. on\r\n Lycophr. 245, 528. There is a most elegant tribute to his memory in\r\n the Preface to the Heroica of Philostratus.\r\n\r\n [243] _His best beloved_. The following elegant remarks of Thirlwall\r\n (Greece, vol. i, p. 176 seq.) well illustrate the character of the\r\n friendship subsisting between these two heroes—\r\n “One of the noblest and most amiable sides of the Greek character,\r\n is the readiness with which it lent itself to construct intimate\r\n and durable friendships, and this is a feature no less prominent in\r\n the earliest than in later times. It was indeed connected with the\r\n comparatively low estimation in which female society was held; but\r\n the devotedness and constancy with which these attachments were\r\n maintained, was not the less admirable and engaging. The heroic\r\n companions whom we find celebrated partly by Homer and partly in\r\n traditions which, if not of equal antiquity, were grounded on the\r\n same feeling, seem to have but one heart and soul, with scarcely a\r\n wish or object apart, and only to live as they are always ready to\r\n die for one another. It is true that the relation between them is\r\n not always one of perfect equality; but this is a circumstance\r\n which, while it often adds a peculiar charm to the poetical\r\n description, detracts little from the dignity of the idea which it\r\n presents. Such were the friendships of Hercules and Iolaus, of\r\n Theseus and Pirithous, of Orestes and Pylades; and though These may\r\n owe the greater part of their fame to the later epic or even\r\n dramatic poetry, the moral groundwork undoubtedly subsisted in the\r\n period to which the traditions are referred. The argument of the\r\n Iliad mainly turns on the affection of Achilles for Patroclus,\r\n whose love for the greater hero is only tempered by reverence for\r\n his higher birth and his unequalled prowess. But the mutual regard\r\n which united Idomeneus and Meriones, Diomedes and Sthenelus,\r\n though, as the persons themselves are less important, it is kept\r\n more in the back-ground, is manifestly viewed by the poet in the\r\n same light. The idea of a Greek hero seems not to have been thought\r\n complete, without such a brother in arms by his side.”—Thirlwall,\r\n Greece, vol. i. p. 176, seq.\r\n\r\n [244]\r\n“As hungry wolves with raging appetite,\r\nScour through the fields, ne’er fear the stormy night—\r\nTheir whelps at home expect the promised food,\r\nAnd long to temper their dry chaps in blood—\r\nSo rush’d we forth at once.”\r\n\r\n—Dryden’s Virgil, ii. 479.\r\n\r\n [245] _The destinies ordain_.—“In the mythology, also, of the Iliad,\r\n purely Pagan as it is, we discover one important truth unconsciously\r\n involved, which was almost entirely lost from view amidst the nearly\r\n equal scepticism and credulity of subsequent ages. Zeus or Jupiter is\r\n popularly to be taken as omnipotent. No distinct empire is assigned to\r\n fate or fortune; the will of the father of gods and men is absolute\r\n and uncontrollable. This seems to be the true character of the Homeric\r\n deity, and it is very necessary that the student of Greek literature\r\n should bear it constantly in mind. A strong instance in the Iliad\r\n itself to illustrate this position, is the passage where Jupiter\r\n laments to Juno the approaching death of Sarpedon. ‘Alas me!’ says he\r\n ‘since it is fated (moira) that Sarpedon, dearest to me of men, should\r\n be slain by Patroclus, the son of Menoetius! Indeed, my heart is\r\n divided within me while I ruminate it in my mind, whether having\r\n snatched him up from out of the lamentable battle, I should not at\r\n once place him alive in the fertile land of his own Lycia, or whether\r\n I should now destroy him by the hands of the son of Menoetius!’ To\r\n which Juno answers—‘Dost thou mean to rescue from death a mortal man,\r\n long since destined by fate (palai pepromenon)? You may do it—but we,\r\n the rest of the gods, do not sanction it.’ Here it is clear from both\r\n speakers, that although Sarpedon is said to be fated to die, Jupiter\r\n might still, if he pleased, save him, and place him entirely out of\r\n the reach of any such event, and further, in the alternative, that\r\n Jupiter himself would destroy him by the hands of another.”—Coleridge,\r\n p. 156. seq.\r\n\r\n [246] _Thrice at the battlements_. “The art military of the Homeric\r\n age is upon a level with the state of navigation just described,\r\n personal prowess decided every thing; the night attack and the\r\n ambuscade, although much esteemed, were never upon a large scale. The\r\n chiefs fight in advance, and enact almost as much as the knights of\r\n romance. The siege of Troy was as little like a modern siege as a\r\n captain in the guards is like Achilles. There is no mention of a ditch\r\n or any other line or work round the town, and the wall itself was\r\n accessible without a ladder. It was probably a vast mound of earth\r\n with a declivity outwards. Patroclus thrice mounts it in armour. The\r\n Trojans are in no respects blockaded, and receive assistance from\r\n their allies to the very end.”—Coleridge, p. 212.\r\n\r\n [247] _Ciconians_.—A people of Thrace, near the Hebrus.\r\n\r\n [248] _They wept_.\r\n\r\n“Fast by the manger stands the inactive steed,\r\nAnd, sunk in sorrow, hangs his languid head;\r\nHe stands, and careless of his golden grain,\r\nWeeps his associates and his master slain.”\r\n\r\nMerrick’s Tryphiodorus, v. 18-24.\r\n\r\n“Nothing is heard upon the mountains now,\r\nBut pensive herds that for their master low,\r\nStraggling and comfortless about they rove,\r\nUnmindful of their pasture and their love.”\r\n\r\nMoschus, id. 3, parodied, _ibid._\r\n\r\n“To close the pomp, Æthon, the steed of state,\r\nIs led, the funeral of his lord to wait.\r\nStripp’d of his trappings, with a sullen pace\r\nHe walks, and the big tears run rolling down his face.”\r\n\r\nDryden’s Virgil, bk. ii\r\n\r\n [249] _Some brawny bull_.\r\n\r\n“Like to a bull, that with impetuous spring\r\nDarts, at the moment when the fatal blow\r\nHath struck him, but unable to proceed\r\nPlunges on either side.”\r\n\r\n—Carey’s Dante: Hell, c. xii.\r\n\r\n [250] This is connected with the earlier part of last book, the\r\n regular narrative being interrupted by the message of Antilochus and\r\n the lamentations of Achilles.\r\n\r\n [251] _Far in the deep_. So Oceanus hears the lamentations of\r\n Prometheus, in the play of Æschylus, and comes from the depths of the\r\n sea to comfort him.\r\n\r\n [252] Opuntia, a city of Locris.\r\n\r\n [253] Quintus Calaber, lib. v., has attempted to rival Homer in his\r\n description of the shield of the same hero. A few extracts from Mr.\r\n Dyce’s version (Select Translations, p. 104, seq.) may here be\r\n introduced.\r\n\r\n“In the wide circle of the shield were seen\r\nRefulgent images of various forms,\r\nThe work of Vulcan; who had there described\r\nThe heaven, the ether, and the earth and sea,\r\nThe winds, the clouds, the moon, the sun, apart\r\nIn different stations; and you there might view\r\nThe stars that gem the still-revolving heaven,\r\nAnd, under them, the vast expanse of air,\r\nIn which, with outstretch’d wings, the long-beak’d bird\r\nWinnow’d the gale, as if instinct with life.\r\nAround the shield the waves of ocean flow’d,\r\nThe realms of Tethys, which unnumber’d streams,\r\nIn azure mazes rolling o’er the earth,\r\nSeem’d to augment.”\r\n\r\n [254] _On seats of stone_. “Several of the old northern Sagas\r\n represent the old men assembled for the purpose of judging as sitting\r\n on great stones, in a circle called the Urtheilsring or gerichtsring”—\r\n Grote, ii. p. 100, note. On the independence of the judicial office in\r\n The heroic times, see Thirlwall’s Greece, vol. i. p. 166.\r\n\r\n [255] _Another part_, &c.\r\n\r\n“And here\r\nWere horrid wars depicted; grimly pale\r\nWere heroes lying with their slaughter’d steeds\r\nUpon the ground incarnadin’d with blood.\r\nStern stalked Bellona, smear’d with reeking gore,\r\nThrough charging ranks; beside her Rout was seen,\r\nAnd Terror, Discord to the fatal strife\r\nInciting men, and Furies breathing flames:\r\nNor absent were the Fates, and the tall shape\r\nOf ghastly Death, round whom did Battles throng,\r\nTheir limbs distilling plenteous blood and sweat;\r\nAnd Gorgons, whose long locks were twisting snakes.\r\nThat shot their forky tongues incessant forth.\r\nSuch were the horrors of dire war.”\r\n\r\n—Dyce’s Calaber.\r\n\r\n [256] _A field deep furrowed_.\r\n\r\n“Here was a corn field; reapers in a row,\r\nEach with a sharp-tooth’d sickle in his hand,\r\nWork’d busily, and, as the harvest fell,\r\nOthers were ready still to bind the sheaves:\r\nYoked to a wain that bore the corn away\r\nThe steers were moving; sturdy bullocks here\r\nThe plough were drawing, and the furrow’d glebe\r\nWas black behind them, while with goading wand\r\nThe active youths impell’d them. Here a feast\r\nWas graved: to the shrill pipe and ringing lyre\r\nA band of blooming virgins led the dance.\r\nAs if endued with life.”\r\n—Dyce’s Calaber.\r\n\r\n [257] Coleridge (Greek Classic Poets, p. 182, seq.) has diligently\r\n compared this with the description of the shield of Hercules by\r\n Hesiod. He remarks that, “with two or three exceptions, the imagery\r\n differs in little more than the names and arrangements; and the\r\n difference of arrangement in the Shield of Hercules is altogether for\r\n the worse. The natural consecution of the Homeric images needs no\r\n exposition: it constitutes in itself one of the beauties of the work.\r\n The Hesiodic images are huddled together without connection or\r\n congruity: Mars and Pallas are awkwardly introduced among the Centaurs\r\n and Lapithae;— but the gap is wide indeed between them and Apollo with\r\n the Muses, waking the echoes of Olympus to celestial harmonies; whence\r\n however, we are hurried back to Perseus, the Gorgons, and other images\r\n of war, over an arm of the sea, in which the sporting dolphins, the\r\n fugitive fishes, and the fisherman on the shore with his casting net,\r\n are minutely represented. As to the Hesiodic images themselves, the\r\n leading remark is, that they catch at beauty by ornament, and at\r\n sublimity by exaggeration; and upon the untenable supposition of the\r\n genuineness of this poem, there is this curious peculiarity, that, in\r\n the description of scenes of rustic peace, the superiority of Homer is\r\n decisive—while in those of war and tumult it may be thought, perhaps,\r\n that the Hesiodic poet has more than once the advantage.”\r\n\r\n [258] “This legend is one of the most pregnant and characteristic in\r\n the Grecian Mythology; it explains, according to the religious ideas\r\n familiar to the old epic poets, both the distinguishing attributes and\r\n the endless toil and endurances of Heracles, the most renowned\r\n subjugator of all the semi-divine personages worshipped by the\r\n Hellenes,—a being of irresistible force, and especially beloved by\r\n Zeus, yet condemned constantly to labour for others and to obey the\r\n commands of a worthless and cowardly persecutor. His recompense is\r\n reserved to the close of his career, when his afflicting trials are\r\n brought to a close: he is then admitted to the godhead, and receives\r\n in marriage Hebe.”—Grote, vol. i. p. 128.\r\n\r\n [259] _Ambrosia_.\r\n\r\n“The blue-eyed maid,\r\nIn ev’ry breast new vigour to infuse.\r\nBrings nectar temper’d with ambrosial dews.”\r\n\r\nMerrick’s Tryphiodorus, vi. 249.\r\n\r\n [260] “Hell is naked before him, and destruction hath no covering. He\r\n stretcheth out the north over the empty place, and hangeth the earth\r\n upon nothing. He bindeth up the waters in his thick clouds; and the\r\n cloud is not rent under them.” Job xxvi. 6-8.\r\n\r\n [261]\r\n“Swift from his throne the infernal monarch ran,\r\nAll pale and trembling, lest the race of man,v Slain by Jove’s wrath,\r\nand led by Hermes’ rod,\r\nShould fill (a countless throng!) his dark abode.”\r\n\r\nMerrick’s Tryphiodorus, vi. 769, sqq.\r\n\r\n [262] These words seem to imply the old belief, that the Fates might\r\n be delayed, but never wholly set aside.\r\n\r\n [263] It was anciently believed that it was dangerous, if not fatal,\r\n to behold a deity. See Exod. xxxiii. 20; Judg. xiii. 22.\r\n\r\n [264]\r\n“Ere Ilium and the Trojan tow’rs arose,\r\nIn humble vales they built their soft abodes.”\r\n\r\nDryden’s Virgil, iii. 150.\r\n\r\n [265] _Along the level seas_. Compare Virgil’s description of Camilla,\r\n who\r\n\r\n“Outstripp’d the winds in speed upon the plain,\r\nFlew o’er the field, nor hurt the bearded grain:\r\nShe swept the seas, and, as she skimm’d along,\r\nHer flying feet unbathed on billows hung.”\r\n\r\nDryden, vii. 1100.\r\n\r\n [266] _The future father_. “Æneas and Antenor stand distinguished from\r\n the other Trojans by a dissatisfaction with Priam, and a sympathy with\r\n the Greeks, which is by Sophocles and others construed as treacherous\r\n collusion,—a suspicion indirectly glanced at, though emphatically\r\n repelled, in the Æneas of Virgil.”—Grote, i. p. 427.\r\n\r\n [267] Neptune thus recounts his services to Æneas:\r\n\r\n“When your Æneas fought, but fought with odds\r\nOf force unequal, and unequal gods:\r\nI spread a cloud before the victor’s sight,\r\nSustain’d the vanquish’d, and secured his flight—\r\nEven then secured him, when I sought with joy\r\nThe vow’d destruction of ungrateful Troy.”\r\n\r\nDryden’s Virgil, v. 1058.\r\n\r\n [268] _On Polydore_. Euripides, Virgil, and others, relate that\r\n Polydore was sent into Thrace, to the house of Polymestor, for\r\n protection, being the youngest of Priam’s sons, and that he was\r\n treacherously murdered by his host for the sake of the treasure sent\r\n with him.\r\n\r\n [269] “Perhaps the boldest excursion of Homer into this region of\r\n poetical fancy is the collision into which, in the twenty-first of the\r\n Iliad, he has brought the river god Scamander, first with Achilles,\r\n and afterwards with Vulcan, when summoned by Juno to the hero’s aid.\r\n The overwhelming fury of the stream finds the natural interpretation\r\n in the character of the mountain torrents of Greece and Asia Minor.\r\n Their wide, shingly beds are in summer comparatively dry, so as to be\r\n easily forded by the foot passenger. But a thunder-shower in the\r\n mountains, unobserved perhaps by the traveller on the plain, may\r\n suddenly immerse him in the flood of a mighty river. The rescue of\r\n Achilles by the fiery arms of Vulcan scarcely admits of the same ready\r\n explanation from physical causes. Yet the subsiding of the flood at\r\n the critical moment when the hero’s destruction appeared imminent,\r\n might, by a slight extension of the figurative parallel, be ascribed\r\n to a god symbolic of the influences opposed to all atmospheric\r\n moisture.”—Mure, vol. i. p. 480, sq.\r\n\r\n [270] Wood has observed, that “the circumstance of a falling tree,\r\n which is described as reaching from one of its banks to the other,\r\n affords a very just idea of the breadth of the Scamander.”\r\n\r\n [271] _Ignominious_. Drowning, as compared with a death in the field\r\n of battle, was considered utterly disgraceful.\r\n\r\n [272] _Beneath a caldron_.\r\n\r\n“So, when with crackling flames a caldron fries,\r\nThe bubbling waters from the bottom rise.\r\nAbove the brims they force their fiery way;\r\nBlack vapours climb aloft, and cloud the day.”\r\n\r\nDryden’s Virgil, vii. 644.\r\n\r\n [273] “This tale of the temporary servitude of particular gods, by\r\n order of Jove, as a punishment for misbehaviour, recurs not\r\n unfrequently among the incidents of the Mythical world.”—Grote, vol."
    },
    {
      "title": "i. p. 156.",
      "content": "[274] _Not half so dreadful_.\r\n\r\n“On the other side,\r\nIncensed with indignation, Satan stood\r\nUnterrified, and like a comet burn’d,\r\nThat fires the length of Ophiuchus huge\r\nIn the arctic sky, and from his horrid hair\r\nShakes pestilence and war.”\r\n\r\n—“Paradise Lost,” xi. 708.\r\n\r\n [275] “And thus his own undaunted mind explores.”—“Paradise Lost,” vi.\r\n 113.\r\n\r\n [276] The example of Nausicaa, in the Odyssey, proves that the duties\r\n of the laundry were not thought derogatory, even from the dignity of a\r\n princess, in the heroic times.\r\n\r\n [277] _Hesper shines with keener light_.\r\n\r\n“Fairest of stars, last in the train of night,\r\nIf better thou belong not to the dawn.”\r\n\r\n“Paradise Lost,” v. 166.\r\n\r\n [278] Such was his fate. After chasing the Trojans into the town, he\r\n was slain by an arrow from the quiver of Paris, directed under the\r\n unerring auspices of Apollo. The greatest efforts were made by the\r\n Trojans to possess themselves of the body, which was however rescued\r\n and borne off to the Grecian camp by the valour of Ajax and Ulysses.\r\n Thetis stole away the body, just as the Greeks were about to burn it\r\n with funeral honours, and conveyed it away to a renewed life of\r\n immortality in the isle of Leuke in the Euxine.\r\n\r\n [279] _Astyanax_, i.e. the _city-king_ or guardian. It is amusing that\r\n Plato, who often finds fault with Homer without reason, should have\r\n copied this twaddling etymology into his Cratylus.\r\n\r\n [280] This book has been closely imitated by Virgil in his fifth book,\r\n but it is almost useless to attempt a selection of passages for\r\n comparison.\r\n\r\n [281] _Thrice in order led_. This was a frequent rite at funerals. The\r\n Romans had the same custom, which they called _decursio_. Plutarch\r\n states that Alexander, in after times, renewed these same honours to\r\n the memory of Achilles himself.\r\n\r\n [282] _And swore_. Literally, and called Orcus, the god of oaths, to\r\n witness. See Buttmann, Lexilog, p. 436.\r\n\r\n [283]\r\n“O, long expected by thy friends! from whence\r\nArt thou so late return’d for our defence?\r\nDo we behold thee, wearied as we are\r\nWith length of labours, and with, toils of war?\r\nAfter so many funerals of thy own,\r\nArt thou restored to thy declining town?\r\nBut say, what wounds are these? what new disgrace\r\nDeforms the manly features of thy face?”\r\n\r\nDryden, xi. 369.\r\n\r\n [284] _Like a thin smoke_. Virgil, Georg. iv. 72.\r\n\r\n“In vain I reach my feeble hands to join\r\nIn sweet embraces—ah! no longer thine!\r\nShe said, and from his eyes the fleeting fair\r\nRetired, like subtle smoke dissolved in air.”\r\n\r\nDryden.\r\n\r\n [285] So Milton:—\r\n\r\n“So eagerly the fiend\r\nO’er bog, o’er steep, through strait, rough, dense, or rare,\r\nWith head, hands, wings, or feet pursues his way,\r\nAnd swims, or sinks, or wades, or creeps, or flies.”\r\n\r\n“Paradise Lost,” ii. 948.\r\n\r\n [286]\r\n“An ancient forest, for the work design’d\r\n(The shady covert of the savage kind).\r\nThe Trojans found: the sounding axe is placed:\r\nFirs, pines, and pitch-trees, and the tow’ring pride\r\nOf forest ashes, feel the fatal stroke,\r\nAnd piercing wedges cleave the stubborn oak.\r\nHigh trunks of trees, fell’d from the steepy crown\r\nOf the bare mountains, roll with ruin down.”\r\n\r\nDryden’s Virgil, vi. 261.\r\n\r\n [287] _He vowed_. This was a very ancient custom.\r\n\r\n [288] The height of the tomb or pile was a great proof of the dignity\r\n of the deceased, and the honour in which he was held.\r\n\r\n [289] On the prevalence of this cruel custom amongst the northern\r\n nations, see Mallet, p. 213.\r\n\r\n [290] _And calls the spirit_. Such was the custom anciently, even at\r\n the Roman funerals.\r\n\r\n“Hail, O ye holy manes! hail again,\r\nPaternal ashes, now revived in vain.”\r\n\r\nDryden’s Virgil, v. 106.\r\n\r\n [291] Virgil, by making the boaster vanquished, has drawn a better\r\n moral from this episode than Homer. The following lines deserve\r\n comparison:—\r\n\r\n“The haughty Dares in the lists appears:\r\nWalking he strides, his head erected bears:\r\nHis nervous arms the weighty gauntlet wield,\r\nAnd loud applauses echo through the field.\r\n* * * *\r\nSuch Dares was, and such he strode along,\r\nAnd drew the wonder of the gazing throng\r\nHis brawny breast and ample chest he shows;\r\nHis lifted arms around his head he throws,\r\nAnd deals in whistling air his empty blows.\r\nHis match is sought, but, through the trembling band,\r\nNo one dares answer to the proud demand.\r\nPresuming of his force, with sparkling eyes,\r\nAlready he devours the promised prize.\r\n* * * *\r\nIf none my matchless valour dares oppose,\r\nHow long shall Dares wait his dastard foes?”\r\n\r\nDryden’s Virgil, v. 486, seq.\r\n\r\n [292]\r\n“The gauntlet-fight thus ended, from the shore\r\nHis faithful friends unhappy Dares bore:\r\nHis mouth and nostrils pour’d a purple flood,\r\nAnd pounded teeth came rushing with his blood.”\r\n\r\nDryden’s Virgil, v. 623.\r\n\r\n [293] “Troilus is only once named in the Iliad; he was mentioned also\r\n in the Cypriad but his youth, beauty, and untimely end made him an\r\n object of great interest with the subsequent poets.”—Grote, i, p. 399.\r\n\r\n [294] Milton has rivalled this passage describing the descent of\r\n Gabriel, “Paradise Lost,” bk. v. 266, seq.\r\n\r\n“Down thither prone in flight\r\nHe speeds, and through the vast ethereal sky\r\nSails between worlds and worlds, with steady wing,\r\nNow on the polar winds, then with quick fan\r\nWinnows the buxom air. * * * *\r\n* * * *\r\nAt once on th’ eastern cliff of Paradise\r\nHe lights, and to his proper shape returns\r\nA seraph wing’d. * * * *\r\nLike Maia’s son he stood,\r\nAnd shook his plumes, that heavenly fragrance fill’d\r\nThe circuit wide.”\r\n\r\nVirgil, Æn. iv. 350:—\r\n\r\n“Hermes obeys; with golden pinions binds\r\nHis flying feet, and mounts the western winds:\r\nAnd whether o’er the seas or earth he flies,\r\nWith rapid force they bear him down the skies\r\nBut first he grasps within his awful hand\r\nThe mark of sovereign power, his magic wand;\r\nWith this he draws the ghost from hollow graves;\r\nWith this he drives them from the Stygian waves:\r\n* * * *\r\nThus arm’d, the god begins his airy race,v And drives the racking\r\nclouds along the liquid space.”\r\n\r\nDryden.\r\n\r\n [295] In reference to the whole scene that follows, the remarks of\r\n Coleridge are well worth reading:—\r\n “By a close study of life, and by a true and natural mode of\r\n expressing everything, Homer was enabled to venture upon the most\r\n peculiar and difficult situations, and to extricate himself from\r\n them with the completest success. The whole scene between Achilles\r\n and Priam, when the latter comes to the Greek camp for the purpose\r\n of redeeming the body of Hector, is at once the most profoundly\r\n skilful, and yet the simplest and most affecting passage in the\r\n Iliad. Quinctilian has taken notice of the following speech of\r\n Priam, the rhetorical artifice of which is so transcendent, that if\r\n genius did not often, especially in oratory, unconsciously fulfil\r\n the most subtle precepts of criticism, we might be induced, on this\r\n account alone, to consider the last book of the Iliad as what is\r\n called spurious, in other words, of later date than the rest of the\r\n poem. Observe the exquisite taste of Priam in occupying the mind of\r\n Achilles, from the outset, with the image of his father; in\r\n gradually introducing the parallel of his own situation; and,\r\n lastly, mentioning Hector’s name when he perceives that the hero is\r\n softened, and then only in such a manner as to flatter the pride of\r\n the conqueror. The ego d’eleeinoteros per, and the apusato aecha\r\n geronta, are not exactly like the tone of the earlier parts of the\r\n Iliad. They are almost too fine and pathetic. The whole passage\r\n defies translation, for there is that about the Greek which has no\r\n name, but which is of so fine and ethereal a subtlety that it can\r\n only be felt in the original, and is lost in an attempt to\r\n transfuse it into another language.”—Coleridge, p. 195.\r\n\r\n [296] “Achilles’ ferocious treatment of the corpse of Hector cannot\r\n but offend as referred to the modern standard of humanity. The heroic\r\n age, however, must be judged by its own moral laws. Retributive\r\n vengeance on the dead, as well as the living, was a duty inculcated by\r\n the religion of those barbarous times which not only taught that evil\r\n inflicted on the author of evil was a solace to the injured man; but\r\n made the welfare of the soul after death dependent on the fate of the\r\n body from which it had separated. Hence a denial of the rites\r\n essential to the soul’s admission into the more favoured regions of\r\n the lower world was a cruel punishment to the wanderer on the dreary\r\n shores of the infernal river. The complaint of the ghost of Patroclus\r\n to Achilles, of but a brief postponement of his own obsequies, shows\r\n how efficacious their refusal to the remains of his destroyer must\r\n have been in satiating the thirst of revenge, which, even after death,\r\n was supposed to torment the dwellers in Hades. Hence before yielding\r\n up the body of Hector to Priam, Achilles asks pardon of Patroclus for\r\n even this partial cession of his just rights of retribution.”—Mure,\r\n vol. i. 289.\r\n\r\n [297] Such was the fate of Astyanax, when Troy was taken.\r\n\r\n“Here, from the tow’r by stern Ulysses thrown,\r\nAndromache bewail’d her infant son.”\r\n\r\nMerrick’s Tryphiodorus, v. 675.\r\n\r\n [298] The following observations of Coleridge furnish a most gallant\r\n and interesting view of Helen’s character—\r\n “Few things are more interesting than to observe how the same hand\r\n that has given us the fury and inconsistency of Achilles, gives us\r\n also the consummate elegance and tenderness of Helen. She is\r\n through the Iliad a genuine lady, graceful in motion and speech,\r\n noble in her associations, full of remorse for a fault for which\r\n higher powers seem responsible, yet grateful and affectionate\r\n towards those with whom that fault had committed her. I have always\r\n thought the following speech in which Helen laments Hector, and\r\n hints at her own invidious and unprotected situation in Troy, as\r\n almost the sweetest passage in the poem. It is another striking\r\n instance of that refinement of feeling and softness of tone which\r\n so generally distinguish the last book of the Iliad from the\r\n rest.”—Classic Poets, p. 198, seq.\r\n\r\n [299] “And here we part with Achilles at the moment best calculated to\r\n exalt and purify our impression of his character. We had accompanied\r\n him through the effervescence, undulations, and final subsidence of\r\n his stormy passions. We now leave him in repose and under the full\r\n influence of the more amiable affections, while our admiration of his\r\n great qualities is chastened by the reflection that, within a few\r\n short days the mighty being in whom they were united was himself to be\r\n suddenly cut off in the full vigour of their exercise.\r\n The frequent and touching allusions, interspersed throughout the\r\n Iliad, to the speedy termination of its hero’s course, and the\r\n moral on the vanity of human life which they indicate, are among\r\n the finest evidences of the spirit of ethic unity by which the\r\n whole framework of the poem is united.”—Mure, vol. i. p 201.\r\n\r\n [300] Cowper says,—“I cannot take my leave of this noble poem without\r\n expressing how much I am struck with the plain conclusion of it. It is\r\n like the exit of a great man out of company, whom he has entertained\r\n magnificently; neither pompous nor familiar; not contemptuous, yet\r\n without much ceremony.” Coleridge, p. 227, considers the termination\r\n of “Paradise Lost” somewhat similar."
    }
  ]
}